<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
   <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
   <META NAME="GENERATOR" CONTENT="Mozilla/4.07 [en] (X11; I; Linux 2.0.35 i586) [Netscape]">
   <TITLE>KUser - User Administrationstool</TITLE>
</HEAD>
<BODY>

<CENTER><B><FONT SIZE=+2>KUser</FONT></B></CENTER>

<P><BR>
<BR>
<P><B>Historie</B>
<P>Vor einiger Zeit habe ich das Tool xusermgr runtergeladen. Es wurde
geschrieben mit XForms. Das Programm hat ein gro&szlig;artiges Interface,
aber bei meiner 800x600-Aufl&ouml;sung hat es ziemlich&nbsp; h&auml;&szlig;lich
ausgesehen. Einige Beschriftungen der Buttons waren au&szlig;erhalb des
Rahmens, usw. Viele Leute haben sich dar&uuml;ber ge&auml;rgert und sich
beim Author beschwert. Mein Freund h&ouml;rte dies und sagte: "Warum regst
Du Dich dar&uuml;ber auf ? Wenn Du es nicht magst, dann mache es doch besser
!" Ich dachte, da&szlig; er Recht hat und schrieb diesen primitiven User
Manager.
<P><B>Benutzung</B>
<P>KUser ist eine sehr einfache Applikation. Auf dem Hauptfenster kann
man die Liste der User mit dem vollen Namen sehen. Mit einem Doppelklick
oder durch Dr&uuml;cken von Benutzer --> Bearbeiten kann man ausw&auml;hlen
und der Dialog zur Einstellung des Users erscheint. Dort kann man ganz
einfach alle Einstellungen ver&auml;ndern, wie den Namen, Home-Verzeichnis,
Shell beim Login, usw.
<P>Wenn die Unterst&uuml;tzung f&uuml;r Diskquoatas aktiviert ist, wird
KUser dies automatisch erkennen und man kann auch dies modifizieren (Es
k&ouml;nnen hier noch einige Fehler drinstecken, deshalb bitte melden,
wenn irgendwas seltsam ist).
<P>Man kann auch Benutzer hinzuf&uuml;gen oder l&ouml;schen durch Benutzen
der Buttons oder des Men&uuml;s.
<P>In dieser Version habe ich GNU NLS-Support hinzugef&uuml;gt. Wenn man
alle Meldungen in russisch sehen will, dann einfach 'expot LANG=ru' ausf&uuml;hren,
bevor KUser gestartet wird. Ungl&uuml;cklicherweise kenne ich andere Sprachen
nicht so gut (z.B. Franz&ouml;sisch). Wenn also dieser Text in der eigenen
Sprache gelesen werden will, dann sollte er &uuml;bersetzt werden. Es ist
einfach. Im Verzeichnis po/ ist eine Daten names kuser.pot. Das Format
ist einfach:
<BR>msgid "English text"
<BR>msgstr "Der Text in der eigenen Sprache"
<P>Du solltest die &Uuml;bersetzung dann an mich schicken. Ich werde es
dann in der n&auml;chsten Version hinzuf&uuml;gen. Ich w&auml;re gl&uuml;cklich,
wenn dies jemand fortsetzen k&ouml;nnten.
<P>Das ist im Moment alles. Ich hoffe, dieses Dokument zu gegebener Zeit
erg&auml;nzen zu k&ouml;nnen.
<P><B>Unterst&uuml;tzte Plattformen</B>
<P>Linux
<BR>Solaris 2.5.1
<BR>Irix (Dankesch&ouml;n an Paul Kendall&nbsp;<paul@orion.co.nz>)
<BR>FreeBSD
<BR>OpenBSD (ben&ouml;tigt kleinere Modifikationen um zu funktionieren)
<BR>NetBSD (wie bei OpenBSD)
<P><B>Author</B>
<P>Denis Yuryvich Pershin
<BR>Novosibirsk State University
<BR>Economic Faculty, III course
<BR>E-mail: <A HREF="mailto:dyp@inetlab.com">dyp@inetlab.com</A>
<BR>Homepage:
<BR><A HREF="http://www.iis.nsk.su/~dyp/">http://www.iis.nsk.su/~dyp</A>
or
<BR><A HREF="http://www.isis.nsu.ru/~dyp/">http://www.isis.nsu.ru/~dyp</A>
<BR><A HREF="http://www.software.ru/kuser/">KUser homepage.</A>
<BR><A HREF="http://bugnet.hksys.com:6446/project?project=5"><IMG SRC="bugnet-member.gif" ></A>
<P><B>Deutsche &Uuml;bersetzung</B><B></B>
<P>Robert Hamberger
<BR>E-Mail: <A HREF="mailto:rh474@bingo.baynet.de">rh474@bingo.baynet.de<BR>
</A>Homepage:
<BR><A HREF="http://www.iis.nsk.su/~dyp/">http://www.iis.nsk.su/~dyp</A>
or
<BR>Homepage: <A HREF="http://www.bingo.baynet.de/~rh474/">http://www.bingo.baynet.de/~rh474</A>
<BR>&nbsp;
</BODY>
</HTML>
