Repository: xwizard/kde1
Catalog: kdemultimedia-1.1.2/po/*/kmedia.po
Languages: cs, eo, hr, hu, is, ro, sl, tr

source: Playback position
cs: Pozice v pøehrávaném záznamu
eo: Pozicio
hr: Polo¾aj pokazivaèa
hu: Lejátszási helyzet
is: Staða afspilunar
ro: Poziþia de pleibec
sl: Mesto predvajanja
tr: Playback durumu

source: Eject medium
cs: Vysuò medium
eo: Eligu diskon
hr: Izbaci disk
hu: Média kiadása
is: Tæma tæki
ro: Scoate sidiul
sl: Izvr¾i medij
tr: Ortamý çýkar

source: Previous track
cs: Pøedcházející stopa
eo: Antaýa peco
hr: Prija¹nji zapis
hu: Elõzõ sáv
is: Fyrri upptaka
ro: Pista anterioarã
sl: Prej¹nja skladba
tr: Birönceki iz

source: Backward
cs: Zpìt
eo: Reiru
hr: Nazad
hu: Vissza
is: Aftur
ro: Înapoi
sl: Nazaj
tr: Geri

source: Play/Pause
cs: Pøehrát/Pauza
eo: Ek/Paýzo
hr: Sviraj/Èekaj
hu: Lejátszás/Szünet
is: Spila/Bíða
ro: Cântã/Pauzã
sl: Predvajaj/Premor
tr: Çal/Dondur

source: Forward
cs: Vpøed
hr: Naprijed
hu: Elõre
is: Fram
ro: Înainte
sl: Naprej

source: Next track
cs: Následující stopa
eo: Sekva peco
hr: Slijedeæi zapis
hu: Következõ sáv
is: Næsta upptaka
ro: Pista urmãtoare
sl: Naslednja skladba
tr: Birsonraki iz

source: &Mixer
eo: &Miksilo
hr: &Mikser
hu: &Keverõpult
is: &Hljóðblandari
sl: &Me¹alec
tr: Karýþtýrýcý

source: &Preferences...
cs: &Preference...
hr: &Postavke...
hu: &Beállítások...
is: &Stillingar...
sl: &Nastavitve

source: (C) 1996-1998 by Christian Esken (esken@kde.org). Media player for the KDE Desktop Environment. This program is in the GPL.
cs: (C) 1996-1998 napsal Christian Esken (esken@kde.org). Pøehrávaè médií pro KDE Desktop Environment. Tento program je pod GPL.
eo: (C) 1996-1998 æe Christian Esken (esken@kde.org). Sonludilo por la KDE-Labortabula Medio. Tiu æi programo estas sub GPL.
hr: (C) 1996-1998 Christian Esken (esken@kde.org). Media player za KDE Desktop Environment. Ovaj program je GPL.
hu: (C) 1996-1998 írta: Christian Esken (esken@kde.org). Médialejátszó a KDE Desktop Environment-hez. Ez a program GPL alá esik.
is: (C) 1996-1998 eftir Christian Esken (esken@kde.org). Hljóðspilari fyrir KDE umhverfið. Þetta forrit er undir GPL leyfinu. Þýðing: Bjarni <bre@mmedia.is>
sl: (C) 1996-1998 Christian Esken (esken@kde.org). Predvajalnik za KDE Desktop Environment. Ta program je pod licenco GPL.
tr: (C) 1996-1998 Christian Esken (esken@kde.org). KDE Desktop Environment için ortam çalýcýsý. Bu yazýlým GPL kapsamýndadýr.

source: Exited
cs: Ukonèeno
eo: Finita
hr: Iza¹ao
hu: Kilép
is: Hætti
ro: Ieºit
sl: Konèal
tr: Çýkýldý

source: Init
eo: Preparo
hr: Postavi
hu: Inícializálás
is: Gangset
ro: Iniþializat
sl: Pripravi
tr: Yükle

source: Busy
cs: Zaneprázdnìný
eo: Okupita
hr: Zauzet
hu: Foglalt
is: Upptekið
ro: Ocupat
sl: Zaseden
tr: Meþgul

source: Playing
cs: Hraji
eo: Ludanta
hr: Sviram
hu: Lejátszás
is: Spilandi
ro: Cânt
sl: Predvaja
tr: Çalýyor

source: Paused
cs: Zastaveno
eo: Paýzanta
hr: Zaustavljen
hu: Szünet
is: Bíðandi
ro: În pauzã
sl: Zaèasno prekinjeno
tr: Donduruldu

source: Ready
cs: Pøipraven
eo: Preta
hr: Spreman
hu: Rendben
is: Tilbúin
ro: Operaþional
sl: Pripravljen
tr: Hazýr

source: Undefined
cs: Nedefinován
eo: Nedefinita
hr: Nedefiniran
hu: Nem meghatározható
is: Óskilgreint
ro: Nedefinit
sl: Nedoloèen
tr: Tanýmlanmamýþ

source: Players
cs: Pøehrávaèe
hr: Playeri
hu: Lejátszók
is: Spilarar
sl: Predvajalci

source: Mixer
cs: Mixér
hr: Mikser
hu: Keverõpult
is: Hljóðblandari
sl: Me¹alec

source: Use sound device
cs: Pou¾ívat zvukové zaøízení
hr: Koristi zvuèni ureðaj
hu: Használt hangeszköz
is: Nota hljóðtæki
sl: Uporabi zvoèno napravo

source: Device 1
cs: Zaøízení 1
hr: Ureðaj 1
hu: 1. eszköz
is: Tæki 1
sl: Naprava 1

source: Device 2
cs: Zaøízení 2
hr: Ureðaj 2
hu: 2. eszköz
is: Tæki 2
sl: Naprava 2

source: KMedia Preferences
cs: KMedia - Preference
hr: KMedia Postavke
hu: KMedia beállítások
is: KMedia Stillingar
sl: KMedia nastavitve
