Repository: xwizard/kde1
Catalog: kdemultimedia-1.1.2/po/*/kmidi.po
Languages: br, cs, hr, pl

source: Could not load folder.bmp
br: Ne m'eus ket gallet kargañ folder.bmp
cs: není mo¾né nahrát folder.bmp
hr: Ne mogu uèitati folder.bmp
pl: Nie mozna za³adowaæ pliku folder.bmp

source: Could not load cdup.bmp
br: Ne m'eus ket gallet kargañ cdup.bmp
cs: není mo¾né nahrát cdup.bmp
hr: Ne mogu uèitati cdup.bmp
pl: Nie mo¿na za³adowaæ pliku cdup.bmp

source: Could not load file.bmp
br: Ne m'eus ket gallet kargañ file.bmp
cs: není mo¾né nahrát file.bmp
hr: Ne mogu uèitati file.bmp
pl: Nie mozna za³adowaæ pliku file.bmp

source: Play/Pause
br: Seniñ/Ehanañ
cs: Hrát/Pauza
hr: Sviraj/Pauziraj
pl: Odtwarzaj/Pauza

source: Loop Song
br: An ton a-zol
cs: Hrát dokola
hr: Sviraj pjesmu ponovo
pl: W pêtli

source: 15 Secs Forward
br: 15 eilenn war-raok
cs: 15 sekund vpøed
hr: 15 sekundi naprijed
pl: 15 sek do przodu

source: 15 Secs Backward
br: 15 eilenn war-gil
cs: 15 sekund vzad
hr: 15 sekundi nazad
pl: 15 sek do ty³u

source: Next Midi
br: Midi a heul
cs: Dal¹í Midi
hr: Slijedeæi Midi
pl: Nastêpny

source: Previous Midi
br: Midi kent
cs: Pøedchozí Midi
hr: Prethodni Midi
pl: Poprzedni

source: Exit Kmidi
br: E-maez Kmidi
cs: Ukonèit KMidi
hr: Zatvori Kmidi
pl: Wyj¶cie

source: Random Play
br: Seniñ dre zegouezh
cs: Náhodné pøehrávání
hr: Sluèajno sviranje
pl: Losowe odtwarzanie

source: Configure Kmidi
br: Kefluniañ Kmidi
cs: Nastavit Kmidi
hr: Podesi Kmidi
pl: Konfiguruj Kmidi

source: Open Playlist
br: Digeriñ ur roll tonioù
cs: Otevøít seznam skladeb
hr: Otvori listu pjesama
pl: Otwórz listê utworów

source: Show Info Window
br: Diskouez ar prenestr titouriñ
cs: Zobrazit okno s informacemi
hr: Pri&ka¾i info prozor
pl: Poka¿ informacje

source: Volume Control
br: Ren an nerzh
cs: Zastavení hlasitosti
hr: Kontrola glasnoæe
pl: G³o¶no¶æ

source: Vol:%03d%%
br: Nerzh :%03d%%
cs: Hla:%03d%%

source: Vol:%02d%%
br: Nerzh :%02d%%
cs: Hla:%02d%%
hr: Jaè:%02d%%

source: Song --/--
br: Ton --/--
cs: Skladba --/--
hr: Pjesma --/--

source: Replay
br: Adseniñ
cs: Hrát znovu
hr: Ponovi
pl: Powtórz

source: Bwd
br: War-gil
cs: Spì
hr: Nazad

source: Fwd
br: War-raok
cs: Vpø
hr: Napr

source: Prev
br: Kent
cs: Pøed
hr: Pret

source: Next
br: A heul
cs: Násl
hr: Sljedeæi

source: Playing
br: O seniñ
cs: Hraji
hr: Sviram
pl: Odtwarza

source: Random
br: Dre zegouezh
cs: Náhodné
hr: Sluèajno
pl: Przypadkowe

source: Paused
br: Ehanet
cs: Zastavené
hr: Pauzirano
pl: Zatrzymany

source: Ready
br: Prest
cs: Pøipraven
hr: Spreman
pl: Gotowe

source: Looping
br: A-zol
cs: Opakuji
hr: Kru¾im
pl: W pêtli

source: kmidi Configuraton
br: Kefluniadur kmidi
cs: Konfigurace kmidi
hr: kmidi postavke
pl: Konfiguracja kmidi

source: KMidi %s Copyright (c) 1997-98 Bernd Johannes Wuebben wuebben@kde.org KMidi contains code from: TiMidity version 0.2.i Copyright (c) Tuukka Toivonen toivonen@clinet.fi
br: KMidi %s Gwirioù eilañ (c) 1997-98 Bernd Johannes Wuebben wuebben@kde.org KMidi a endalc'h kod eus: TiMidity doare 0.2.i Gwirioù eilañ (c) Tuukka Toivonen toivonen@clinet.fi
cs: KMidi %s Copyright (c) 1997-98 Bernd Johannes Wuebben wuebben@kde.org KMidi obsahuje kód z: TiMidity verze 0.2.i Copyright (c) Tuukka Toivonen toivonen@clinet.fi
hr: KMidi %s Sva prava pridr¾ana(c) 1997-98 Bernd Johannes Wuebben wuebben@kde.org KMidi sadr¾i izvorne kodove iz: TiMidity version 0.2.i Sva prava pridr¾ana (c) Tuukka Toivonen toivonen@clinet.fi
pl: KMidi %s Copyright (c) 1997-98 Bernd Johannes Wuebben wuebben@kde.org KMidi zawiera kod ¼rod³owy: TiMidity 0.2.i Copyright (c) Tuukka Toivonen toivonen@clinet.fi

source: Configure
br: Kefluniañ
cs: Nastavit
hr: Promijeni postavu
pl: Konfiguruj

source: ERROR
br: FAZI
cs: CHYBA
hr: GRE©KA
pl: B£¡D

source: Can't open Output Device.
br: N'hellan ket digeriñ an trobarzhell diskas.
cs: Není mo¾né otevøít výstupní zaøízení.
hr: Nemogu otvoriti izlazni ureðaj.
pl: Nie mo¿na otworzyæ urz±dzenia wyj¶ciowego.

source: %s is not readable or doesn't exist.
br: N'eus ket eus %s pe n'eus ket tu e lenn.
cs: %s nelze èíst nebo neexistuje.
hr: %s nije spreman ili ne postoji
pl: %s nie mo¿na odczytaæ lub nie istnieje.

source: KMidi Warning
br: Kemennadenn KMidi
cs: Varování KMidi
hr: KMidi upozorenje
pl: Ostrze¿enie KMidi

source: Song: --/%02d
br: Ton : --/%02d
cs: Skladba: --/%02d
hr: Pjesma: --/%02d

source: Linear
br: Lineel
hr: Linearno

source: Mono
br: Unvouezh

source: Stereo
br: Divouezh

source: Song: %02d/%02d
br: Ton : %02d/%02d
cs: Skladba: %02d/%02d
hr: Pjesma: %02d/%02d

source: Song: --/--
br: Ton : --/--
cs: Skladba: --/--
hr: Pjesma: --/--

source: Compose Play List
br: Sevel roll an tonioù
cs: Vytvoøit seznam skladeb
hr: Izradi listu za sviranje
pl: Edycja listy utworów

source: Can not enter directory: %s
br: N'hellan ket mont er renkell : %s
cs: Není mo¾né vstoupit do adresáøe: %s
hr: Nemogu uæi u mapu: %s
pl: Nie mo¿na otworzyæ katalogu: %s

source: Cannot open or read directory.
br: N'hellan ket digeriñ pe lenn ar renkell.
cs: Není mo¾né otevøít nebo èíst adresáø.
hr: Ne mogu otvoriti ili èitati mapu.
pl: Nie mo¿na otworzyæ lub odczytaæ katalogu.

source: LED Color:
br: Liv al LED :
cs: Barvy LED:
hr: LED boja:
pl: Kolor LED:

source: Background Color:
br: Liv an drekleur :
cs: Barva pozadí:
hr: Boja pozadine:
pl: Kolor t³a:

source: Show Tool Tips
br: Diskouez lagadennoù
cs: Zobrazovat nápovìdy
hr: Prika¾i savjete u izborniku
pl: Pokazuj podpowiedzi

source: Info Window
br: Prenestr titouriñ
cs: Informaèní okno
hr: Info prozor
pl: Informacje

source: Dismiss
br: Dilezel
cs: Hotovo
hr: Otpusti
pl: Wycofaj
