Repository: xwizard/kde1
Catalog: kdemultimedia-1.1.2/po/*/kmid.po
Languages: cs, hr

source: Play/Pause
cs: Hrát/Pauza
hr: Sviraj/Pauza

source: Previous Song
cs: Predchozí píseò
hr: Prethodna Pjesma

source: Next Song
cs: Nasledující píseò
hr: Slijedeæa Pjesma

source: See &Text events
cs: &Textové události
hr: Gledaj &tekstualne dogaðaje (events)

source: See &Lyrics events
cs: Události ve slovech
hr: Gledaj &stihovne dogaðaje (events)

source: Scroll down karaoke
cs: Posunout karaoke dolù
hr: Odmotaj dolje karaoke

source: Scroll up karaoke
cs: Posunout karaoke nahoru
hr: Odmotaj gore karaoke

source: Scroll page down karaoke
cs: Posunout karaoke o stránku dolù
hr: Odmotaj karaoke jednu stranicu dolje

source: Scroll page up karaoke
cs: Posunout karaoke o stránku nahoru
hr: Odmotaj karaoke jednu stranicu gore

source: &Save Lyrics ...
cs: U&lo¾it text...
hr: &Spremi Stihove ...

source: &Play
cs: &Hrát
hr: &Sviraj

source: P&ause
cs: P&auza
hr: P&auziraj

source: P&revious Song
cs: P&øedchozí písnièka
hr: P&rethodna Pjesma

source: &Next Song
cs: &Následující písnièka
hr: S&lijedeæa Pjesma

source: &Loop
cs: Doko&la
hr: &Kru¾i

source: &Organize ...
cs: &Spravovat ...
hr: &Organiziraj ...

source: In order mode
cs: Hrát v poøadí
hr: Normalni redoslijed

source: Shuffle mode
cs: Náhodné poøadí
hr: Sluèajni redoslijed

source: AutoAdd to Collection
cs: Automaticky pøidávat
hr: AutoDodaj kolekciji

source: &General Midi file
cs: &V¹eobecný Midi soubor
hr: &Opæa Midi datoteka

source: &MT-32 file
cs: &MT-32 soubor
hr: &MT-32 datoteka

source: &Automatic Text chooser
cs: &Automaticky vybýrat text
hr: &Automatski izbor teksta

source: Show &Volume Bar
cs: Zobrazit nastavení &hlasitosti
hr: Prika¾i &jaèinu zvuka

source: Show &Channel View
cs: Zobrazit pøehled &kanálù
hr: Prika¾i &Kanale

source: Channel View &Options
cs: Na&stavení pøehledu kanálù
hr: &Opcije za prikaz kanala

source: &Font Change ...
cs: &Zmìna písma ...
hr: &Promjena Pisma ...

source: Configure &Keys ...
cs: Nastav&ení kláves ...
hr: Postavi tip&ke

source: Midi &Setup ...
cs: &Nastavit Midi..
hr: &Postava Midija ...

source: %s (C) 1997,98 Antonio Larrosa Jimenez larrosa@kde.org antlarr@arrakis.es Malaga (Spain) Midi/Karaoke file player KMid's homepage is at : http://www.arrakis.es/~rlarrosa/kmid.html KMid comes with ABSOLUTELY NO WARRANTY; for details view file COPYING This is free software, and you are welcome to redistribute it under certain conditions
cs: %s (C) 1997,98 Antonio Larrosa Jimenez larrosa@kde.org antlarr@arrakis.es Malaga (Spain) Pøehrávaè souboru Midi/Karaoke Domovská stránka je na: http://www.arrakis.es/~rlarrosa/kmid.html KMid je dodáván BEZ JAKÉKOLI ZÁRUKY. Pro bli¾¹í podrobnosti se podívejte do souboru COPYING. Toto je volnì ¹íøitelný software a pøivítáme, kdy¾ ho budete ¹íøit za daných podmínek
hr: %s (C) 1997,98 Antonio Larrosa Jimenez larrosa@kde.org antlarr@arrakis.es Malaga (©panjolska) Sviraè Midi/Karaoke datoteka Internet stranica KMid-a: http://www.arrakis.es/~rlarrosa/kmid.html KMid dolazi bez IKAKVE GARANCIJE; za detalje pogeldajte datoteku COPYING Ovo je slobodni program i dopu¹teno Vam je njegova ¹irenje pod odreðenim uvjetima

source: &Song
cs: &Píseò
hr: &Pjesma

source: &Collections
cs: &Kolekce
hr: &Kolekcije

source: Rewind
cs: Zpìt
hr: Premotaj

source: Pause
cs: Pauza
hr: Pauziraj

source: Play
cs: Hrát
hr: Sviraj

source: Forward
cs: Vpøed
hr: Naprijed

source: Show Channel View
cs: Zobrazit pøehled kanálù
hr: Prika¾i kanale

source: Show Volume Bar
cs: Zobrazit nastavení hlasitosti
hr: Prika¾i jaèinu zvuka

source: Couldn't open /dev/sequencer to get some info Probably there is another program using it
cs: Není mo¾né otevøít /dev/sequencer k získání nìjaké informace. Pravdìpodobnì ho pou¾ívá jiný program.
hr: Ne mogu otvoriti /dev/sequencer kako bih dobio informacij Najvjerojatnije ga koristi neki drugi program

source: File %s already exists Do you want to overwrite it ?
cs: Soubor %s ji¾ existuje Chcete ho pøepsat ?
hr: Datoteka %s veæ postoji ®elite li zbilja spremiti preko nje ?

source: The file %s doesn't exist or can't be opened
cs: Soubor %s neexistuje nebo ho není mo¾né otevøít.
hr: Datoteka %s ne postoji ili je ne mogu otvoriti

source: The file %s is not a midi file
cs: Soubor %s není je midi souborem.
hr: Datoteka %s nije midi datoteka

source: Ticks per cuarter note is negative, please, send this file to antlarr@arrakis.es
cs: Poèet taktù na ètvrtinovou notu je negativní, prosím po¹lete tento soubor na adresu antlarr@arrakis.es.
hr: Broj tikova po èetvrtinki je negativan, molim po¹aljite datoteku na antlarr@arrakis.es

source: Not enough memory !!
cs: Nedostatek pamìti !!
hr: Nema dovoljno memorije !!

source: This file is corrupted or not well built
cs: Tento soubor je po¹kozený nebo ¹patnì vytvoøený.
hr: Ova datoteka je o¹teæena ili nije ispravna

source: Unknown error message
cs: Neznámá chyba
hr: Nepoznata poruka o gre¹ci

source: You must load a file before playing it
cs: Je nutné nahrát soubor pøed pøehráváním.
hr: Morate prvo uèitati datoteku prije nego je odsvirate

source: A song is already being played
cs: Píseò je ji¾ pøehrávána.
hr: Pjesma veæ svira

source: Couldn't open /dev/sequencer Probably there is another program using it
cs: Není mo¾né otevøít /dev/sequencer. Pravdìpodobnì ho pou¾ívá jiný program.
hr: Ne mogu otvoriti /dev/sequencer Najvjerojatnije ga neki drugi program koristi

source: Configure Midi devices
cs: Konfigurace midi zaøízení
hr: Podesi Midi ureðaje

source: Select the midi device you want to use :
cs: Zvotte midi zaøízení :
hr: Izaberite midi ureðaj koji ¾elite koristiti :

source: Use the midi map :
cs: Pou¾ít midi mapu :
hr: Koristi midi mapu :

source: None
cs: ®ádnou
hr: Ni¹ta

source: Collections Manager
cs: Správce kolekcí
hr: Upravitelj kolekcija

source: Available collections :
cs: Dostupné kolekce :
hr: Dostupne kolekcije :

source: Songs in selected collection:
cs: Písnì ve zvolené kolekci:
hr: Pjesme u izabranoj kolekciji:

source: New
cs: Nová
hr: Novi

source: Enter the name of the new collection
cs: Zadejte název nové kolekce
hr: Unesite ime za novu kolekciju

source: New Collection
cs: Nová kolekce
hr: Nova kolekcija

source: The name '%s' is already used
cs: Název '%s' je ji¾ pou¾itý.
hr: Ime '%s' se veæ koristi

source: Enter the name of the copy collection
cs: Zadejte název zkopírované kolekce
hr: Unesite ime kopirane kolekcije

source: Copy Collection
cs: Kopírovat kolekci
hr: Kopirana kolekcija

source: Enter the new name for the selected collection
cs: Zadejte nový název pro zvolenou kolekci
hr: Unesite novo ime za izabranu kolekciju

source: Change Collection Name
cs: Zmìnit název kolekce
hr: Promijenite ime kolekcije

source: ChannelView
cs: Pøehled kanálù
hr: Prika¾i kanale

source: Channel
cs: Kanál
hr: Kanal

source: Configure Channel View
cs: Nastavení Pøehledu kanálù
hr: Podesi pogled na kanale

source: Choose look mode
cs: Vyberte vzhled
hr: Izaberi izgled

source: 3D look
cs: 3D vzhled
hr: 3D izgled

source: 3D - filled
cs: 3D - plnìný
hr: 3D - ispunjen

source: Acoustic Grand Piano
cs: Akustické køídlo
hr: Akustièni koncertni klavir

source: Bright Acoustic Piano
cs: Jasné akustické piano
hr: Jasan akustièni klavir

source: Electric Grand Piano
cs: Elektrické køídlo
hr: Elektrièni koncertni klavir

source: Harpsichord
cs: Èembalo
hr: Klavièembalo

source: Clavinet
cs: Spinet
hr: Klarinet

source: Glockenspiel
cs: Zvonkohra
hr: Glokn¹pil

source: Music Box
cs: Hrací skøíñka
hr: Muzièka kutija

source: Vibraphone
cs: Vibrafón
hr: Vibrafon

source: Xylophone
cs: Xylofón
hr: ksilofon

source: Tubular Bells
cs: Zvony

source: Dulcimer
cs: Cimbál
hr: Cimbale

source: Hammond Organ
cs: Hammondovy varhany
hr: Hammond orgulje

source: Percussive Organ
cs: Perkusní varhany

source: Rock Organ
cs: Rockové varhany
hr: Rock orgulje

source: Church Organ
cs: Chrámové varhany
hr: Crkvene orgulje

source: Reed Organ
cs: Harmónium
hr: Orgulje (cijevi)

source: Accordion
cs: Akordeón
hr: Harmonika

source: Harmonica
cs: Harmonika
hr: Usna harmonika

source: Tango Accordion
cs: Takgový akordeón
hr: Harmonika za tango

source: Acoustic Guitar (Nylon)
cs: Akustická kytara (nylonové struny)
hr: Akustièna gitara (najlon)

source: Acoustic Guitar (Steel)
cs: Akustická kytara (ocelové struny)
hr: Akustièna gitara (metal)

source: Electric Guitar (Jazz)
cs: Elektrická Jazzová kytara
hr: Elektrièna gitara (D¾ez)

source: Electric Guitar (Clean)
cs: Elektrická kytara
hr: Elektrièna girara (èista)

source: Electric Guitar (Muted)
cs: Elektrická tlumená kytara
hr: Elektrièna gitara (prigu¹ena)

source: Overdriven Guitar
cs: Elektrická kytara - overdrive
hr: Elektrièna gitara (overdrive)

source: Distortion Guitar
cs: Elektrická kytara - distortion
hr: Elektrièna gitara (distortion)

source: Acoustic Bass
cs: Akustická basa
hr: Akustièni Bas

source: Electric Bass (Finger)
cs: Elektrická basa (bez brnkátka)
hr: Elektrièni Bas (Prst)

source: Electric Bass (Pick)
cs: Elektrická basa (s brnkátkem)
hr: Elektrièni bas (Pick)

source: Fretless Bass
cs: Basa bez pra¾cù

source: Synth Bass 1
cs: Syntetická basa 1

source: Synth Bass 2
cs: Syntetická basa 2

source: Violin
cs: Housle
hr: Violina

source: Contrabass
cs: Kontrabas
hr: Kontrabas

source: Tremolo Strings
cs: Smyèce - Tremolo

source: Pizzicato Strings
cs: Smyèce - Pizzicato

source: Orchestral Harp
cs: Harfa
hr: Harfa

source: Timpani
cs: Tympány

source: String Ensemble 1
cs: Smyècový orchestr 1

source: String Ensemble 2
cs: Smyècový orchestr 2

source: Synth Strings 1
cs: Syntetické smyèce 1

source: Synth Strings 2
cs: Syntetické smyèce 2

source: Choir Aahs
cs: Sborové ááá

source: Voice Oohs
cs: Sborové óóó

source: Synth Voice
cs: Syntetický hlas

source: Trumpet
cs: Trubka
hr: Truba

source: Trombone
cs: Trombón

source: Muted Trumpet
cs: Trubka s dusítkem

source: French Horn
cs: Francouzský roh
hr: Fransucki rog

source: Brass Section
cs: Dechové nástroje

source: Synth Brass 1
cs: Syntetické dechové nástroje 1

source: Synth Brass 2
cs: Syntetické dechové nástroje 2

source: Soprano Sax
cs: Sopránsaxofón

source: Alto Sax
cs: Altsaxofón

source: Tenor Sax
cs: Tenorsaxofón

source: Baritone Sax
cs: Baritonsaxofón

source: Oboe
cs: Hoboj
hr: Oboa

source: English Horn
cs: Anglický roh
hr: Engleski rog

source: Bassoon
cs: Fagot

source: Clarinet
cs: Klarinet
hr: Klarinet

source: Piccolo
cs: pikola

source: Flute
cs: Flétna
hr: Flauta

source: Recorder
cs: Zobcová Flétna

source: Pan Flute
cs: Panova flétna

source: Blown Bottle
cs: Hra na láhev

source: Whistle
cs: Pískání
hr: Zvi¾duk

source: Ocarina
cs: Ocarína

source: Lead 1 - Square Wave
cs: Tón 1 - Pravoúhlý signál

source: Lead 2 - Saw Tooth
cs: Tón 2 - Trojúhelníkový signál

source: Lead 3 - Calliope
cs: Tón 3 - Parní pí¹»ala

source: Lead 4 - Chiflead
cs: Tón 4 - Pøefukovaná pí¹»ala

source: Lead 5 - Charang
cs: Tón 5 - Charang

source: Lead 6 - Voice
cs: Tón 6 - Hlas

source: Lead 7 - Fifths
cs: Tón 7 - Kvinty

source: Lead 8 - Bass+Lead
cs: Tón 8 - Basy+vý¹ky

source: Pad 1 - New Age
cs: Zvuk 1 - New Age

source: Pad 2 - Warm
cs: Zvuk 2 - Teplý

source: Pad 3 - Polysynth
cs: Zvuk 3 - Polysynth

source: Pad 4 - Choir
cs: Zvuk 4 - Chór

source: Pad 5 - Bow
cs: Zvuk 5 - Luk

source: Pad 6 - Metallic
cs: Zvuk 6 - Kov

source: Pad 7 - Halo
cs: Zvuk 7 - Halo

source: Pad 8 - Sweep
cs: Zvuk 8 - Vlnìní

source: FX 1 - Rain
cs: FX 1 - Dé¹»

source: FX 3 - Crystal
cs: FX 3 - Køi¹»ál

source: FX 4 - Atmosphere
cs: FX 4 - Atmosféra

source: FX 5 - Brightness
cs: FX 5 - Svìtlost

source: FX 6 - Goblins
cs: FX 6 - Goblini

source: FX 7 - Echoes
cs: FX 7 - Echa

source: Banjo
cs: Bend¾o
hr: Bend¾o

source: Koto
cs: Joto

source: Bagpipe
cs: Dudy

source: Fiddle
cs: Skøipky

source: Tinkle Bell
cs: Zvoneèky

source: Steel Drum
cs: Kovový buben

source: Wook Block
cs: Døevìné palièky

source: Taiko Drum
cs: Buben Taiko
hr: Taiko bubanj

source: Synth Drum
cs: Syntetický buben
hr: Synth bubanj

source: Reverse Cymbal
cs: Pøevrácený èinel

source: Guitar Fret Noise
cs: Klozání po hnatníku kytary
hr: Zvuk praga gitare

source: Breath Noise
cs: Dýchání
hr: Zvuk udisaja

source: Seashore
cs: Moøe
hr: Morska obala

source: Bird Tweet
cs: Ptaèí zpìv
hr: Cvrkut ptica

source: Telephone
cs: Telefón
hr: Telefon

source: Helicopter
cs: Vrtulník
hr: Helikopter

source: Applause
cs: Potlesk
hr: Pljesak

source: Gunshot
cs: Støelba
hr: Pucanj

source: &Stop
hr: &Stani

source: Tempo :
hr: Ritam :

source: Rhodes Piano
hr: Rhodes klavir

source: Chorused Piano
hr: Zborni klavir

source: Celesta
hr: Èelesta

source: Cello
hr: Æelo

source: Tuba
hr: Bastuba
