Repository: xwizard/kde1
Catalog: kdemultimedia-1.1.2/po/*/kmix.po
Languages: br, eo

source: &Hide Menubar
br: Kuz&haat barrenn al lañser
eo: &Kaþu menulistelon

source: &Tickmarks On/Off
br: &Derezadur ya/ket
eo: &Tikmarkoj jes/ne

source: &Options...
br: D&ibaboù ...

source: (C) 1997-1998 by Christian Esken (esken@kde.org). Sound mixer panel for the KDE Desktop Environment. This program is in the GPL. SGI Port done by Paul Kendall (paul@orion.co.nz). *BSD fixes by Sebestyen Zoltan (szoli@digo.inf.elte.hu) and Lennart Augustsson (augustss@cs.chalmers.se). ALSA port by Nick Lopez (kimo_sabe@usa.net).
br: (C) 1997-1998 gant Christian Esken (esken@kde.org). Panell veskañ son evit an endro gorretaol KDE. Emañ ar meziant-mañ dindan ar GPL. Azasadur SGI gant Paul Kendall (paul@orion.co.nz). Dizraenañ *BSD gant Sebestyen Zoltan (szoli@digo.inf.elte.hu) ha Lennart Augustsson (augustss@cs.chalmers.se). Azasadur ALSA gant Nick Lopez (kimo_sabe@usa.net).
eo: (C) 1997-1998 æe Christian Esken (esken@kde.org). Sonromiksila panelo por la KDE-LAbortabula Medio. Tiu æi programo estas sub GPL. SGI-porto farita de Paul Kendall (paul@oriaon.co.nz). *BSD-korektoj de Sebestyen Zoltan (szoli@digo.inf.elte.hu) kaj Lennart Augustsson (augustss@cs.chalmers.se).

source: &Left
br: K&leiz
eo: &Maldekstre

source: &Center
br: &Kreiz
eo: &Centre

source: &Right
br: De&hou
eo: &Dekstre

source: &Show Menubar
br: Diskouez &barrenn al lañser
eo: Menulistelo

source: Un&mute
br: Di&vut
eo: &Sone

source: &Mute
br: &Mut
eo: &Sensone

source: &Split
br: &Frailhañ
eo: &Splitigu

source: Un&split
br: Di&frailhañ
eo: Mal&splitigu

source: &RecSource
br: Orin an en&rolladur
eo: &Fonto

source: KMix Preferences
br: Dibarzhoù KMix
eo: KMix-Preferoj

source: General
br: Hollek
eo: Øenerale

source: Channels
br: Kanolioù
eo: Kanaloj

source: Startup settings
br: Kefluniadur loc'hañ
eo: Komencaj difinoj

source: Menubar
br: Barrenn al lañser
eo: Menulistelo

source: Tickmarks
br: Derezadur
eo: Tikmarkoj

source: Allow docking
br: Ensoc'hañ aotreet
eo: Permesu algluadon

source: Mixer channel setup
br: Neuziadur kanolioù ar mesker
eo: Miksila kanalkonfiguro

source: Device
br: Trobarzhell
eo: Aparato

source: Show
br: Diskouez
eo: Montru

source: Split
br: Frailhañ
eo: Splitigu

source: Minimize
br: Arlunañ
eo: Minimumigu
