Repository: xwizard/kde1
Catalog: kdemultimedia-1.1.2/po/*/kscd.po
Languages: da, el, fr, hu, it, pl, sl, tr

source: Copyright (c) 1997-98 Bernd Johannes Wuebben <wuebben@kde.org> Currently maintained by: Sam Maloney <thufir@illogic.ml.org> Kscd contains code from: workman 1.4 beta 3 Copyright (c) Steven Grimm <koreth@hyperion.com> Special thanks to Ti Kan and Steve Scherf, the inventors of the CDDB database concept. Visit http://www.cddb.com for more information on CDDB.
da: CopyRight (c) 1997-98 Bernd Johannes Wuebben <wuebben@kde.org> Vedligeholdt af: Sam Maloney <thufir@illogic.ml.org> Kscd indeholder kode fra: workman 1.4 beta 3 CopyRight (c) Steven Grimm <koreth@hyperion.com> Tak til Ti Kan og Steve Scherf, opfinderne af CDDB-databaseideen. Besøg http://www.cddb.com for mere info om CDDB.
el: Copyright (c) 1997-98 Bernd Johannes Wuebben <wuebben@kde.org> Τωρινός υπεύθυνος: Sam Maloney <thufir@illogic.ml.org> το kscd περιέχει κώδικα από: workman 1.4 beta 3 Copyright (c) Steven Grimm <koreth@hyperion.com> Πολλά ευχαριστώ στους Ti Kan και Steve Scherf, τους εμπνευστές της ιδέας για τη βάση CDDB. Περισσότερες πληροφορίες για την CDDB στο: http://www.cddb.com
fr: Copyright (c) 1997-98 Bernd Johannes Wuebben <wuebben@kde.org> Actuellement maintenu par : Sam Maloney <thufir@illogic.ml.org> Kscd contient du code provenant de : workman 1.4 beta 3 Copyright (c) Steven Grimm <koreth@hyperion.com> Remerciements spéciaux à Ti Kan et Steve Scherf, les inventeurs du concept de base de données CDDB. Visitez http://www.cddb.com pour plus d'informations sur CDDB.
hu: Copyright (c) 1997-98 Bernd Johannes Wuebben <wuebben@kde.org> Jelenlegi karbantartó: Sam Maloney <thufir@illogic.ml.org> Kscd program részeket használt fel innen: workman 1.4 beta 3 Copyright (c) Steven Grimm <koreth@hyperion.com> Külön köszönet Ti Kan-nek és Steve Scherf-nek, a CDDB adatbázis feltalálóinak. Látogassa meg a http://www.cddb.com -ot további CDDB információkért.
it: Copyright (c) 1997-98 Bernd Johannes Wuebben <wuebben@kde.org> Attualmente mantenuto da: Sam Maloney <thufir@illogic.ml.org> Kscd contiene codice di: workman 1.4 beta 3 Copyright (c) Steven Grimm <koreth@hyperion.com> Ringraziamenti speciali a Ti Kan e Steve Scherf, inventori delconcetto di CDDB database . Visita http://www.cddb.com per maggiori informazioni su CDDB.
pl: Copyright (c) 1997-98 Bernd Johannes Wuebben <wuebben@kde.org> Aktualny opiekun: Sam Maloney <thufir@illogic.ml.org> Kscd zawiera kod: workman 1.4 beta 3 Copyright (c) Steven Grimm <koreth@hyperion.com> Specjalne podziêkowania dla Ti Kan oraz Steve Scherf, twórcom koncepcji bazy danych CDDB. Wiêcej informacji o CDDB dostêpnych jest pod adresem http://www.cddb.com Polskie t³umaczenie: Piotr Roszatycki <dexter@fnet.pl>
sl: Avtorske pravice (c) 1997-98 Bernd Johannes Wuebben <wuebben@kde.org> Trenutno vzdr¾uje: Sam Maloney <thufir@illogic.ml.org> Kscd vsebuje kodo: workman 1.4 beta 3 Avtorske pravice (c) Steven Grimm <koreth@hyperion.com> Posebna zahvala gre Ti Kan in Steve Scherf, da sta izumila koncept CDDB podatkovne baze. Obi¹èite http://www.cddb.com za veè informacij o CDDB.

source: KSCD Magic based on Synaesthesia by Paul Harrison <pfh@yoyo.cc.monash.edu.au>
da: KSCD Magic baseret på Synaesthesia af Paul Harrison <pfh@yoyo.cc.monash.edu.au>
el: Το KSCD Magic βασίστηκε στο Synaesthesia του Paul Harrison <pfh@yoyo.cc.monash.edu.au>
fr: KSCD Magic basé sur Synaesthesia de Paul Harrison <pfh@yoyo.cc.monash.edu.au>
hu: KSCD Varázslat a Synaesthesia-n alapszik, szerzõje: Paul Harrison <pfh@yoyo.cc.monash.edu.au>
it: KSCD Magic basato su Synaesthesia di Paul Harrison <pfh@yoyo.cc.monash.edu.au>
pl: KSCD Magic oparte na Synaesthesia - Paul Harrison <pfh@yoyo.cc.monash.edu.au>
sl: KSCD Magic baziran na Synaesthesia od Paula Harrisona <pfh@yoyo.cc.monash.edu.au>
tr: KSCD Magic Paul Harrison'un Synaesthesia'sýna ayanmaktadýr <pfh@yoyo.cc.monash.edu.au>

source: Thanks to Vadim Zaliva <lord@crocodile.org> for his work on the http proxy code.
da: Tak til Vadim Zaliva <lord@crocodile.org> for hans arbejde med http-proxy-koden.
el: Ευχαριστώ τον Vadim Zaliva <lord@crocodile.org> για τη δουλειά του στον κώδικα του http proxy.
fr: Merci à Vadim Zaliva <lord@crocodile.org> pour son travail sur le code du proxy http.
hu: Köszönet Vadim Zaliva-nak <lord@crocodile.org> a http proxy kódon végzett munkáért.
it: Grazie a Vadim Zaliva <lord@crocodile.org> per il suo lavoro sull' http proxy.
pl: Podziêkowania dla Vadim Zaliva <lord@crocodile.org> za jego pracê nad obs³ug± http proxy.
sl: Hvala Vadimu Zaliva <lord@crocodile.org> za njegovo delo na http proksi kodi.

source: SMTP Setup
da: SMTP-opsætning
el: Ρυθμίσεις SMTP
fr: Configuration SMTP
hu: SMTP Beállítások
it: Impostazioni SMTP
pl: Ustawienia SMTP
sl: SMTP nastavitve

source: Kscd Options
da: Kscd-valg
el: Επιλογές Kscd
fr: Options de Kscd
hu: Kscd beállítások
it: Opzioni Kscd
pl: Opcje Kscd
sl: Kscd opcije
tr: Kscd Seçenekleri

source: Kscd Magic
hu: Kscd Varázslat

source: Vol: %02d%%
el: 'Εντ.: %02d%%
hu: Han: %02d%%
sl: Glas: %02d%%
tr: Ses: %02d%%

source: CDROM read or access error. Please make sure you have access permissions to: %s
da: CDROM læse- eller adgangsfejl. Undersøg om du har adgangstilladelser til: %s
el: Σφάλμα ανάγνωσης ή πρόσβασης στο CDROM. Παρακαλώ σιγουρευτείτε ότι έχετε δικαιώματα πρόσβασης στο: %s
fr: Erreur d'accès ou de lecture du CDROM. Assurez-vous que vous avez la permission d'accèder à : %s
hu: CDROM olvasási vagy hozzáférési hiba. Ellenõrizze, hogy van-e hozzáférési joga: %s
it: Errore di accesso o lettura del CDROM. Assicurarsi di avere i permessi di accesso a: %s
pl: B³±d odczytu CDROM lub dostêpu. Proszê sprawdziæ prawa do: %s
tr: CDROM okuma veya eriþim hatasý. %s Eriþim haklarýnýzý kontrol edin

source: Ready
da: Klar
el: 'Ετοιμο
fr: Prêt
hu: Kész
it: Pronto
pl: Gotowe
sl: Pripravljen
tr: Hazýr

source: Ejected
da: Skubbet ud
el: Ανοιχτό
fr: Ejecté
hu: Lemez kilökve
it: Espulso
pl: Wyrzucanie
sl: Izvr¾en
tr: Dýþarý verildi

source: Unable to get CDDB server list.
da: Kan få fat på CDDB-tjenerlisten.
el: Δε μπορώ να κατεβάσω τη λίστα CDDB από το διακομιστή.
fr: Impossible d'obtenir la liste du serveur CDDB.
hu: A CDDB kiszolgáló listája nem elérhetõ.
it: Impossibile accedere alla CDDB server list.
pl: Nie mo¿na pobraæ listy CDDB.
sl: Nezmo¾en dobiti seznam stre¾nikov CDDB.
tr: CDDB sunucu dökümünü alamýyorum.

source: No matching CDDB entry found.
da: Fandt ikke passende CDDB-indgang.
el: Δε βρέθηκε σύμφωνη καταχώριση στη CDDB.
fr: Aucune entrée CDDB correspondante.
hu: Nincs egyezõ CDDB bejegyzés.
it: Nessuna voce CDDB trovata.
pl: Brak wpisu do CDDB.
sl: Ujemajoè vnos CDDB ni bil na¹en.
tr: CDDB veritabanýnda bir eþleme bulunamadý.

source: Error getting CDDB entry.
da: Fejl ved hentning af CDDB-indgang.
el: Σφάλμα κατά το κατέβασμα της εγγραφής CDDB
fr: Erreur de lecture de l'entrée CDDB.
hu: Hiba CDDB bejegyzés keresésekor.
it: Errore nel recupero delle informazioni CDDB.
pl: B³±d podczas odczytu danych z CDDB.
sl: Napaka pri sprejemu vnosa CDDB.

source: CDDB query timed out.
da: Tiden udløb på CDDB-forespørgsel.
el: Ο χρόνος του ερωτήματος CDDB έληξε.
fr: Le délai d'interrogation de CDDB est écoulé.
hu: CDDB kérés túl sokág tart.
it: Tempo massimo richiesta CDDB esaurito.
pl: Przekroczony czas odczytu z CDDB.
sl: Poizvedba CDDB je potekla.
tr: CDDB sorgusu zamaný doldu

source: Tra Rem
fr: Pis Res
hu: Szm még
it: Rim Tra
pl: ¦ci Zos
sl: Skl Ostal
tr: Þar Kal

source: Tot Sec
hu: Össz mp
it: Sec Tot
pl: Ca³ Sek
sl: Skup Sek
tr: Top San

source: Tot Rem
fr: Tot Res
hu: Össz még
it: Rim Tot
pl: Ca³ Zos
sl: Skup Ostal
tr: Top Kal

source: Tra Sec
fr: Pis Sec
hu: Szm mp
it: Sec Tra
pl: ¦ci Sek
sl: Skl Sek
tr: Þar San

source: Cannot start kscdmagic.
da: Kan ikke starte Kscdmagic.
el: Αδύνατη η εκκίνηση του kscdmagic.
fr: Impossible de lancer kscdmagic.
hu: Nem lehet elindítani a kscdmagic-et.
it: Impossibile avviare kscdmagic.
pl: Nie mo¿na uruchomiæ kscdmagic.
sl: Ne morem zagnati kscdmagic.
tr: kscdmagic baþlatýlamýyor

source: KSCD Magic exited abnormally. Are you sure kscdmagic is installed?
da: Kscd Magic afsluttede unormalt. Er du sikker på at Kscd Magic er installeret?
el: Το KSCD Magic τερματίστηκε μη κανονικά. Είστε σίγουρος ότι το kscdmagic είναι εγκατεστημένο;
fr: KSCD Magic s'est arrêté anormalement. Etes-vous sûr que kscdmagic est installé ?
hu: KSCD Varázslat rosszul lépett ki. Biztosan telepítve van a kscdmagic?
it: KSCD Magic esce non normalmente. Sei sicuro di averlo installato?
pl: KSCD Magic zakoñczy³ siê niespodziewanie. Czy kscdmagic jest na pewno zainstalowany?
sl: KSCD Magic se je nenormalno konèal. Ali ste preprièani, da je name¹èen kscdmagic?
tr: KSCD Magic anormal þekilde sonlandý. Yüklü olduðundan emin misiniz?

source: Enter the local CDDB base Directory
da: Indgiv den lokal CDDB-basefolder
el: Εισάγετε τον τοπικό κατάλογο της CDDB
fr: Entrez le répertoire de base de la CDDB locale
hu: A helyi CDDB adatbázisba írja
it: Inserisci la Directory locale dell'archivio CDDB
pl: Podaj lokalny katalog z danymi CDDB
sl: Vnesite lokalni korenski imenik CDDB

source: -h: display commandline options
da: -h: vis kommandolinie-valg
el: -h: εμφάνιση επιλογών στη γραμμή εντολών
fr: -h : affiche les options de la ligne de commande
hu: -h: kiírja a parancssori kapcsolókat
it: -h: mostra le opzioni della riga di comando
pl: -h: poka¿ opcje
sl: -h: prikaz opcij ukazne vrstice
tr: -h: komut satýrý seçeneklerini göster

source: -d: enable debugging output.
da: -d: muliggør problemløsning af uddata.
el: -d: ενεργοποίηση εξόδου αποσφαλμάτωσης.
fr: -d : active la sortie de déboguage.
hu: -d: bekapcsolja a debug kimenetet.
it: -d: abilita l'output di debug.
pl: -d: w³±cz tryb odpluskwiania
sl: -d: vklopi odhro¹èevanje izhoda.
tr: -d: hata ayýklama çýktýsý.

source: Magic Kscd
da: Magisk Kscd
hu: Varázsos Kscd

source: Width of Magic Window:
da: Bredde på magisk vindue:
el: Πλάτος παραθύρου Magic:
fr: Largeur de fenêtre Magic :
hu: Varázs ablak szélessége:
it: Larghezza della Finestra Magic
pl: Szeroko¶æ okna:
sl: ©irina Magicovega okna:
tr: Magic Penceresinin Geniþliði

source: Height of Magic Window:
da: Højde på magisk vindue:
el: 'Υψος παραθύρου Magic:
fr: Hauteur de fenêtre Magic :
hu: Varázs ablak magassága:
it: Altezza della Finestra Magic
pl: Wysoko¶æ okna:
sl: Vi¹ina Magicovega okna:
tr: Magic Penceresinin Yüksekliði

source: MAGIC Brightness:
da: MAGIC-lysstyrke:
el: Φωτεινότητα MAGIC:
fr: Luminosité MAGIC :
hu: Varázslat fényessége:
it: Luminosità Magic
pl: Jasno¶æ:
sl: MAGIC jasnost:
tr: MAGIC Parlaklýðý:

source: Enable submission via SMTP
da: Muliggør at sende via SMTP
el: Ενεργοποίηση αποστολής μέσω SMTP
fr: Activer l'envoi via SMTP
hu: SMTP feladás engedélyezés
it: Abilita spedizioni via SMTP
pl: W³±cz wysy³anie przez SMTP
sl: Dovoli predloge preko SMTP

source: SMTP Address:Port
da: SMTP-adresse:port
el: SMTP Διεύθυνση:Θύρα
fr: SMTP Adresse:Port
hu: SMTP Cím:Port
it: SMTP Indirizzo:Porta
pl: SMTP Adres:Port
sl: SMTP Naslov:Vrata

source: Your Email Address
da: Din e-postadresse
el: Η Ηλεκτρονική σας Διεύθυνση
fr: Votre adresse e-mail
hu: Az Ön e-mail címe
it: Il tuo indirizzo Email
pl: Twój adres e-mail
sl: Va¹ epo¹tni naslov
