Repository: xwizard/kde1
Catalog: kdemultimedia-1.1.2/po/*/kscd.po
Languages: da, el, fr, hu, it, pl, sl, tr

source: CDDB Base Directory
da: CDDB-basefolder
el: Κατάλογος αποθήκευσης της CDDB
fr: Répertoire de base CDDB :
hu: CDDB Kiinduló Könyvtár
it: Diretcory Archivio CDDB
pl: Katalog CDDB
sl: CDDB korenski imenik
tr: Temel CDDB Dizini

source: Send CDDB submissions to:
da: Send CDDB-data til:
el: Στείλε τις καταχωρίσεις CDDB σε:
fr: Envoyer les contributions CDDB à :
hu: CDDB küldemények fogadója:
it: Manda le informazioni CDDB a:
pl: Wysy³aj zapytania CDDB do:
sl: Po¹lji CDDB prispevki na:
tr: CDDB katkýlarýný buraya gönder:

source: CDDB server:
da: CDDB-tjener:
el: Διακομιστής CDDB:
fr: Serveur CDDB :
hu: CDDB kiszolgáló:
it: Server CDDB:
pl: Serwer CDDB:
sl: CDDB stre¾nik
tr: CDDB sunucusu:

source: Update
da: Opdatér
el: Ανανέωση
fr: Actualiser
hu: Frissít
it: Aggiorna
pl: Uaktualnij
sl: Obnovi
tr: Güncelle

source: Enable Remote CDDB
da: Tag Internet-CDDB i brug
el: Ενεργοποίηση απομακρυσμένης CDDB
fr: Activer CDDB distante
hu: Távoli CDDB Engedélyezés
it: Abilita CDDB Remoto
pl: W³±cz zdalny CDDB
sl: Vkljuèi oddaljen CDDB
tr: CDDB eriþimine izin ver

source: Defaults
da: Standard
el: Προεπιλεγμένα
fr: Défaut
hu: Alapértékek
it: Predefiniti
pl: Domy¶lne
sl: Privzeto
tr: Öntanýmlar

source: Use HTTP proxy to access CDDB
da: Brug HTTP-proxy for adgang til CDDB
el: Πρόσβαση στη CDDB με χρήση HTTP proxy
fr: Utiliser un proxy HTTP pour accéder à CDDB
hu: CDDB elérés HTTP proxy-n keresztül
it: Usa proxy HTTP per accedere a CDDB
pl: U¿yj HTTP proxy do po³±czeñ CDDB
sl: Uporabi HTTP proksi za dostop do CDDB
tr: CDDB eriþimi için HTTP kuklasý kullan

source: CD Database Editor
da: CD-databaseredigering
el: Επεξεργαστής Βάσης Δεδομένων CD
fr: Editeur de Base de données CDDB
hu: CD Adatbázis Szerkesztõ
it: Editor Database CD
pl: Edytor informacji CD
sl: Urejevalnik CD baze
tr: CD Veritabaný Düzenleyicisi

source: Total Time: %02d:%02d:%02d
da: Total tid: %02d:%02d:%02d
el: Ολικός Χρόνος: %02d:%02d:%02d
fr: Temps Total : %02d:%02d:%02d
hu: Teljes Idõ: %02d:%02d:%02d
it: Durata complessiva: %02d:%02d:%02d
pl: Ca³kowity czas: %02d:%02d:%02d
sl: Celoten èas: %02d:%02d:%02d
tr: Toplam Zaman: %02d:%02d:%02d

source: Total Time: %02d:%02d
da: Total tid: %02d:%02d
el: Συνολικός Χρόνος: %02d:%02d
fr: Temps Total: %02d:%02d
hu: Teljes Idõ: %02d:%02d
it: Durata complessiva: %02d:%02d
pl: Ca³kowity czas: %02d:%02d
sl: Celoten èas: %02d:%02d
tr: Toplam Zaman: %02d:%02d

source: Use this Editor to annotate this track
da: Brug denne tekstbehandler til at kommentere dette spor
el: Γράψτε εδώ τα σχόλια για το κομμάτι
fr: Utilisez cet éditeur pour annoter cette piste
hu: Használja ezt a szerkesztõt a szám elnevezéséhez
it: Usa questo editor per aggiungere una nota a questa traccia
pl: U¿yj tego edytora do opisania ¶cie¿ki
sl: Uporabite ta urejevalnik za zaznamek te skladbe
tr: Bu düzenleyici ile þarkýya isim ver

source: Use this Editor to annotate the title
da: Brug denne tekstbehandler til at kommentere titlen
el: Γράψτε εδώ τα σχόλια για τον τίτλο
fr: Utilisez cet éditeur pour annoter le titre
hu: Használja ezt a szerkesztõt acím megadásához
it: Usa questo editor per aggiungere una nota al titolo
pl: U¿yj tego edytora do opisania tytu³u
sl: Uporabite ta urejevalnik za zaznamek naslova
tr: Bu düzenleyici ile albüme isim ver

source: Please select a Category or press Cancel
da: Vælg venligst en kategori eller tryk på annuller
el: Παρακαλώ επιλέξτε Κατηγορία ή πατήστε 'Ακυρο
fr: Sélectionnez une Catégorie ou appuyez sur Annuler
hu: Válasszon egy kategóriát, vagy nyomja meg az Elvet gombot
it: Per favore selezionare una Categoria o premere annulla
pl: Proszê wybraæ Kategoriê lub wcisn±æ Anuluj
sl: Prosim izberite kategoriji ali pritisnite Preklièi
tr: Lütfen bir grup seçin ya da vazgeçin

source: To which category does the CD belong?
da: Hvilken kategori tilhører CD'en?
el: Σε ποιά κατηγορία ανήκει αυτό το CD;
fr: A quelle catégorie appartient ce CD ?
hu: Melyik kategóriába tartozik ez a CD?
it: A che categoria appartiene il CD ?
pl: Do jakiej kategorii nale¿y ten CD?
sl: V katero kategorijo sodi CD
tr: CD hangi gruba ait?

source: Submitting cddb entry: %s
da: Oversender CDDB-data: %s
el: Η εγγραφή cddb υποβάλλεται: %s
fr: Envoi de l'entrée CDDB : %s
hu: Cddb bejegyzés feladása: %s
it: Spedici informazioni cddb: %s
pl: Wysy³anie wpisu cddb: %s
sl: Po¹iljam cddb vnos: %s
tr: CDDB verisini gönderiyorum: %s

source: Could not pipe contents into: %s
da: Kunne ikke overføre ("pipe") indholdet til: %s
el: Αδύνατη η σωλήνωση περιεχομένων στο: %s
fr: Impossible de rediriger le contenu dans : %s
hu: Nem tudtam a tartalmat beküldeni: %s
pl: Nie mo¿na przekierowaæ danych do: %s
tr: Ýçindekileri yönlendiremedim: %s

source: Under which category would you like to store this CDDB entry?
da: I hvilken kategori ønsker du at gemme disse CDDB-data?
el: Σε ποιά κατηγορία θα θέλατε να καταχωρίσετε την εγγραφή CDDB;
fr: Sous quelle catégorie souhaitez-vous enregistrer cette entrée CDDB ?
hu: Melyik karegória alatt kívánja tárolni ezt a CDDB bejegyzést?
it: In che categoria vuoi inserire queste informazioni CDDB?
pl: W jakim katalogu chcesz zapisaæ tê pozycjê CDDB?
sl: V katero kategorijo ¾elite shraniti ta CDDB vnos?
tr: Bu CDDB girdisini hangi grup altýnda saklamak istiyorsunuz?

source: Unable to write to file: %s Please check your permissions and make your category directories exist.
da: Ikke i stand til at skrive til fil: %s Undersøg dine adgangstilladelser og sørg for at din kategorikataloger eksisterer.
el: Δε μπορώ να γράψω στο αρχείο: %s Παρακαλώ βεβαιωθήτε για τα δικαιώματα και την ύπαρξη των καταλόγων.
fr: Impossible d'écrire le fichier : %s Vérifiez vos permissions et créez vos répertoires catégorie.
hu: Nem írható a fájl: %s Ellenõrizze a jogosultságokat, és hogy a kategória könyvtárak léteznek-e.
it: Impossibile scrivere sul file: %s Per favore controllare i permessi ed eventualmente creare la directory per la categoria.
pl: Nie mo¿na zapisaæ pliku: %s Proszê sprawdziæ prawa zapisu lub utworzyæ katalog.
sl: Nisem mogel pisati v datoteko: %s Prosim preverite dovoljenja in ustvarite imenike kategorij.
tr: %s dosyasýna yazýlamadý Dosya eriþim haklarý izin vermiyor olabilir, grup dizinleriniz olmayabilir.

source: Kscd Error
da: Kscd-fejl
el: Σφάλμα Kscd
fr: Erreur de Kscd
hu: Kscd Hiba
it: Errore Kscd
pl: B³±d Kscd
sl: Kscd napaka
tr: Kscd Hatasý

source: Invalid Database Entry
da: Ugyldig database-oplysning
el: 'Ακυρη Καταχώριση στη Βάση Δεδομένων
fr: Entrée de base de données invalide
hu: Hibás Adatbázis Bejegyzés
it: Voce Database non valida
pl: B³êdny wpis informacji
sl: Nepravilen vnos v bazo
tr: Geçersiz Veritabaný Girdisi

source: The Disc Artist / Title field is not filled in. Please correct the entry and try again.
da: CD artist- / titelfelt er ikke udfyldt. Ret venligst indgangen og prøv igen.
el: Το πεδίο Καλλιτέχης / Τίτλος Δίσκου δεν είναι συμπληρωμένο. Παρακαλώ διορθώστε την εγγραφή και προσπαθήστε ξανά.
fr: Le champ Disque Artiste / Titre n'est pas rempli. Corrigez l'entrée et essayez à nouveau.
hu: Az Elõadó / Album Cím mezõ nincs kitöltve. Kérem javítsa ki a mezõt, és próbálja újra.
it: Il campo Autore / Titlo Disco non è stato riempito. Correggere la voce e provare nuovamente.
pl: Pole Artysta / Tytu³ jest nie wype³nione. Proszê poprawiæ to pole i spróbowaæ ponownie.
sl: Polje avtor / naslov ni izpolnjeno. Prosim popravite svoj vnos in poiskusite znova.
tr: Sanatçý/Albüm Adý bölümü doldurulmamýþ. Bilgiyi girip yeniden deneyin.

source: The Disc Artist / Title field is not filled in correctly. Please separate the artist from the title of the CD with a forward slash, such as in: Peter Gabriel / Greatest Hits
da: CD artisten- / titelfeltet er ikke korrekt udfyldt. Adskil artisten fra titelen på CD'en med en fremad skråstreg, som i: Peter Gabriel / Greatest Hits
el: Το πεδίο Καλλιτέχης / Τίτλος Δίσκου δεν είναι συμπληρωμένο σωστά. Παρακαλώ διαχωρίστε τον καλλιτέχνη από τον τίτλο του CD όπως: Σάκης / Μάνα γιατί με γέννησες
fr: Le champ Disque Artiste / Titre n'est pas rempli correctement. Séparez le nom de l'artiste et le titre du CD avec un slash, comme dans : Peter Gabriel / Greatest Hits
hu: Az Elõadó / Album Cím mezõ nincshelyesen kitöltve. Válassza el az elõadó nevét az album címétõl egy per jellel, úgy mint: Metallica / Master of Puppets
it: Il campo Autore / Titolo Disco non è riempito correttamente. Separare l'autore dal titolo del CD con una slash "/" com ad esempio: Peter Gabriel / Greatest Hits
pl: Pole Artysta / Tytu³ jest nieprawid³owo wype³nione. Proszê oddzieliæ artystê od tytu³u uko¶nikiem, np.: Peter Gabriel / Greatest Hits
sl: Polje avtor / naslov ni pravilno izpolnjeno. Prosim loèite avtorja od naslova CD-ja s po¹evnico kot npr.: Queen / Greatest Hits
tr: Sanatçý/Albüm adý kýsmý doðru doldurulmamýþ. Lütfen sanatçý ile albüm adýný bir bölü iþareti ile ayýrýn. Örnek olarak: Hasan Cihat Örter / re-formation

source: Not all track titles can be empty. Please correct the entry and try again.
da: Alle sportitler kan ikke være tomme. Ret indgangen og prøv igen.
el: Δεν γίνεται όλοι οι τίτλοι των κομματιών να είναι άδειοι. Παρακαλώ διορθώστε την καταχώριση και προσπαθήστε ξανά.
fr: Les titres de piste ne peuvent pas tous être vides. Veuillez corriger l'entrée et ré-essayer.
hu: Nem lehet minden számcím üres. Kérem, javítsa ki, és próbálja újra.
it: Non possono esserci solo tracce senza titolo. Corrggere le voci e provare nuovamente.
pl: Wszystkie ¶cie¿ki nie mog± byæ puste. Proszê wprowadziæ tytu³u i spróbowaæ ponownie.
sl: Vsi naslovi skladb ne smejo biti prazni. Prosim popravite vnos in poiskusite znova.
tr: Tüm þarký isimleri boþ olamaz. Lütfen düzeltip tekrar deneyin.

source: Internal Error
da: Intern fejl
el: Εσωτερικό Σφάλμα
fr: Erreur interne
hu: Belsõ Hiba
it: Errore Interno
pl: Wewnêtrzny b³±d
sl: Notranja napaka
tr: Dahili Hata

source: cdinfo.ntracks != title_list->count() + 1 Please email the author.
da: cdinfo.ntracks != title_list->telling() + 1 Send venligst e-post til forfatteren.
el: cdinfo.ntracks != title_list->count() + 1 Παρακαλώ στέιλτε e-mail στον συγγραφέα.
fr: cdinfo.ntracks != title_list->count() + 1 Contactez l'auteur par mail.
hu: cdinfo.ntracks != title_list->count() + 1 Kérem küldjön e-mailt a szerzõnek.
it: cdinfo.ntracks != title_list->count() + 1 Spedire una email all'autore, grazie.
pl: cdinfo.ntracks != title_list->count() + 1 Proszê skontaktowaæ siê z autorem programu.
sl: cdinfo.ntracks != title_list->count() + 1 Prosim obvestite avtorja po epo¹ti.
tr: cdinfo.ntracks != title_list->count() + 1 Lütfen yazara haber verin.

source: Invalid Playlist
da: Ugyldig spilleliste
el: Η λίστα δεν είναι έγκυρη
fr: Play List invalide
hu: Hibás számlista
it: PlayList non valida
pl: B³êdna lista utworów
sl: Nepravilen seznam skladb
tr: Geçersiz Çalma listesi

source: Load
da: Indlæs
el: Φόρτωσε
fr: Charger
hu: Betöltés
it: Carica
pl: Za³aduj
sl: Nalo¾i
tr: Yükle

source: Play List Editor
da: Spillelisteredigerer
el: Επεξεργασία λίστας
fr: Editeur de Play List
hu: Számlista Szerkesztõ
it: Editor Play List
pl: Edytor listy utworów
sl: Urejevalnik predvajanih skladb
tr: Çalma Listesi Düzenleyicisi

source: Edit Track Title
da: Rediger titelspor
el: Επεξεργασία Τίτλων Κομματιών
fr: Edition du Titre de la Piste
hu: Szám-cím szerkesztés
it: Modifica Titolo Traccia
pl: Edytuj tytu³ ¶cie¿ki
sl: Uredi naslov skladbe
tr: Þarký Ýsmi Gir

source: Disc Artist / Title
da: CD Artist / Tittel
el: Καλλιτέχης / Τίτλος Δίσκου
fr: Disque Artiste / Titre
hu: Elõadó / Album Cím
it: Autore / Titolo Disco
pl: Artysta / Tytu³
sl: Avtor / naslov CD-ja
tr: Sanatçý / Albüm Ýsmi

source: Track / Time / Title
da: Spor / Tid / Titel
el: Κομμάτι / 'Ωρα / Τίτλος
fr: Piste / Temps / Titre
hu: Szám / Idõ / Cím
it: Traccia / Durata / Titolo
pl: ¦cie¿ka / Czas / Tytu³
sl: Skladba / Èas / Naslov
tr: Þarký / Zaman / Ýsmi

source: Ext Info
da: Ekstern Info
el: Σχόλιο
fr: Info comp
hu: Egyéb Infó
it: Info Est.
pl: Rozsz. info.
sl: Ekst. informacije
tr: Ek Bilgi

source: Disc ID
da: CD ID
el: ID Δίσκου
fr: Disque ID
hu: CD azonosító
it: ID Disco
pl: ID dysku
sl: CD ID

source: Upload
da: Overfør
el: Αποστολή
fr: Envoyer
hu: Feltölt
pl: Wprowad¼
sl: Po¹lji
tr: Gönder

source: Configure kscd
da: Indstil Kscd
el: Ρυθμίσεις kscd
fr: Configuration de kscd
hu: Kscd konfigurálás
it: Configura kscd
pl: Konfiguruj kscd
sl: Priredi kscd
tr: kscd yapýlandýr

source: LED Color:
da: LED-farve:
el: Χρώμα LED:
fr: Couleur des LED :
hu: LED színe:
it: Colore LED:
pl: Kolor LED:
sl: Barva LED:
tr: LED Rengi:

source: Background Color:
da: Bakgrundsfarve:
el: Χρώμα Φόντου:
fr: Couleur du fond :
hu: Háttér szín:
it: Colore Sfondo:
pl: Kolor t³a:
sl: Barva ozadja:
tr: Arkaplan Rengi:

source: CDROM Device:
da: CDROM-enhed:
el: Συσκευή CDROM:
fr: Périphérique CDROM :
hu: CDROM Eszköz:
it: Dispositivo CDROM:
pl: Urz±dzenie CDROM:
sl: Naprava CDROM:
tr: CDROM aygýtý:

source: Unix mail command:
da: Unix-postkommando:
el: Εντολή για e-mail:
fr: Commande de mail :
hu: Unix mail parancs:
it: Comando posta Unix:
pl: Polecenie dla poczty:
sl: Unix po¹tni ukaz:
tr: Unix mail komutu:

source: WWW-Browser
da: WWW-søger
el: Πρόγραμμα Αναζήτησης Παγκοσμίου Ιστού
fr: Navigateur WWW
hu: WWW-Böngészõ
it: Browser WWW
pl: Przegl±darka WWW
sl: WWW-brskalnik
tr: Að tarayýcýsý

source: Use kfm as Browser
da: Brug Kfm som netsøger
el: Χρησιμοποίηση του kfm σαν πρόγραμμα αναζήτησης
fr: Utiliser kfm comme navigateur
hu: Használja kfm-et böngészéshez
it: Usa kfm come Browser
pl: U¿yj kfm jako przegl±darki
sl: Uporabi kfm kot brskalnik
tr: Tarayýcý olarak kfm kullan

source: Use Custom Browser:
da: Brug selvdefineret netsøger:
el: Χρήση συνήθους προγράμματος αναζήτησης:
fr: Utiliser un navigateur personnalisé :
hu: Használjon más böngészõt:
it: Usa Browser personalizzato:
pl: U¿yj dowolnej przegl±darki:
sl: Uporabi lasten brskalnik:
tr: Baþka Tarayýcý Kullan

source: Show Tool Tips
da: Vis værktøjstips
fr: Afficher les bulles d'aide
hu: Mutassa a tippeket
it: Mostra suggerimenti
pl: Pokazuj podpowiedzi
sl: Prika¾i nasvete orodij
tr: Ýpuçlarýný Göster

source: Enable KPanel Docking
da: Muliggør KPanel-dykning
el: Ενεργοποίηση ενσωμάτωσης του KPanel
fr: Placer sur le tableau de bord
hu: KPanelbe dokkolás engedélyezés
it: Abilita Icona nel pannello
pl: W³±cz dokowanie
sl: Vklopi sidranje v Kplo¹èi
tr: Kpanel'e Eklemeye Ýzin Ver

source: Play on Tray Close
da: Spil når døren lukkes
el: Αναπαραγωγή με το Κλείσιμο της Θύρας
fr: Lecture lors de la fermeture de la trappe
hu: Lejátszás a tálca becsukásakor
it: Inizia riproduzione quando viene inserito il CD
pl: Automatycznie odtwarzaj
sl: Zapri predvajanje na podstavku

source: AutoDock on Minimize
da: Autodyk ved minimering
el: Αυτόματη Ενσωμάτωση στην Ελαχιστοποίηση
fr: Placer sur le tableau de bord au lieu d'Icônifier
hu: Minimalizáláskor autómatikus dokkolás
pl: Dokuj przy minizalizacji
sl: Samodejno zasidraj ob skrèenju

source: Stop Playing on Exit
da: Stop spil ved afslutning
el: Διακοπή Αναπαραγωγής στην έξοδο
fr: Arrêter la lecture à la sortie
hu: Lejátszás megáll kilépéskor
it: Termina la riproduzione all'uscita
pl: Zatrzymaj po wyj¶ciu
sl: Prekini predvajanje ob izhodu

source: Eject on Finish
da: Skub ud når færdig
el: 'Ανοιγμα Θύρας στο Τέλος
fr: Ejecter à la fin
hu: Lökje ki a lemezt, ha vége van
it: Espulsione CD alla fine
pl: Wyrzuæ na koniec
sl: Izvr¾i na koncu

source: Play/Pause
da: Spil/pause
el: Αναπαραγωγή/Παύση
fr: Lecture/Pause
hu: Lejátszás/PillanatÁllj
it: Play/Pausa
pl: Odtwarzaj/Pauza
sl: Predvajaj/Premor
tr: Çal/Bekle

source: Forward
da: Fremad
el: Μπροστά
fr: Avancer
hu: Elõre
it: Avanti
pl: W przód
sl: Naprej

source: Backward
da: Baglæns
el: Πίσω
fr: Reculer
hu: Vissza
it: Indietro
pl: W ty³
sl: Nazaj
tr: Geri

source: Next
da: Næste
el: Επόμενο
fr: Piste suivante
hu: Következõ
it: Successivo
pl: Nastêpny
sl: Naslednja
tr: Sonraki

source: Previous
da: Forrige
el: Προηγούμενο
fr: Piste précédente
hu: Elõzõ
it: Precedente
pl: Poprzedni
sl: Prej¹nja
tr: Önceki

source: Eject
da: Skub ud
el: 'Ανοιγμα
fr: Ejection
hu: Kilök
it: Espelli
pl: Wyrzuæ
sl: Izvr¾i
tr: CD çýkar

source: Minimize
da: Minimer
el: Ελαχιστοποίηση
fr: Icônifier
hu: Minimalizálás
it: Minimiza
pl: Minimalizuj
sl: Skrèi
tr: Simgeleþtir

source: No exact match could be found. Please select the appropriate CD from the list of choices presented below.
da: Fandt ikke en der passede. Vælg en passende CD fra listen af valgmuligheder vist nedenfor.
el: Δεν μπόρεσε να γίνει ακριβής αντιστοίχιση. Παρακαλώ διαλέξτε το κατάλληλο CD από την παρακάτω λίστα.
fr: Aucune correspondance exacte n'a pu être trouvée. Sélectionnez le CD approprié dans la liste de choix présentée au-dessous.
hu: Nincs pontos találat. Válassza ki a CD-t az alábbilistából.
it: Non è stata trovata nessuna corrispondenza esatta. Scegli il CD appropriato dalla lista qui sotto.
pl: Brak jednoznacznego opisu. Proszê wybraæ odpowiedni CD z ni¿ej podanej listy.
sl: Nisem na¹el ujemajoèega CD-ja. Prosim izberite ustrezni CD s spodaj predstavljenega izbirnega seznama.
tr: Tam bir eþleme saðlanamadý. Lütfen uygun CD'yi aþaðýda yer alan seçeneklerarasýndan seçin.

source: Please select a Disk Title or press Cancel
da: Vælg en CD-titel eller tryk på Annuller
el: Παρακαλώ επιλέξτε ένα Τίτλο Δίσκου ή πατήστε Ακύρωση
fr: Sélectionnez un Titre de Disque ou appuyez sur Annuler
hu: Válasszon Album Címet, vagy nyomja meg az Elvet gombot
it: Seleziona un Titolo di Disco o premi Annulla
pl: Proszê wybraæ Tytu³ lub wcisn±æ Anuluj
sl: Prosim izberite naslov plo¹èe ali pritisnite Preklièi
tr: Ya bir disk seçin ya da Vazgeç tuþuna basýn

source: Record submitted successfully
da: CD blev sendt korrekt
el: Η εγγραφή στάλθηκε επιτυχώς
fr: Enregistrement envoyé avec succès
hu: Lemez adatok sikeresen elküldve
it: Record spedito con successo
pl: Dane zosta³y poprawnie wys³ane
sl: Posnetek je bil uspe¹no poslan

source: Error connecting to server.
da: Fejl ved forbindelse til server.
el: Σφάλμα σύνδεσης με το διακομιστή.
fr: Erreur de connexion au serveur.
hu: Hiba a kiszolgálóhoz kapcsolódáskor.
it: Errore nella connessione al server.
pl: B³±d podczas ³±czenia z serwerem.
sl: Napaka pri povezavi na stre¾nik

source: Not connected.
da: Ikke forbundet.
el: Εκτός σύνδεσης.
fr: Non connecté.
hu: Nincs kapcsolat.
it: Non connesso.
pl: Brak po³±czenia.
sl: Nepovezan.

source: Connection timed out.
da: Forbindelsen blev tidsafsluttet.
el: Ο χρόνος σύνδεσης τελείωσε.
fr: Délai de connexion écoulé.
hu: A kapcsolat túllépte az idõkeretet (timeout).
it: Tempo massimo di connessione scaduto.
pl: Przekroczony czas po³±czenia.
sl: Èas za povezava je potekel.

source: Time out waiting for server interaction.
da: Tiden udløb mens der ventedes på svar fra serveren.
el: Διακοπή - Περιμένω απάντηση σπό το διακομιστή.
fr: Délai d'interaction avec le serveur écoulé.
hu: Idõtúllépés a kiszolgáló válaszára várakozáskor.
pl: Przekroczony czas oczekiwania na odpowied¼ serwera.
sl: Èas za stre¾nikov poseg je potekel.

source: Server said: "%s"
da: Serveren sagde: "%s"
el: Απάντηση Διακομιστή: "%s"
fr: La serveur a répondu : "%s"
hu: Kiszolgáló válasza: "%s"
it: Il server ha detto: "%s"
pl: Odpowied¼ serwera: "%s"

source: Error #%d sending message via SMTP. %s
da: Fejl #%d ved at sende budskab via SMTP. %s
el: Σφάλμα #%d στέλνοντας μύνημα μέσω SMTP. %s
fr: Erreur #%d lors de l'envoi du message via SMTP. %s
hu: #%d hiba az üzenet SMTP-n keresztül küldésekor. %s
it: Errore #%d nella spedizione via SMTP. %s
pl: B³±d #%d podczas wysy³ania danych przez SMTP. %s

source: Vol: --
el: 'Ενταση: --
hu: Han: --
sl: Glasnost: --
tr: Ses: --

source: Performances
da: Ydelser
el: Συναυλίες
fr: Concerts
hu: Események
pl: Wiadomo¶ci
sl: Uèinki
tr: Gösteriler

source: Purchases
da: Indkøb
el: Αγορές
fr: Achats
hu: Beszerzés
it: Acquisto
pl: Zakupy
sl: Nakupi
tr: Satýþlar

source: KSCD Magic
hu: KSCD Varázslat

source: Loop CD
da: Lak CD gå i sløjfe
el: Κυκλική εναλλαγή κομματιών
fr: Lecture du CD en boucle
hu: Végtelen lejátszás
it: Ripetizione CD
pl: Powtarzaj CD
sl: Predvajaj v zanki
tr: Tekrarla

source: Track Selection
da: Valg af spor
el: Επιλογή Κομματιού
fr: Sélection de la piste
hu: Szám választás
it: Selezione Traccia
pl: Wybór ¶cie¿ek
sl: Izbor skladb
tr: Þarký Seçimi

source: 30 Secs Forward
da: 30 sekunder fremad
el: 30 Δευτ. Μπροστά
fr: Avancer de 30 secs
hu: 30 mp-et elõre
it: Avanti 30 secondi
pl: 30 sek do przodu
sl: 30 sekund naprej
tr: 30 sn. Ýleri

source: 30 Secs Backward
da: 30 sekunder tilbage
el: 30 Δευτ. Πίσω
fr: Reculer de 30 secs
hu: 30 mp-et vissza
it: Indietro 30 secondi
pl: 30 sek do ty³u
sl: 30 sekund nazaj
tr: 30 sn. Geri

source: Next Track
da: Næste spor
el: Επόμενο Κομμάτι
fr: Piste suivante
hu: Következõ szám
it: Traccia successiva
pl: Nastêpna ¶cie¿ka
sl: Naslednja skladba
tr: Sonraki Þarký

source: Previous Track
da: Forrige spor
el: Προηγούμενο Κομμάτι
fr: Piste précédente
hu: Elõzõ szám
it: Traccia Precedente
pl: Poprzednia ¶cie¿ka
sl: Prej¹nja skladba
tr: Önceki Þarký

source: Quit Kscd
da: Afslut Kscd
el: 'Εξοδος από Kscd
fr: Quitter Kscd
hu: Kilépés
it: Esci da Kscd
pl: Wyjd¼ z Kscd
sl: Zapusti Kscd

source: Cycle Time Display
da: Opdatér tidsvisning
fr: Affichage des temps
hu: Idõ kijelzõ váltogatás
pl: Zegar
sl: Ciklaj èasovni prikaz
tr: Döngü Zamaný Göstergesi

source: Configure Kscd
da: Indstil Kscd
el: Ρυθμίσεις Kscd
fr: Configuration de Kscd
hu: Kscd beállítása
it: Configura Kscd
pl: Konfiguruj Kscd
sl: Prikroji Kscd
tr: Kscd Yapýlandýrmasý

source: Eject CD
da: Skub CD ud
el: 'Ανοιγμα θύρας CD
fr: Ejection du CD
hu: CD kilökés
it: Espulsione CD
pl: Wyrzuæ CD
sl: Izvr¾i CD
tr: CD'yi çýkar

source: The Artist on the Web
da: Artisten på WWW
el: Ο Καλλιτέχνης στο Δίκτυο
fr: L'Artiste sur le Web
hu: Az Elõadó a Web-en
it: L' Artista sul Web
pl: Arty¶ci na WWW
sl: Umetnik na spletu
tr: Sanatçýyý aðda tara

source: Random Play
da: Tilfældig rækkefølge
el: Τυχαία Αναπαραγωγή
fr: Lecture aléatoire
hu: Véletlenszerû lejátszás
it: Riproduzione casuale
pl: Losowe odtwarzanie
sl: Nakljuèno predvajanje
tr: Rasgele Çal

source: CDDB Dialog
el: Διάλογος CDDB
fr: Editeur CDDB
hu: CDDB dolgok
it: Finestra CDDB
pl: CDDB
tr: CDDB Penceresi

source: CD Volume Control
da: CD-lydstyrkekontrol
el: 'Ελεγχος 'Εντασης CD
fr: Contrôle du volume du CD
hu: CD hangerõ beállító
it: Controllo Volume CD
pl: CD g³o¶no¶æ
sl: CD kontrola glasnosti
tr: CD Ses Denetimi

source: Playing
da: Spiller
el: Αναπαραγωγή
fr: Lecture
hu: Lejátszás
it: Riproduzione
pl: Odtwarza
sl: Predvajam
tr: Çalýyor

source: %02d: <Unknown>
da: %02d: <Ukendt>
el: %02d: <'Αγνωστο>
fr: %02d : <Inconnu>
hu: %02d: <Ismeretlen>
it: %02d: <Sconosciuta>
pl: %02d: <Nieznany>
sl: %02d : <Neznan>

source: Pause
el: Παύση
hu: Pillanat állj
it: Pausa
pl: Pauza
sl: Premor
tr: Bekle

source: Random
da: Tilfældig
el: Τυχαία
fr: Aléatoire
hu: Véletlenszerû
it: Casuale
pl: Losowo
sl: Nakljuèno
tr: Rastgele

source: Strange....
da: Mærkelig....
el: Περίεργο....
fr: Etrange....
hu: Furcsa...
it: Strano....
pl: Nietypowo...
sl: Èudno....
tr: Garip....

source: Stopped
da: Stoppet
el: Διακοπή
fr: Stoppé
hu: Leállítva
it: Fermo
pl: Zatrzymany
sl: Ustavljeno
tr: Durdu

source: Loop
da: Sløjfe
el: Κυκλική εναλλαγή
fr: En boucle
hu: Ismétlõdjön
it: Ripeti
pl: Powtarzanie
sl: V zanki
tr: Döngü

source: Ejecting
da: Skubber ud
el: 'Ανοιγμα...
fr: Ejection
hu: Kilökés
it: Espulsione
pl: Wyrzucanie
sl: Izvraèam
tr: CD Geri Veriliyor

source: kscd Configuraton
da: Kscd-indstillinger
el: Ρυθμίσεις kscd
fr: Configuration de kscd
hu: kscd beállítás
it: Configurazione kscd
pl: Konfiguracja kscd
sl: kscd nastavitve
tr: kscd Yapýlandýrmasý
