Repository: xwizard/kde1
Catalog: kdeadmin-1.1.2/po/*/kdat.po
Languages: cs, el, fi, pl, ru, sk

source: KDat: No Backup Profile Selected
cs: KDat: Není vybrán ¾ádný profil zálohy
el: KDat: Δεν επιλέχθηκε προφιλ αποθήκευσης
fi: KDat: Varmistusprofiilia ei ole valittu
pl: KDat: Nie wybrano profilu backup-u
ru: KDat: Профиль не выбран
sk: KDat: Nebol zvolený profil zálohy

source: A backup profile must be selected in the tree.
cs: Je nutné ze stromu vybrat profil zálohy.
el: Ενα προφιλ αποθήκευσης πρέπει να επιλεχεί απο τον δενδροειδή κατάλογο
fi: Varmistusprofiili on valittava puusta.
pl: Nale¿y wybraæ profil backup-u w drzewie.
ru: Необходимо выбрать профиль на дереве.
sk: Profil zálohy musí by» zvolený v strome.

source: Really delete backup profile '%s'?
cs: Opravdu smazat profil zálohy '%s'?
el: Πραγματικά να διαγραφεί το προφιλ αποθήκευσης '%s';
fi: Haluatko todella tuhota profiilin '%s'?
pl: Naprawdê usun±æ profil backup-u '%s'?
ru: Вы уверены, что хотите удалить профиль '%s'?
sk: Skutoène zmaza» profil zálohy '%s'?

source: KDat: Delete Backup Profile?
cs: KDat: Smazat profil zálohy?
el: KDat: Να Διαγράφεί το συμπιεσμένο αρχείο αποθήκευσης ;
fi: KDat: Tuhoa varmistusprofiili?
pl: KDat: Usun±æ profil backup-u?
ru: KDat: Удаления профиля.
sk: KDat: Zmaza» profil zálohy?

source: Backup profile deleted.
cs: Profil zálohy smazán.
el: Διαγράφηκε το συμπιεσμένο αρχείο αποθήκευσης
fi: Varmistusprofiili tuhottu.
pl: Profil backup-u usuniêty.
ru: Профиль удален.
sk: Profil zálohy zmazaný.

source: Tape unmounted.
cs: Páska odpojena.
el: Ταινία Ξεμονταρίστηκε
fi: Nauha irroitettu.
pl: Ta¶ma odmontowana.
ru: Лента размонтирована.
sk: Páska odpojená.

source: Reading tape header...
cs: Naèítám hlavièku pásku...
el: Ανάγνωση επικεφαλίδας ταινίας
fi: Luen nauhan otsikoita...
pl: Czytam nag³ówek ta¶my...
ru: Читаю заголовок ленты...
sk: Èítam záhlavie pásky...

source: KDat: Unformatted Tape
cs: KDat: Nezformátovaná páska
el: KDat: Μη φορμαρισμένη ταινία
fi: KDat: Alustamaton nauha
pl: KDat: Ta¶ma niesformatowana
ru: KDat: Неформатированная лента
sk: KDat: Nenaformátovaná páska

source: This tape has not been formatted by KDat.
cs: Tato páska nebyla naformátováa programem KDat.
el: Αυτή η ταινία δεν έχει φορμαρισθεί απο το KDat.
fi: Nauhaa ei ole alustettu KDat:lla.
pl: Ta ta¶ma nie zosta³a sformatowana przez KDat.
ru: Эта ленты не была форматирована при помощи KDat.
sk: Táto páska nebola naformátovaná KDatom.

source: This tape has not been formatted by KDat. Would you like to format it now?
cs: Tato páska nebyla zformátována programem KDat. . Pøejete si ji nyní zformátovat?
el: Αυτή η ταινία δεν έχει φορμαρισθεί απο το KDat. Θέλετε να την φορμάρετε τώρα;
fi: Nauhaa ei ole alustettu KDat:lla. Haluatko alustaa sen nyt?
pl: Ta¶ma nie zosta³a sformatowana przez KDat. Chcia³by¶ j± teraz sformatowaæ?
ru: Эта ленты не была форматирована при помощи KDat. Форматировать сейчас?
sk: Táto páska nebola naformátovaná KDatom. Chcete ju naformátova» teraz ?

source: Tape mounted.
cs: Páska pøipojena.
el: Η ταινία μονταρίσθηκε.
fi: Nauha liitetty.
pl: Ta¶ma zamontowana.
ru: Лента замонтирована.
sk: Páska pripojená.

source: Estimating backup size: %s, %s
cs: Odhaduji velikost zálohy: %s, %s
el: Εκτιμώμενο μέγεθος αποθήκευσης: %s, %s
fi: Arvioitu varmistuksen koko: %s, %s
pl: Szacunkowa wielko¶æ backup-u: %s, %s
ru: Ожидаемый размер резервной копии: %s, %s
sk: Zis»ujem veµkos» zálohy: %s, %s

source: KDat: <no tape >
cs: KDat: <¾ádná páska>
el: KDat: <Οχι ταινία>
fi: KDat: <ei nauhaa>
pl: KDat: <brak ta¶my>
ru: KDat: <нет ленты>
sk: KDat: <¾iadna páska>

source: KDat: Save Log
cs: KDat: Záznam ukládání
el: KDat: Σώσιμο Λογότυπου
fi: KDat: Tallenna loki
pl: KDat: Zapisz log
ru: KDat: Записать журнал
sk: KDat: Ulo¾i» záznam

source: Log file exists, overwrite?
cs: Záznamový soubor existuje, pøepsat?
el: Αρχείο Λογοτύπου υπάρχει . Να επικαλυφθεί;
fi: Lokitiedosto on olemassa, ylikirjoita?
pl: Plik z logiem istnieje, nadpisaæ?
ru: Журнал существует, переписать?
sk: Súbor so záznamom existuje, prepísa»?

source: <no tape>
cs: <¾ádná páska>
el: <Οχι ταινία>
fi: <ei nauhaa>
pl: <brak ta¶my>
ru: <нет ленты>
sk: <¾iadna páska>

source: Tape Indexes
cs: Indexy pásky
el: Δείκτες ταινίας
fi: Nauhaindeksit
pl: Indeksy ta¶my
ru: Индексы лент
sk: Indexy pások

source: Backup Profiles
cs: Profily zálohy
el: Αποθήκευση των προφίλ
fi: Varmistusprofiilit
pl: Profile backup-u
ru: Профили
sk: Profily zálohy

source: KDat: Options
cs: KDat: Nastavení
el: KDat: Δυνατότητες
fi: KDat: Asetukset
pl: KDat: Opcje
ru: KDat: Параметры
sk: KDat: Nastavenie

source: Default tape size:
cs: Implicitní velikost pásky:
el: Εξ'ορισμού μέγεθος αρχείου:
fi: Nauhan oletuskoko:
pl: Domy¶lna wielko¶æ ta¶my:
ru: Размер ленты по умолчанию:
sk: ©tandardná veµkos» pásky:

source: Tape block size:
cs: Velikost bloku pásky:
el: Μέγεθος τμήματος ταινίας:
fi: Nauhan blokkikoko:
pl: Rozmiar bloku ta¶my:
ru: Размер блока:
sk: Veµkos» bloku:

source: Tape device:
cs: Páskové zaøízení:
el: Συσκευή ταινίας:
fi: Nauhalaite:
pl: Urz±dzenie ta¶my:
ru: Устройство:
sk: Páskové zariadenie:

source: Tar command:
cs: Pøíkaz Tar:
el: Εντολή τύπου Tar:
fi: Tar -komento:
pl: Polecenie tar:
ru: Команда tar:
sk: Tar príkaz:

source: bytes
cs: bytù
el: Μπάϊτς
fi: tavua
pl: bajtów
ru: байт
sk: bajtov

source: Tape drive options
cs: Nastavení páskového zaøízení
el: Δυνατότητες Οδηγού ταινίας
fi: Nauha-aseman asetukset
pl: Opcje napêdu ta¶my
ru: Параметры устройства
sk: Vlastnosti mechaniky

source: Load tape on mount
cs: Zavést pásek pøi pøipojení
el: Φόρτωση της ταινίας κατά το μοντάρισμα
fi: Lataa nauha liitett‰ess‰
pl: Za³aduj ta¶mê przy montowaniu
ru: Загружать кассету при монтировании
sk: Stiahnu» pásku pri pripojení

source: Lock tape drive on mount
cs: Zamknout pásek pøi pøipojení
el: Κλείδωμα του Οδηγου ταινίας κατά το μοντάρισμα
fi: Lukitse nauha-asema liitett‰ess‰
pl: Zablokuj napêd ta¶my przy montowaniu
ru: Закрывать устройство при монтировании
sk: Zamknú» pásku pri pripojený

source: Eject tape on unmount
cs: Vysunout pásek pøi odpojení
el: Εξαγωγή της ταινίας κατα το ξεμοντάρισμα
fi: Poista nauha irroitettaessa
pl: Wysuñ ta¶mê przy odmontowywaniu
ru: Выбрасывать лента при размонтировании
sk: Vysunú» pásku pri odpojení

source: Variable block size
cs: Promìnná velikost bloku
el: Μεταβλητό μέγεθος τμήματος
fi: Muuttuva blokkikoko
pl: Zmienny rozmiar bloku
ru: Переменная длина блока
sk: Variabilná veµkos» bloku

source: New Tape
cs: Nový pásek
el: Νέα ταινία
fi: Uusi nauha
pl: Nowa ta¶ma
ru: Новая лента
sk: Nová páska

source: KDat: Format Failed
cs: KDat: Formátování se nezdaøilo
el: KDat: Αποτυχια Φορμαρίσματος
fi: KDat: Alustus ep‰onnistui
pl: KDat: Formatowanie nieudane
ru: KDat: Ошибка форматирования
sk: KDat: Formátovanie zlyhalo

source: Rewinding tape failed.
cs: Pøetáèení pásku se nezdaøilo:
el: Αποτυχία γυρίσματος πίσω της ταινίας
fi: Nauhan kelaus ep‰onnistui.
pl: Cofniêcie ta¶my nieudane
ru: Ошибка перемотки назад.
sk: Pretáèanie pásky zlyhalo.

source: Cannot set tape block size.
cs: Nelze nastavit velikost bloku pásky.
el: Αδυναμία καθορισμού μεγέθους τμήματος ταινίας
fi: En saa asetettua blokkikokoa.
pl: Nie mo¿na ustawiæ rozmiar bloku ta¶my.
ru: Не могу установить размер блока.
sk: Nemô¾em nastavi» veµkos» bloku.

source: Writing magic string failed.
cs: Zápis magického øe»ezce se nezdaøilo.
el: Αποτυχία εγγραφής μαγικής σειρας χαρακτήρων
fi: Maagisen kirjainjonon kirjoitus ep‰onnistui.
pl: Zapis magic string nieudany.
ru: Ошибка записи ключевой фразы.
sk: Zápis magického re»azca zlyhal.

source: Writing version number failed.
cs: Zápis èísla verze se nezdaøilo.
el: Αποτυχία εγγραφής αριθμού έκδοσης
fi: Versionumeron kirjoitus ep‰onnistui.
pl: Zapis numeru wersji nieudany.
ru: Ошибка записи номера версии.
sk: Zápis èísla verzie zlyhal.

source: Writing tape ID length failed.
cs: Zápis délky ID pásky se nezdaøilo.
el: Αποτυχία εγγραφής μήκους κωδικού ταινίας
fi: Nauhan ID-kent‰n pituuden kirjoitus ep‰onnistui.
pl: Zapis tape ID length nieudany.
ru: Ошибка записи длины ID ленты.
sk: Zápis ID pásky zlyhal.

source: Writing tape ID failed.
cs: Zápis ID pásky se nezdaøilo.
el: Αποτυχία εγγραφής κωδικού ταινίας
fi: Nauhan ID-kent‰n kirjoitus ep‰onnistui.
pl: Zapis tape ID nieudany.
ru: Ошибка записи ID ленты.
sk: Zápis ID zlyhal.

source: KDat: Tape Index
cs: KDat: Index pásky
el: KDat: Δείκτης Ταινίας
fi: KDat: Nauhaindeksi
pl: KDat: Index ta¶my
ru: KDat: Индекс ленты
sk: KDat: Index pásky

source: No index file was found for this tape. Recreate the index from tape?
cs: Nebyl nalezen ¾ádný indexový soubor pro tuto pásku. Vytvoøit index z pásky?
el: Δεν ανευρέθηκε αρχείο δεικτών γι'αυτή την ταινία. Να αναδημιουργηθούν οι δείκτες απο την ταινία;
fi: Nauhalta ei lˆytynyt indeksitiedostoa. Luo uusi indeksi nauhalta?
pl: Plik indeksowy nieobecny na tej ta¶mie. Odtworzyæ indeks z ta¶my?
ru: На ленте не найден индексный файл. Создать с ленты?
sk: Nebol nájdený index na tejto páske. Vytvori» index z pásky?

source: KDat: Index File Error
cs: KDat: Chyba indexového souboru
el: KDat: Σφάλμα Αρχέίου Δεικτών
fi: KDat: Indeksitiedostovirhe
pl: KDat: B³±d pliku indeksowego
ru: KDat: Ошибка файла индекса
sk: KDat: Chyba indexového súboru

source: Reading version number failed.
cs: Nezdaøilose naèítání èísla verze.
el: Αποτυχία ανάγνωσης αριθμού έκδοσης
fi: Versionumeron lukeminen ep‰onnistui.
pl: Odczyt numeru wersji nieudany.
ru: Ошибка чтения номера версии.
sk: Zlyhalo èítanie èísla verzie.

source: The tape index file format is version %d. The index cannot be read by this version of KDat. Perhaps the tape index file was created by a newer version of KDat?
cs: Verze formátu indexového souboru pásky je %d. Tato verze programu KDat není schopná pøeèíst tento index. Je pravdìpodobné, ¾e byl tento index vytvoøen novìj¹í verzí programu KDat.
el: Η έκδοση του φορμαρίσματος του αρχείου δεικτών είναι η %d. Οι Δείκτες δενμπορούν να διαβαστούν απο αυτή την έκδοση του KDat. Ισως το Αρχείο Δεικτών ναδημιουργήθηκε απο μία νεότερη έκδοση του KDat.
fi: Nauhaindeksin versionumero on %d. Indeksi‰ ei voida lukea Kdat:n t‰ll‰ versiolla. Ehk‰ nauhaindeksi on luotu ohjelman uudemmalla versiolla ?
pl: Wersja pliku indeksowego ta¶my %d. Ten indeks nie mo¿e byæ odczytany przez t± wersjê KDat. Mo¿e indeks ta¶my zosta³ utworzony przez nowsz± wersjê KDat?
ru: Индексный файл имеет номер версии %d.Невозможно прочитать индекс при помощи данной версии KDat. Возможно индексный файл создан более новой версией.
sk: Formát indexu pásky má verziu %d. Tento index nemô¾ete èíta» touto verziou KDatu Mo¾no bol index vytvorený novou verziou KDatu ?

source: Reading tape ID failed.
cs: Ètení ID pásky se nezdaøilo.
el: Αποτυχία ανάγνωσης κωδικού ταινίας
fi: Nauhan ID-kent‰n luku ep‰onnistui.
pl: Odczyt tape ID nieudany.
ru: Ошибка чтения ID ленты.
sk: Èítanie ID pásky zlyhalo.

source: Tape ID on tape does not match tape ID in index file.
cs: ID pásku nesouhlasí ID pásku v indexovém souboru.
el: Ο κωδικός της ταινίας δεν συμπίπτει με τον κωδικό ταινίας του αρχείου Δεικτών
fi: Nauhan ID-numero ei vastaa indeksin ID-numeroa.
pl: Tape ID na ta¶mie nie zgadza siê z tape ID w pliku indeksowym.
ru: ID ленты на ленте не соответствует ID ленты в файле индекса.
sk: ID pásky na páske nezodpovedá ID pásky v index súbore.

source: Reading creation time failed.
cs: Nezdaøilo se pøeèíst èas vytvoøení.
el: Τέλος χρόνου ανάγνωσης δημιουργίας .
fi: Luomisajan lukeminen ep‰onnistui.
pl: Odczyt czasu utworzenia nieudany.
ru: Ошибка чтения времени создания.
sk: Èítanie èasu vytvorenia zlyhalo.

source: Reading modification time failed.
cs: Nezdaøilo se pøeèíst èas modifikace.
el: Τέλος χρόνου ανάγνωσης μετατροπής.
fi: Muokkausajan luku ep‰onnistui.
pl: Odczyt czasu modyfikacji nieudany.
ru: Ошибка чтения времени изменения.
sk: Èítanie èasu zmeny zlyhalo.

source: Reading tape name failed.
cs: Nezdaøilo se pøeèíst jméno pásky.
el: Τέλος χρόνου ανάγνωσης ονόματος ταινίας.
fi: Nauhanimen luku ep‰onnistui.
pl: Odczyt nazwy ta¶my nieudany.
ru: Ошибка чтения имени ленты.
sk: Èítanie názvu pásky zlyhalo.

source: Reading tape size failed.
cs: Nezdaøilo se pøeèíst velikost pásky.
el: Τέλος χρόνου ανάγνωσης μεγέθους ταινίας.
fi: Nauhan koon lukeminen ep‰onnistui.
pl: Odczyt rozmiaru ta¶my nieudany.
ru: Ошибка чтения размера ленты.
sk: Èítanie veµkosti pásky zlyhalo.

source: Reading archive count failed.
cs: Nezdaøilo se pøeèíst poèet archívù.
el: Αποτυχία ανάγνωσης αριθμού συμπιεσμένων αρχείων.
fi: Arkistolukum‰‰r‰n luku ep‰onnistui.
pl: Odczyt liczby archiwów nieudany.
ru: Ошибка чтения количества архивов.
sk: Èítanie poètu archívov zlyhalo.

source: Reading archive name failed.
cs: Nezdaøilo se pøeèíst jméno archívu.
el: Αποτυχία ανάγνωσης ονόματος αρχείου.
fi: Arkistonimen luku ep‰onnistui.
pl: Odczyt nazwy archiwum nieudany.
ru: Ошибка чтения имени архива.
sk: Èítanie mena archívu zlyhalo.

source: Reading archive time stamp failed.
cs: Nezdaøilo se pøeèíst èasovou znaèku archívu.
el: Αποτυχία ανάγνωσης μαρκαρίσματος χρόνου συμπιεσμένου αρχείου.
fi: Arkiston leimamerkin luku ep‰onnistui.
pl: Odczyt time stamp archiwum nieudany.
ru: Ошибка чтения времени последней записи.
sk: Èítanie time stampu archívu zlyhalo.

source: Reading archive start block failed.
cs: Nezdaøilo se pøeèíst poèáteèní blok archívu.
el: Αποτυχία ανάγνωσης πρώτου τμήματος συμπιεσμένου αρχείου.
fi: Arkiston alkublokin luku ep‰onnistui.
pl: Odczyt bloku startowego archiwum nieudany.
ru: Ошибка чтения стартового блока архива.
sk: Èítanie ¹tartovného bloku archívu zlyhalo.

source: Reading archive end block failed.
cs: Nezdaøilo se pøeèíst koncový blok archívu.
el: Αποτυχία ανάγνωσης Αρχείου και τμήματος
fi: Arkiston loppublokin luku ep‰onnistui.
pl: Odczyt bloku koñcowego archiwum nieudany.
ru: Ошибка чтения заключительного блока архива.
sk: Èítanie posledného bloku archívu zlyhalo.

source: Reading archive file count failed.
cs: Nezdaøilo se pøeèíst poèet souborù archívu.
el: Αποτυχία ανάγνωσης αρίθμησης συμπιεσμέμου αρχείου
fi: Arkiston tiedostom‰‰r‰n luku ep‰onnistui.
pl: Odczyt liczby plików archiwum nieudany.
ru: Ошибка чтения количества файлов в архиве.
sk: Èítanie poètu súboru v archíve zlyhalo.

source: Reading file name failed.
cs: Nezdaøilo se pøeèíst jméno souboru.
el: Αποτυχία ανάγνωσης Ονόματος Αρχείου
fi: Tiedostonimen luku ep‰onnistui.
pl: Odczyt nazwy pliku nieudany.
ru: Ошибка чтения имени файла.
sk: Èítanie názvu súboru zlyhalo.

source: Reading file size failed.
cs: Nezdaøilo se pøeèíst velikost souboru.
el: Αποτυχία ανάγνωσης μεγέθους Αρχείου.
fi: Tiedostokoon luku ep‰onnistui.
pl: Odczyt rozmiaru pliku nieudany.
ru: Ошибка чтения размера файла.
sk: Èítanie veµkosti súboru zlyhalo.

source: Reading file modification time failed.
cs: Nezdaøilo se pøeèíst èas modifikace souboru.
el: Αποτυχία ανάγνωσης χρόνου μετατροπής Αρχείου.
fi: tiedoston muokkausp‰iv‰n luku ep‰onnistui.
pl: Odczyt czasu modyfikacji pliku nieudany.
ru: Ошибка чтения времени изменения файла.
sk: Èítanie èasu zmeny súboru zlyhalo.

source: Reading file record number failed.
cs: Nezdaøilo se poèet záznamù souboru.
el: Αποτυχία ανάγνωσης αριθμού εγγραφές Αρχείου.
fi: Tiedoston tallennenumeron luku ep‰onnistui.
pl: Odczyt numeru file record nieudany.
ru: Ошибка чтения количества записей в файле.
sk: Èítanie èísla záznamu zlyhalo.

source: Tape mounted readonly.
cs: Páska pøipojena pouze ke ètení.
el: Ταινία μονταρισμένη μόνο γιά ανάγνωση.
fi: Nauhaa voi vain lukea.
pl: Ta¶ma zamontowana jako readonly.
ru: Лента замонтирована только на чтение.
sk: Páska pripojená len na èítanie.

source: Tape mounted read/write.
cs: Páska pøipojena ke ètení a zápisu.
el: Ταινία μονταρισμένη γιά ανάγνωση/εγγραφή.
fi: Nauhalta voi lukea/kirjoittaa.
pl: Ta¶ma zamontowana jako read/write.
ru: Лента замонтирована на чтение и запись.
sk: Páska pripojená na èítanie a zápis.

source: Reading magic string...
cs: Naèítám magický øetìzec...
el: Ανάγνωση Μαγικής σειράς χαρακτήρων.
fi: Luen maagisen merkkijonon...
pl: Odczyt magic string...
ru: Читаю ключевую фразу...
sk: Èítam zázraèný re»azec...

source: Reading magic string failed.
cs: Nezdaøilo se naèítání magického øìtìzce.
el: Αποτυχία ανάγνωσης Μαγικής σειράς χαρακτήρων
fi: Maagisen merkkijonon luku ep‰onnistui.
pl: Odczyt magic string nieudany.
ru: Ошибка чтения ключевой фразы.
sk: Èítanie zázraèného re»azca zlyhalo.

source: Reading version number...
cs: Naèítám èíslo verze...
el: Ανάγνωση αριθμού έκδοσης...
fi: Luen versionumeron...
pl: Odczyt numeru wersji...
ru: Читаю номер версии...
sk: Èítam èíslo verzie...

source: KDat: Warning
cs: KDat: Varování
el: KDat: Γράψιμο
fi: KDat: Varoitus
pl: KDat: Ostrze¿enie
ru: KDat: Предупреждение
sk: KDat: Varovanie

source: Tape was formatted by a more recent version of KDat, consider upgrading.
cs: Páska byla zformátována novìj¹í verzí programu KDat, uva¾ujte o upgradeu.
el: Η ταινία φορμαρίσθηκε με μία πιό νεότερη έκδοση του KDat,ενημερωθείτε.
fi: Nauha on alustettu ohjelman uudemmalla versiolla, harkitse p‰ivitt‰mist‰.
pl: Ta¶ma zformatowana nowsz± wersj± KDat-a, rozwa¿ upgrade.
ru: Лента форматирована более ранней версией KDat. Предлагается произвести обновление.
sk: Páska bola naformátovaná nov¹ou verziou KDatu, mali by ste upgradova».

source: Reading tape ID...
cs: Naèítání id pásky...
el: Ανάγνωση κωδικού ταινίας
fi: Luen nauhan ID-numeron...
pl: Odczyt ID ta¶my...
ru: Читаю ID ленты...
sk: Èítam ID pásky...

source: Reading tape ID length failed.
cs: Nezdaøilo se naèíst délku ID pásky.
el: Αποτυχία ανάγνωσης μήκους κωδικού ταινίας
fi: Luen nauhan ID-numeron pituuskent‰n.
pl: Odczyt tape ID length nieudany.
ru: Ошибка чтения длины ID ленты.
sk: Èítanie då¾ky ID pásky zlyhalo.

source: Skipping to archive...
cs: Pøeskakuji k archivu...
el: Πήδημα στο συμπιεσμένο αρχείο...
fi: Hypp‰‰n arkistoon...
pl: Przeskok do archiwum...
ru: Пропускаю до архива...
sk: Skáèem na archív...

source: Skipping to block...
cs: Pøeskakuji na blok...
el: Πήδημα στο τμήμα..
fi: Hypp‰‰n blokkiin...
pl: Przeskok do bloku...
ru: Пропускаю до блока...
sk: Skáèem na blok...

source: Start record:
cs: Poèáteèní záznam:
el: Έναρξη εγγραφής
fi: Aloitustietue:
pl: Rekord pocz±tkowy:
ru: Первая запись:
sk: ©tart záznamu:

source: End record:
cs: Koncový záznam:
el: Τέλος Έφφραφής:
fi: Lopetustietue:
pl: Rekord koñcowy:
ru: Последняя запись:
sk: Koniec záznamu:

source: Tape name:
cs: Jméno pásky:
el: Όνομα Ταινίας:
fi: Nauhan nimi:
pl: Nazwa ta¶my:
ru: Имя ленты:
sk: Názov pásky:

source: Tape size:
cs: Velikost pásky:
el: Μέγεθος Ταινίας:
fi: Nauhan koko:
pl: Rozmiar ta¶my:
ru: Размер ленты:
sk: Veµkos» pásky:

source: Tape ID:
cs: ID pásky:
el: Κωδικός Ταινίας:
fi: Nauhan ID:
ru: ID ленты:
sk: ID pásky:

source: Archive count:
cs: Poèet archívù:
el: Αρίθμηση συμπιεσμένων αρχείων:
fi: Arkistojen lukum‰‰r‰:
pl: Liczba archiwów:
ru: Количество архивов:
sk: Poèet archívov:

source: Space used:
cs: Pou¾ito místo:
el: Χώρος που χρησιμοποιήθηκε:
fi: Tilaa k‰ytetty:
pl: Zu¿yto:
ru: Используемое место:
sk: Pou¾itá veµkos»

source: KDat: Format Options
cs: KDat: Nastavení formátování
el: KDat: Eπιλογές Φορμαρίσματος
fi: KDat: Alustusasetukset
pl: KDat: Opcje formatowania
ru: KDat: Параметры форматирования
sk: KDat: Vlastnosti formátu

source: KDat: Restore
cs: KDat: Obnovit
el: KDat: Αποκατάσταση
fi: KDat: Palauta
pl: KDat: Odtwarzanie
ru: KDat: Восстановление
sk: KDat: Obnovi»

source: KDat: Verify
cs: KDat: Ovìøit
el: KDat: Επαλήθευση
fi: KDat: Tarkista
pl: KDat: Weryfikacja
ru: KDat: Проверка
sk: KDat: Verifikova»

source: Differences:
cs: Rozdíly:
el: Διαφορές:
fi: Erot:
pl: Ró¿nice:
ru: Разница:
sk: Rozdiely:

source: Restore log:
cs: Obnovit záznam:
fi: Palautusloki:
pl: Log odtwarzania:
ru: Журнал восстановления:
sk: Záznam obnovy:

source: Verify log:
cs: Ovìøit záznam:
fi: Tarkistusloki:
pl: Log weryfikacji:
ru: Журнал проверки:
sk: Záznam kontroly:

source: failed while reading tape data.
cs: se nezdaøilo bìhem ètení dataz pásky.
fi: nauhan luku ep‰onnistui.
pl: nieudany odczyt danych z ta¶my.
ru: ошибка чтения данных с ленты.
sk: zlyhal poèas èítania dát pásky.

source: KDat: Restore Options
cs: KDat: Nastavení obnovování
el: KDat: Επιλογές Αποκατάστασης
fi: KDat: Palautusasetukset
pl: KDat: Opcje odtwarzania
ru: KDat: Параметры восстановления
sk: KDat: Vlastnosti obnovy

source: KDat: Verify Options
cs: KDat: Nastavení ovìøování
el: KDat: Επιλογές Επαλήθευσης
fi: KDat: Tarkistusasetukset
pl: KDat: Opcje weryfikacji
ru: KDat: Параметры проверки
sk: KDat: Vlastnosti kontroly

source: Restore to directory:
cs: Obnovovat do adresáøe:
el: Αποκατάσταση στον κατάλογο:
fi: Palauta hakemistoon:
pl: Odtwarzanie do katalogu:
ru: Восстанавливать в каталог:
sk: Obnovi» do prieèinka:

source: Verify in directory:
cs: Ovìøovat v adresáøi:
el: Επαλήθευση στον κατάλογο:
fi: Tarkista hakemistosta:
pl: Weryfikacja katalogu:
ru: Проверять в каталоге:
sk: Kontrolova» v prieèinku:

source: Restore files:
cs: Obnovit soubory:
el: Αποκατάσταση αρχείων:
fi: Palauta tiedostot:
pl: Odtwarzanie plików:
ru: Восстанавливать файлы:
sk: Obnovi» súbory:

source: Verify files:
cs: Ovìøit soubory:
el: Επαλήθευση αρχείων:
fi: Tarkista tiedostot:
pl: Weryfikacja plików:
ru: Проверять файлы:
sk: Skontrolova» súbory:

source: %m/%d/%y
fi: %d/%m/%y
sk: %d.%m.%y
