Repository: xwizard/kde1
Catalog: kdeadmin-1.1.2/po/*/kdat.po
Languages: cs, el, fi, pl, ru, sk

source: Archive name:
cs: Jméno archivu
el: Ονομα συμπιεσμένου αρχείου:
fi: Arkiston nimi:
pl: Nazwa archiwum:
ru: Имя архива:
sk: Názov archívu:

source: Created on:
cs: Vytvoøeno dne:
el: Δημιουργήθηκε την:
fi: Luotu:
pl: Utworzone:
ru: Создан:
sk: Vytvorený:

source: Size:
cs: Velikost:
el: Μέγεθος:
fi: Koko:
pl: Wielko¶æ:
ru: Размер:
sk: Veµkos»:

source: KDat: Backup
cs: KDat: Záloha
el: ΚDat: Αποθήκευση
fi: KDat: Varmuuskopio
ru: KDat: Резервное копирование
sk: KDat: Záloha

source: Elapsed time:
cs: Uplynulý èas:
el: Διατρέξας χρόνος:
fi: Kulunut aika:
pl: Czas, który up³yn±³:
ru: Ожидаемое время:
sk: Uplynutý èas:

source: Time remaining:
cs: Zbývájící èas:
el: Υπολειπόμενος χρόνος:
fi: J‰ljell‰oleva aika:
pl: Pozostaj±cy czas:
ru: Оставшееся время:
sk: Zostávajúci èas:

source: Total kbytes:
cs: Celkem kilobytù:
el: Συνολικά Κιλομπάϊτς:
fi: Yhteens‰ (kb)
pl: Suma kbyte-ów:
ru: Всего килобайт:
sk: Spolu kbytov:

source: Kbytes written:
cs: Zapsáno kilobytù:
el: Κιλομπάϊτς που γράφηκαν:
fi: Kirjoitettu (kb):
pl: Zapisano kbyte-ów:
ru: Килобайт записано:
sk: Kbytov zapísaných:

source: 0k
el: Εντάξει
ru: 0к

source: Transfer rate:
cs: Pøenosu rychlost:
el: Ταχύτητα μεταφοράς:
fi: Siirtonopeus:
pl: Prêdko¶æ transferu:
ru: Скорость передачи:
sk: Rýchlos» prenosu:

source: 0k/min
el: Εντάξει/min
ru: 0к/мин

source: Files:
cs: Souborù:
el: Αρχεία:
fi: Tiedostot:
pl: Plików:
ru: Файлы:
sk: Súborov:

source: Backup log:
cs: Záznam o zálohování:
el: Λογότυπος αποθήκευσης:
fi: Varmistusloki:
pl: Log backup-u
ru: Журнал:
sk: Záznam zálohy:

source: Save Log...
cs: Ulo¾ záznam...
el: Λογότυπος Σώσιμο
fi: Tallenna loki...
pl: Zapisz log...
ru: Записать журнал...
sk: Ulo¾i» záznam...

source: Abort
cs: Zru¹it
el: Αναίρεση
fi: Peruuta
pl: Anuluj
ru: Прервать
sk: Zru¹i»

source: *** Write failed, giving up.
cs: *** Zápis se nezdaøil, vzdávám.
el: Αποτυχία Εγγραφής, επιστροφή.
fi: *** Kirjoitus ep‰onnistui, luovutan
pl: *** Zapis nieudany, rezygnujê.
ru: *** Ошибка записи, восстанавливаю.
sk: *** Zápis zlyhal, vzdávam sa.

source: %s/min
ru: %s/мин

source: KDat: Backup Options
cs: KDat: Nastavení zálohování
el: KDat: Επιλογές Αποθήκευσης
fi: KDat: Varmistuksen asetukset
pl: KDat: Opcje backup-u
ru: KDat: Настройки резервного копирования
sk: KDa»: Mo¾nosti zálohy

source: Backup profile name:
cs: Jméno profilu zálohování:
el: Ονομα Προφίλ Αποθήκευσης:
fi: Varmistusprofiilin nimi:
pl: Nazwa profilu backup-u:
ru: Имя профиля:
sk: Názov profilu zálohy:

source: Files >>
cs: Soubory >>
el: Αρχεία >>
fi: Tiedostot >>
pl: Pliki >>
ru: Файлы >>
sk: Súbory >>

source: << Files
cs: << Soubory
el: << Αρχεία
fi: << Tiedostot
pl: << Pliki
ru: << Файлы
sk: >> Súbory

source: Backup
cs: Záloha
el: Αποθήκευση
fi: Varmista
ru: Резервное копирование
sk: Zálohova»

source: Working directory:
cs: Pracovní adresáø:
el: Φάκελλος εργασίας:
fi: Tyˆhakemisto:
pl: Katalog roboczy:
ru: Рабочий каталог:
sk: Pracovný prieèinok:

source: Backup files:
cs: Zálo¾nísoubory:
el: Αρχεία αποθήκευσης:
fi: Varmistettavat tiedostot:
pl: Pliki backup-u:
ru: Копируемые файлы
sk: Zálohova» súbory:

source: Tar Options
cs: Nastavení Taru
el: Επιλογές συμπίεσης τύπου Tar
fi: Tar -optiot
pl: Opcje tar-a
ru: Настройки tar'а
sk: Vlastnosti taru

source: Stay on one filesystem
cs: Setrvat na jednom souborovém systému
el: Παραμονή σε ένα σύστημα αρχείων
fi: Pysy yhdell‰ tiedostoj‰rjestelm‰ll‰
pl: W ramach jednego filesystemu
ru: Не выходить за файловую систему
sk: Zosta» na jednom systéme súborov

source: GNU listed incremental
cs: GNU uvedeno pøírùstkovì
el: Κατάλογος GNU αλαφαβητικός
fi: GNU listattu inkrementaali
ru: Инкрементальный GNU-формат

source: Snapshot file:
cs: Soubor s momentálním stavem:
el: Αρχειο Snapshot:
fi: Snapshot tiedosto:
pl: Plik snapshot-u:
ru: Файл состояния:
sk: Snapshot súbor:

source: Remove snapshot file before backup
cs: Odstranit soubor pøed zálohováním
el: Αφαίρεση αρχείου Snapshot πριν την αποθήκευση
fi: Poista snapshot -tiedosto ennen varmistusta
pl: Usuñ plik snapshot-u przed backup-em
ru: Удалять файл состояния до начала
sk: Zru¹i» snapshot súbor pred zálohou

source: File name:
cs: Jméno souboru:
el: Όνομα Αρχείου:
fi: Tiedostonimi:
pl: Nazwa pliku:
ru: Имя файла:
sk: Názov súboru:

source: Last modified:
cs: Poslední modifikace:
el: Τελευταία μεταβολή:
fi: Muutettu viimeksi:
pl: Ostatnio zmodyfikowany:
ru: Время изменения:
sk: Naposledy zmenený:

source: Last accessed:
cs: Poslední pøístup:
el: Τελευταία πρόσβαση:
fi: K‰ytetty viimeksi:
pl: Ostani dostêp:
ru: Время доступа:
sk: Pristupovaný:

source: Owner:
cs: Vlastník:
el: Ιδιοκτήτης:
fi: Omistaja:
pl: W³a¶ciciel:
ru: Владелец:
sk: Vlastník:

source: Group:
cs: Skupina:
el: Ομάδα
fi: Ryhm‰:
pl: Grupa:
ru: Группа:
sk: Skupina:

source: KDat: Index
el: KDat: Δείκτης
fi: KDat: Indeksi
pl: KDat: Indeks
ru: KDat: Индекс
sk: KDa»: Index

source: Archives:
cs: Archívy:
el: Συμπιεσμένα Αρχεία:
fi: Arkistot:
pl: Archiwa:
ru: Архивы:
sk: Archívy:

source: Kbytes read:
cs: Pøeètených kilobytù
el: Κιλομπάϊτς που διαβάστηκαν:
fi: Ktavua luettu:
pl: Kbyte-y przeczytane:
ru: Прочитано Килобайт:
sk: KBytov preèít.:

source: Total files:
cs: Celkem souborù:
el: Σύνολο αρχείων:
fi: Yhteens‰ tiedostoja:
pl: Suma plików:
ru: Всего файлов:
sk: Spolu súborov:

source: Index log:
cs: Záznam indexù:
el: Λογότυπος Δείκτη:
fi: Indeksin loki:
pl: Log indeksu:
ru: Журнал индекса:
sk: Záznam indexu:

source: Rewinding tape.
cs: Pøetáèení pásky.
el: Ξαναγύρισμα ταινίας πίσω.
fi: Kelaa nauha alkuun.
pl: Cofanie ta¶my.
ru: Перематываю ленту на начало.
sk: Pretáèam pásku.

source: KDat: Cannot Rewind Tape
cs: KDat: Není mo¾né pøetoèit pásku.
el: KDat: Αδυναμία για Ξαναγύρισμα ταινίας πίσω
fi: KDat: En voi kelata nauhaa
pl: KDat: nie mo¿na cofn±æ ta¶my
ru: KDat: Ошибка перемотки ленты на начало
sk: KDa»: Nemô¾em pretoèi» pásku

source: Cannot rewind tape. Indexing aborted.
cs: Není mo¾né pøetoèit pásku. Indexování pøeru¹eno..
el: Αδυναμία για γύρισμα ταινίας πίσω .Διαγραφή δεικτών
fi: En voi kelata nauhaa. Indeksointi peruutettu.
pl: Nie mo¿na cofn±æ ta¶my. Indeksowanie przerwane.
ru: Ошибка перемотки ленты на начало. Индексирование прервано.
sk: Nemô¾em pretoèi» pásku. Indexing zastavený.

source: Cannot rewind tape.
cs: Není mo¾né pøetoèit pásku.
el: Αδυναμία για Ξαναγύρισμα ταινίας πίσω
fi: En voi kelata nauhaa.
pl: Nie mo¿na cofn±æ ta¶my.
ru: Ошибка перемотки ленты на начало.
sk: Nemô¾em pretoèi» pásku.

source: KDat: Error
cs: KDat: Chyba
el: KDat: Σφάλμα
fi: KDat: Virhe
pl: KDat: B³±d
ru: KDat: Ошибка
sk: KDa»: Chyba

source: Failed to skip tape ID.
cs: Nepodaøilo se pøeskoèit ID pásky.
el: Αποτυχία παράλειψης κωδικού ταινίας.
fi: Nauha ID:n ohitus ep‰onnistui.
pl: Nieudane pominiêcie ID ta¶my.
ru: Не могу пропустить ID ленты.
sk: Nemô¾em preskoèi» ID pásky.

source: Indexing archive %d.
cs: Indexuji archvív %d
el: Δημιουργία δεικτών συμπιεσμένου αρχείου %d.
fi: Indeksoin arkistoa %d.
pl: Indeksujê archiwum %d.
ru: Индексирую архив: %d.
sk: Indexujem archív %d.

source: Archive %d
cs: Archív %d
el: Συμπιεσμένο αρχείο %d
fi: Arkisto %d
pl: Archiwum %d
ru: Архив %d
sk: Archív %d

source: Reindexed Tape
cs: Pøeindexovaná páska
el: Αναδημιουργία δεικτών ταινίας
fi: Uudelleenindeksoitu nauha
pl: Ta¶ma reindeksowana
ru: Индексирую ленту
sk: Reindexovaná páska

source: KDat: <no tape>
cs: KDat: <¾ádná páska>
el: KDat: <Οχι ταινία>
fi: KDat: <ei nauhaa>
pl: KDat: <brak ta¶my>
ru: KDat: <нет ленты>
sk: KDat: <¾iadna páska>

source: Mount Tape
cs: Pøipojit pásku
el: Μοντάρισμα Ταινίας
fi: Liit‰ nauha
pl: Zamontuj ta¶mê
ru: Монтировать ленту
sk: Pripoji» pásku

source: Recreate Tape Index
cs: Znovu vytvoøit index pásky
el: Αναδημιουργία δεικτών ταινίας
fi: Uudelleenluo nauhaindeksi
pl: Odtworzenie indeksu ta¶my
ru: Создать индекс ленты
sk: Znovu vytvori» index pásky

source: Format Tape...
cs: Formátovat pásku...
el: Φορμάρισμα Ταινίας
fi: Alusta nauha...
pl: Formatuj ta¶mê...
ru: Форматировать ленту...
sk: Naformátova» pásku...

source: Delete Archive
cs: Smazat archív
el: Διαγραφή Συμπιεσμένου αρχείου
fi: Tuhoa arkisto
pl: Skasuj archiwum
ru: Удалить архив
sk: Zmaza» archív

source: Verify...
cs: Provìøit...
el: Επαλήθευση
fi: Tarkista...
pl: Weryfikacja...
ru: Проверить...
sk: Skontrolova»...

source: Restore...
cs: Obnovit...
el: Αποκατάσταση
fi: Palauta...
pl: Odtworzenie...
ru: Восстановить...
sk: Obnovi»

source: Backup...
cs: Zálohovat...
el: Αποθήκευση
fi: Varmista...
ru: Создать резервную копию...
sk: Zálohova»...

source: Delete Tape Index
cs: Vymazat index pásky
el: Διαγραφή Δεικτών Ταινίας
fi: Tuhoa nauhaindeksi
pl: Skasuj indeks ta¶my
ru: Удалить индекс ленты
sk: Zmaza» index pásky

source: Create Backup Profile
cs: Vytvoøit profil zálohy
el: Δημιουργία Προφίλ Αποθήκευσης
fi: Luo varmistusprofiili
pl: Utwórz profil backup-u
ru: Создать профиль
sk: Vytvori» profil zálohy

source: Delete Backup Profile
cs: Smazat profil zálohy
el: Διαγραφή Προφίλ Αποθήκευσης
fi: Tuhoa varmistusprofiili
pl: Skasuj profil backup-u
ru: Удалить профиль
sk: Zmaza» profil zálohy

source: Delete Index
cs: &Smazat index
el: Διαγραφή Δείκτη
fi: Tuhoa indeksi
pl: Skasuj indeks
ru: Удалить индекс
sk: Zmaza» index

source: Preferences...
cs: Preference...
el: Προτιμήσεις
fi: Asetukset...
pl: Preferencje...
ru: Настройки...
sk: Nastavenie...

source: KDat Version %s KDat is a tar-based tape archiver. Copyright (c) 1998 Sean Vyain svyain@mail.tds.net
cs: KDat Version %s KDat páskový archivátor zalo¾ený na programu tar. Copyright (c) 1998 Sean Vyain svyain@mail.tds.net
el: KDat Εκδοση %s Το KDat είναι ενα πρόγραμμα αποθήκευσης σε μαγνητικη ταινια βασισμένο στο προγραμμα tar. Copyright (c) 1998 Sean Vyain svyain@mail.tds.net
fi: KDat Versio %s KDat on tar-pohjainen nauhavarmistusohjelma. Copyright (c) 1998 Sean Vyain svyain@mail.tds.net
pl: KDat Wersja %s KDat tape archiver u¿ywaj±cy tar-a. Copyright (c) 1998 Sean Vyain svyain@mail.tds.net
ru: KDat версии %s KDat это основанный на tar'е архиватор на ленту. Copyright (c) 1998 Sean Vyain svyain@mail.tds.net
sk: KDat verzia %s KDat je páskový archivátor zalo¾ený na tare. Copyright (c) 1998 Sean Vyain svyain@mail.tds.net

source: Mount/unmount tape
cs: Pøipojit/odpojit pásku
el: Μοντάρισμα/Ξεμοντάρισμα Ταινίας
fi: Liit‰/Irroita nauha
pl: Zamontuj/odmontuj ta¶mê
ru: Монтировать/размонтировать ленту
sk: Pripoji»/odpoji» pásku

source: Verify
cs: Provìøit
el: Επαλήθευση
fi: Tarkista
pl: Weryfikuj
ru: Проверить
sk: Skontrolova»

source: Ready.
cs: Pøipraven.
el: Ετοιμος
fi: Valmis.
pl: Gotowe.
ru: Готов.
sk: Pripravený.

source: Unmount Tape
cs: Odpojit pásku
el: Ξεμοντάρισμα Ταινίας
fi: Irroita nauha
pl: Odmontuj ta¶mê
ru: Размонтировать ленту
sk: Odpoji» pásku

source: Archive created on %s
cs: Archív vytvoøen na %s
el: Διμιουργία συμπιεσμένου Αρχείου σε/την %s
fi: Arkisto luotu %s
pl: Archiwum utworzone %s
ru: Архив создан %s
sk: Archív vytvorený

source: Performing backup...
cs: Provádím zálohováni...
el: Εκτελείται αποθήκευση...
fi: Teen varmuuskopiota...
pl: Wykonujê backup...
ru: Производится резервное копирование...
sk: Prevádzam zálohu...

source: WARNING: The estimated archive size is %dKB. The tape has only %dKB of space! Backup anyway?
cs: Varování: Odhadovaná velikost archívu je %dkB. Na pásku je pouze %dkB volného místa! I pøesto zálohovat?
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Το εκτιμώμενο μήκος αρχείου είναι %dKB. Η ταινία έχει μόνο %dKB ελεύθερο χώρο! Να γίνη οπωσδήποτε η αποθήκευση;
fi: VAROITUS: arvioitu arkiston koko on %dKB. Nauhalla on vain %dKB tilaa! Varmista kuitenkin?
pl: OSTRZE¯ENIE: szacunkowa wielko¶æ archium %dKB. Na ta¶mie jest tylko %dKB miejsca! Backup-owaæ?
ru: ВНИМАНИЕ: Ожидаемый размер архива - %d Кб. На ленте осталось только %d Кб. Все равно создать резервную копию?
sk: VAROVANIE: Vypoèítaná veµkos» archívu je %dKB. Páska má len %dKB miesta ! Zálohova» aj tak ?

source: Backup canceled.
cs: Zálohování pøeru¹eno.
el: Ακύρωση Αποθήκευσης
fi: Varmistus peruutettu.
pl: Backup przerwany.
ru: Резервное копирование отменено.
sk: Záloha zru¹ená.

source: Rewinding tape...
cs: Pøetáèím pásku...
el: Γύρισμα πίσω ταινίας
fi: Kelaan nauhaa...
pl: Cofam ta¶mê...
ru: Перематываю ленту...
sk: Pretáèam pásku...

source: Cannot rewind tape. Backup aborted.
cs: Není mo¾né pøetoèit pásku. Zálohování pøeru¹eno.
el: Αδύνατο να γυρίσει πίσω η ταινία. Ακύρωση Αποθήκευσης
fi: En voi kelata nauhaa. Varmistus peruutettu.
pl: Nie mo¿na cofnaæ ta¶my. Backup przerwany.
ru: Ошибка перемотки ленты. Резервное копирование прервано.
sk: Nemô¾em pretoèi» pásku. Záloha zastavená.

source: Backup aborted.
cs: Zálohování pøeru¹eno.
el: Ακύρωση Αποθήκευσης
fi: Varmistus peruutettu.
pl: Backup przerwany.
ru: Резервное копирование прервано.
sk: Záloha zastavená.

source: Skipping to end of tape...
cs: P5eskaruji na konec pásky...
el: Πήδημα στο τέλος της ταινίας
fi: Hypp‰‰n nauhan loppuun...
pl: Przeskakujê na koniec ta¶my...
ru: Пропускаю до конца ленты...
sk: Preskakujem na koniec pásky...

source: Cannot get to end of tape.
cs: Není mo¾né se dostat na konec pásky.
el: Αδυναμία εύρεσης τέλους ταινίας
fi: En p‰‰se nauhan loppuun.
pl: Nie mo¿na dotrzeæ do koñca ta¶my.
ru: Конец ленты не найден.
sk: Nemô¾em sa dosta» ku koncu pásky.

source: Backup in progress...
cs: Probíhá zálohování...
el: Αποθήκευση σε εξέλιξη
fi: Varmistus k‰ynniss‰...
pl: Backup trwa...
ru: Идет резервное копирование...
sk: Záloha prebieha...

source: Backup complete.
cs: Zálohování dokonèeno.
fi: Varmistus valmis.
pl: Backup zakoñczony.
ru: Резервное копирование завершено.
sk: Záloha hotová.

source: Restore in progress...
cs: Probíhá obnovování...
el: Αποκατάσταση σε εξέλιξη
fi: Palautus k‰ynniss‰...
pl: Odtwarzanie trwa...
ru: Идет восстановление...
sk: Obnova prebieha...

source: Verify in progress...
cs: Probíhá ovìøování...
el: Επιβεβαίωση σε εξέλιξη
fi: Tarkistus k‰ynniss‰...
pl: Werfikacja trwa...
ru: Идет проверка...
sk: Kontrola prebieha...

source: Restore complete.
cs: Obnovování ukonèeno.
el: Αποπεράτωση αποκατάστασης
fi: Palautus valmis.
pl: Odtwarzanie zakoñczone.
ru: Восстановление завершено.
sk: Obnova hotová.

source: Verify complete.
cs: Ovìøování ukonèeno.
el: Αποπεράτωση επιβεβαίωσης
fi: Tarkistus valmis.
pl: Weryfikacja zakoñczona.
ru: Проверка завершена.
sk: Kontrola hotová.

source: Restore aborted.
cs: Obnovování pøeru¹eno.
el: Ακύρωση αποκατάστασης
fi: Palautus keskeytetty.
pl: Odtwarzanie przerwane.
ru: Восстановление прервано.
sk: Obnova zru¹ená.

source: Verify aborted.
cs: Ovìøování pøeru¹eno.
el: Ακύρωση επιβεβαίωσης
fi: Tarkistus keskeytetty.
pl: Weryfikacja przerwana.
ru: Проверка прервана.
sk: Kontrola zastavená.

source: KDat: No Tape
cs: KDat: ®ádná páska
fi: KDat: Ei nauhaa
pl: KDat: Brak ta¶my.
ru: KDat: Нет ленты
sk: KDat: ®iadna páska

source: There is no tape in the drive.
cs: V zaøízení není ¾ádná páska.
el: Δεν υπάρχει ταινία στον Οδηγό ταινίας
fi: Nauha-asemassa ei ole nauhaa
pl: Brak ta¶my w napêdzie.
ru: Нет ленты в устройстве.
sk: V mechanike nie je ¾iadna páska.

source: KDat: Index Tape
cs: KDat: Index pásky
el: KDat: Δημιουργία δεικτών ταινίας
fi: KDat: Indeksoi nauha
pl: KDat: Indeksowanie ta¶my
ru: KDat: Индексировать ленту
sk: KDat: Indexova» pásku

source: The current tape index will be overwritten, continue?
cs: Index souèasné pásky bude pøepsán, pokraèovat?
el: Ο τρεχων δείκτης ταινίας θα επανεγγραφή ,να συνεχίσω ;
fi: Nykyinen nauhaindeksi ylikirjoitetaan, jatka?
pl: Aktualny indeks ta¶my bêdzie nadpisany, kontynuowaæ?
ru: Текущий индекс ленты будет переписан, продолжить?
sk: Súèasný index pásky bude prepísaný, pokraèova»?

source: Index complete.
cs: Index dokonèen.
el: Αποπεράτωση δημιουργίας δεικτών
fi: Indeksointi valmis.
pl: Indeksowanie zakoñczone.
ru: Индексирование завершено.
sk: Index skonèený.

source: Index aborted.
cs: Indexování pøeru¹eno.
el: Αποτυχία δημιουργίας δεικτών
fi: Indeksointi keskeytetty.
pl: Indeksowanie przerwane.
ru: Индексирование прервано.
sk: Index zru¹ený.

source: KDat: No Archive Selected
cs: KDat: Nebyl vybrán¾ádný archív.
el: KDat: Δεν επιλέχθηκε Συμπιεσμένο Αρχείο
fi: KDat: Ei arkistoa valittu
pl: KDat: Nie wybrano archium
ru: KDat: Не выбрано ни одного архива
sk: KDat: Nebol zvolený ¾iadny archív

source: An archive must be selected in the tree.
cs: Je nutné ze stromu vybrat archív.
el: Πρέπει να επιλεχθεί ένα αρχείο απο τον δενδροειδή κατάλογο
fi: Arkisto on valittava puusta.
pl: Nale¿y wybraæ archiwum w drzewie.
ru: Должен быть выбран архив на дереве.
sk: Archív musí by» zvolený v strome.

source: An archive cannot be removed from the middle of the tape. If the archive '%s' is deleted then the following archives will also be deleted: %s Delete all listed archives?
cs: Není mo¾né odstranit archív z prostøedku pásky. Bude-li archív %s smazán, budou smazány i následující archívy: %s Smazat v¹echny jmenované archívy?
el: Δεν μπορεί να αποσυρθεί ένα αρχείο από το μέσον της ταινίας.Εάν το αρχείο '%s'έχει διαγραφεί,τότε τα παρακάτω αρχεία θα διαφραφούν επίσης: %s Να διαγραφούν τα παρακάτω συμπιεσμένα αρχεία;
fi: Arkistoa ei voida poistaa nauhan keskelt‰. Jos arkisto '%s' tuhotaan niin seuraavat arkistot tuhotaan myˆs: %s Tuhoa kaikki listatut arkistot?
pl: Archiwum nie mo¿e byæ usuniête ze ¶rodka ta¶my. Je¶li archiwum '%s' zostanie usuniête nastêpuj±ce archiwa te¿ zostan± usuniête: %s Usun±æ wszystkie wypisane archiwa?
ru: Архив не может быть удален с середины ленты. Если архив '%s' будет удален, тогда следующие за ним архивы также будут удалены: %s Удалить перечисленные архивы?
sk: Archív nemô¾e by» zru¹ený zo stredu pásky. Ak zma¾ete tento archív, tak sa zma¾ú aj nasledujúce archívy: %s Zmaza» v¹etky zvolené archívy?

source: KDat: Delete Archives?
cs: KDat: Smazat archívy?
el: KDat: Να διαγραφούν συμπιεσμένα αρχεία;
fi: KDat: Tuhoa arkistot?
pl: KDat: Usun±æ archiwa?
ru: KDat: Удалить архивы?
sk: KDat: Zmaza» archívy ?

source: Archives deleted.
cs: Archívy smazány.
el: Συμπιεσμένα αρχεία διαγράφηκαν
fi: Arkistot tuhottu.
pl: Archiwa usuniête.
ru: Архивы удалены.
sk: Archívy zmazané.

source: Really delete the archive '%s'?
cs: Opravdu smazat archív '%s'?
el: Να διαγράψω σίγουρα το συμπιεσμένο αρχειο'%s';
fi: Haluatko todella tuhota arkiston '%s'?
pl: Naprawdê usun±æ archiwum '%s'?
ru: Вы уверены, что хотите удалить архив '%s'?
sk: Skutoène zmaza» archív '%s'?

source: KDat: Delete Archive?
cs: KDat: Smazat archiv?
el: KDat: Να διαγράψω το συμπιεσμένο αρχειο ;
fi: KDat: Tuhoa arkisto?
pl: KDat: Usun±æ archiwum?
ru: KDat: Удалить архив?
sk: KDat: Zmaza» archív?

source: Archive deleted.
cs: Archív smazán.
el: Συμπιεσμένο αρχείο διαγράφηκε
fi: Arkisto tuhottu.
pl: Archiwum usuniête.
ru: Архив удален.
sk: Archív zmazaný.

source: KDat: No Tape Index Selected
cs: KDat: Nebyl vybrán ¾ádný index
el: KDat: Δεν επιλέχθηκε δείκτης Ταινίας
fi: KDat: Ei nauhaindeksi‰ valittu
pl: KDat: Nie wybrano indeksu ta¶my
ru: KDat: Не выбрано ни одного индекса ленты
sk: KDat: Nie je zvolený index pásky

source: A tape index must be selected in the tree.
cs: Je nutné ze stromu vybrat index pásky.
el: Ενας δείκτης Ταινίας πρέπει να επιλεγεί απο τον δενδροειδή κατάλογο.
fi: Nauhaindeksi on valittava puusta.
pl: Nale¿y wybraæ indeks ta¶my w drzewie.
ru: Необходимо выбрать индекс ленты на дереве.
sk: Index pásky musíte zvoli» v strome.

source: KDat: Tape Is Mounted
cs: KDat: Páska je pøipojena
el: KDat: Η Ταινία μονταρίσθηκε
fi: KDat: Nauha on liitetty
pl: KDat: ta¶ma zamontowana
ru: KDat: Лента замонтирована
sk: KDat: Páska je pripojená

source: The index for a mounted tape cannot be deleted. Unmount the tape and try again.
cs: Není mo¾né smazat index pøipojené pásky. Odpojte pásku a zkuste operaci opakovat.
el: Ο Δείκτης μιας μονταρισμένης ταινίας δεν μπορεί να κασταστραφεί. Ξεμοντάρισε την ταινία και ξαναπροσπάθησε.
fi: Liitetyn nauhan indeksi‰ ei saatu tuhottua. Irroita nauha ja yrit‰ uudelleen.
pl: Indeks zamontowanek ta¶my nie mo¿e byæ usuniêty. Odmontuj ta¶mê i spróbuj ponownie.
ru: Индекс замонтированной ленты не может быть удален. Размонтируйте ленту и повторите.
sk: Index pre pripojenú pásku nemô¾e by» zmazaný. Odpojte pásku a skúste znova.

source: Really delete the index for '%s'?
cs: Opravdu smazat index pro '%s'?
el: Πράγματι να διαφράψω τον δείκτη του '%s';
fi: Haluatko todella tuhota indeksin '%s'?
pl: Naprawdê usun±æ indeks '%s'?
ru: Вы уверены, что хотите удалить индекс для '%s'?
sk: Skutoène zmaza» index pre '%s'?

source: KDat: Delete Tape Index?
cs: KDat: Smazat index pásky?
el: KDat: Να διαγραφεί ο δείκτης;
fi: KDat: Tuhoa nauhaindeksi?
pl: KDat: Usun±æ indeks ta¶my?
ru: KDat: Удалить индекс ленты?
sk: KDat: Zmaza» index pásky?

source: Tape index deleted.
cs: Idex pásky smazán.
el: Διαγράφηκε ο δείκτης της ταινίας
fi: Nauhaindeksi tuhottu.
pl: Indeks ta¶my usuniêty.
ru: Индекс ленты удален.
sk: Index pásky zmazaný.

source: KDat: No Tape In Drive
cs: KDat: ®ádná páska v zaøízení
el: KDat: Δεν υπάρχει ταινία στον Οδηγό.
fi: KDat: Ei nauhaa nauha-asemassa
pl: KDat: Brak ta¶my w napêdzie
ru: Kdat: Нет ленты в устройстве
sk: KDat: ®iadna páska v mechanike

source: There is no tape in the tape drive. Please insert a tape and try again.
cs: V zaøízení není ¾ádná páska. Prosím vlo¾te pásku a zkuste znova.
el: Δεν υπάρχει ταινία στον Οδηγό Ταινίας. Παρακαλώ τοποθετήσατε μία και προσπαθήστε ξανά.
fi: Nauha-asemassa ei ole nauhaa. Laita nauha asemaan ja yrit‰ uudelleen.
pl: Nie ma ta¶my w napêdzie. Proszê w³o¿yæ ta¶mê i spróbowaæ ponownie.
ru: В устройстве отсутствует лента. Пожалуйста вставьте ленту и повторите.
sk: V mechanike nie je páska. Prosím vlo¾te pásku a skúste znova.

source: KDat: Write Protected Tape
cs: KDat: Páska chránìná proti zápisu
el: KDat: Ταινία προστατευμένη γιά εγγραφή
fi: KDat: Kirjoitussuojattu nauha
pl: KDat: ta¶ma zabezpieczona przed zapisem
ru: KDat: Лента защищена от записи
sk: KDat: Páska chránená proti zápisu

source: The tape in the drive is write protected. Please disable write protection and try again.
cs: Páska v zaøízení je chránìná proti zápisu. Prosím zru¹te ochranu a zkuste znova.
el: Η Ταινία στον Οδηγό έχει προστασία εγγραφής. Παρακαλώ απενεργοποιήσατε την προστασία εγγραφής και ξαναπροσπαθήσατε.
fi: Nauha on kirjoitussuojattu. Poista suojaus ja yrit‰ uudelleen.
pl: Ta¶ma w napêdzie jest zabezpieczona przed zapisem. Proszê usun±æ zabezpieczenie i spróbowaæ ponownie.
ru: Лента в устройстве защищена от записи. Пожалуйста снимите защиту от записи и повторите.
sk: Páska v mechanike je chránená proti zápisu. Prosím zru¹te ochranu proti zápisu a skúste znova.

source: KDat: Format Tape
cs: KDat: Formátovat pásku
el: KDat: Φορμάρισμα Ταινίας
fi: KDat: Alusta nauha
pl: KDat: Formatuj ta¶mê
ru: KDat: Форматирование ленты
sk: KDat: Naformátova» pásku

source: All data will be lost, continue?
cs: Ve¹kerá data budou ztracena, pokraèovat?
el: Ολα τα δεδομένα θα χαθούν ,να συνεχισω;
fi: Kaikki tieto tuhotaan, jatka?
pl: Wszystkie dane bêd± stracone, kontynuowaæ?
ru: Все данные будут потеряны, продолжать?
sk: V¹etky dáta budú stratené, pokraèova»?

source: Tape created on %s
cs: Pásek vytvoøen na %s
el: Δημιουργία/φορμάρισμα ταινίας στο %s
fi: Nauha luotu %s
pl: Ta¶ma utworzona %s
ru: Лента создана '%s'
sk: Páska vytvorená %s

source: Formatting tape...
cs: Formátování pásku...
el: Φορμάρισμα ταινίας
fi: Alustan nauhaa...
pl: Formatujê ta¶mê...
ru: Форматирую ленту...
sk: Formátujem pásku...

source: Format complete.
cs: Formátování ukonèeno...
el: Αποπεράτωση φορμαρίσματος
fi: Alustus valmis.
pl: Formatowanie zakoñczone.
ru: Форматирование завершено.
sk: Formát dokonèený.

source: Backup Profile %d
cs: Profil zálohy %d
el: Αποθήκευση προφίλ %d
fi: Varmistusprofiili %d
pl: Profil backup-u %d
ru: Профиль %d
sk: Profil zálohy %d

source: Archive
cs: Archív
el: Αρχείο
fi: Arkisto
pl: Archiwum
ru: Архив
sk: Archív
