Repository: xwizard/kde1
Catalog: kdeadmin-1.1.2/po/*/ksysv.po
Languages: br, cs, fi, hr, is, pl, pt, sk, sl

source: : Error
br: : Fazi
cs: : Chyba
fi: : Virhe
hr: : Gre¹ka
is: : Villa
pl: : B³±d
pt: : Erro
sk: : Chyba
sl: : Napaka

source: Only root is allowed to manage runlevels.
br: Ar gourarveriad hepken zo aotreet da gemm al liveoù seveniñ.
cs: Pouze superu¾ivateli je povoleno spravovat úrovnì.
fi: Vain p‰‰k‰ytt‰j‰ voi hallita ajotasoja.
hr: Samo korijenski korisnik mo¾e upravljati runlevelima.
is: Ofurpaurinn má einn breyta kerfisþrepum.
pl: Tylko root ma uprawnienia zarz±dzania trybami.
pt: Apenas o root pode gerir runlevels.
sk: Iba root má povolené spravova» úrovne.
sl: Samo uporabnik "root" lahko upravlja nivoje delovanja.

source: Available
br: Hegerz
cs: Dostupné
fi: Olemassaolevat
hr: Dostupno
is: Í boði
pl: Nieosi±galne
pt: Disponíveis
sk: Prístupné
sl: Na voljo

source: &Services
br: &Servijoù
cs: &Slu¾by
fi: &Palvelut
hr: &Servisi
is: Þjónu&stur
pl: &Serwisy
pt: &Serviços
sk: &Slu¾by
sl: &Storitve

source: These are the <bold>available services</bold> To start a service, drag it to the <bold>"Start"</bold>section of a runlevel. To stop one, do the same for the <bold>"Stop"</bold> section.
br: Setu ar <bold>servijoù hegerz.</bold> Evit loc'hañ ur servij, stlejit anezhañ en dachenn <bold>"Loc'hañ"</bold> ul live seveniñ. Evit paouez unan, grit kement-all en dachenn <bold>"Paouez"</bold>.
cs: Toto jsou <bold>dostupné slu¾by<bold> Aby se slu¾ba startovala, pøesuòte ji do <bold>"Start"<bold> sekce úrovnì. Aby se slu¾ba ukonèovala proveète stejnou operaci v <bold>"Stop"</bold> sekci."
fi: N‰m‰ ovat <bold>Olemassaolevat palvelut</bold> K‰ynnist‰‰ksesi palvelun, ved‰ se <bold>"K‰ynnist‰"</bold>osioon halutulle ajotasolle. Pys‰ytt‰‰ksesi palvelun, tee sama <bold>"Pys‰yt‰"</bold> osioon.
is: Þessar <bold>þjónustur</bold> standa til boða. Dragðu þjónustu á <bold>ræsihluta</bold> kerfisþreps til að ræsa hana. Dragðu hana sömuleiðis á <bold>stöðvunarhluta</bold> til að stöðva hana.
pl: S± to, które <bold>mo¿na uruchomiæ</bold> Aby który¶ wystartowaæ, przeci±gnij go do sekcji <bold>"Start"</bold> dla danego trybu startowego. Analogicznie u¿yj sekcji <bold>"Stop"</bold>, aby który¶ zatrzymaæ.
sk: Toto sú <bold>dostupné slu¾by</bold> Na spustenie slu¾by ju presuòte do sekcie <bold>"©tart"</bold> runlevelu. Na ukonèenie spravte to isté pre sekciu <bold>"Stop"</bold>.
sl: To so <bold>dostopne storitve</bold> Storitev po¾enete tako, da jo povleèete na <bold>"Start"</bold> razdelek nivoja delovanja. Ustavite jo tako, da jo povleèete na <bold>"Stop"</bold> razdelek.

source: Runlevel &%i
br: Live seveniñ &%i
cs: Úroveò &%i
fi: Ajotaso &%i
is: Kerfisþrep &%i
pl: Tryb &%i
sk: Úroveò &%i
sl: Nivo delovanja &%i

source: Runlevel %i
br: Live seveniñ %i
cs: Úroveò %i
fi: Ajotaso %i
is: Kerfisþrep %i
pl: Tryb %i
sk: Úroveò %i
sl: Nivo delovanja %i

source: Start
br: Loc'hañ
fi: K‰ynnist‰
hr: Pokreni
is: Ræsa
pt: Iniciar
sk: ©tart

source: Drag here to start services when entering Runlevel %i
br: Stlejit amañ evit loc'hañ servijoù pa grog al live seveniñ %i
cs: Upus»te zde pro spu¹tìní slu¾by pøi vstupu do úrovne %i
fi: Ved‰ t‰nne palveluita jotka k‰ynnistet‰‰n Ajotasolla %i
hr: Vucite ovdje za pokretanje servisa prilikom ulaza u Runlevel %i
is: Dragðu þjónustu hingað til að ræsa hana í kerfisþrepi %i
pl: Przeci±gnij tu by wystartowaæ serwis po uruchomieniu trybu %i
pt: Arraste para aqui para iniciar serviços ao iniciar o Runlevel %i
sk: Pustite tu na spustenie slu¾ieb pri vstupe do úrovne %i
sl: Za zagon storitve ob vstopu v nivo delovanja %i jo povlecite sem

source: Drag here to stop services when entering Runlevel %i
br: Stlejit amañ evit paouez servijoù pa grog al live seveniñ %i
cs: Upus»te zde pro zastavení slu¾by pøi vstupu do úrovne %i
fi: Ved‰ t‰nne palveluita jotka pys‰ytet‰‰n Ajotasolla %i
hr: Vucite ovdje za zaustavljanje servisa prilikom ulaza u Runlevel %i
is: Dragðu þjónustu hingað til að stöðva hana í kerfisþrepi %i
pl: Przeci±gnij tu by zatrzymaæ serwis po uruchomieniu trybu %i
pt: Arraste para aqui para parar serviços ao iniciar o Runlevel %i
sk: Pustite tu na ukonèenie slu¾ieb pri vstupe do úrovne %i
sl: Za zaustavitev storitve ob vstopu v nivo delovanja %i jo povlecite sem

source: ** WRITING CONFIGURATION **
br: *** O SKRIVAÑ AR C'HEFLUNIADUR **
cs: ** ZAPISUJI NASTAVENÍ **
fi: ** KIRJOITAN ASETUKSIA **
is: ** SKRIFA UPPSETNINGU **
pl: ** ZAPISUJÊ KONFIGURACJÊ **
pt: ** A ESCREVER CONFIGURAÇÃO **
sk: ** ZAPISUJEM KONFIGURÁCIU **
sl: ** ZAPIS NASTAVITEV **

source: ** RUNLEVEL %i **
br: ** LIVE SEVENIÑ %i **
cs: ** ÚROVEÑ %i **
fi: ** AJOTASO %i **
is: ** KERFISÞREP %i **
pl: ** TRYB %i **
sl: ** NIVO DELOVANJA %i **

source: Reading configuration:
br: O lenn ar c'hefluniadur :
cs: Naèítání konfigurace:
fi: Luen asetuksia:
hr: Uèitavam postavu:
is: Les uppsetningu:
pl: Konfiguracja ¶cie¿ki:
pt: A ler configuração:
sk: Èítam konfiguráciu:
sl: Berem nastavitve:

source: ** Stopping
br: ** O paouez
cs: ** Zastavuji
fi: ** Pys‰yt‰n
hr: ** Zaustavljam
is: ** Stöðva
pl: ** Zatrzymujê
pt: ** A parar
sk: ** Ukonèujem
sl: ** Ustavljam

source: stop
br: paouez
fi: pys‰yt‰
hr: zaustavi
is: stövða
pt: parar
sl: ustavi

source: ** Starting
br: ** O loc'hañ
cs: ** Startuji
fi: ** K‰ynnist‰n
hr: ** Pokreæem
is: ** Ræsi
pl: ** Startujê
pt: ** A iniciar
sk: ** Spú¹»am
sl: ** Zaganjam

source: start
br: loc'hañ
fi: k‰ynnist‰
hr: pokreni
is: ræsa
pt: iniciar
sl: zagon

source: ** Re-starting
br: ** Oc'h adloc'hañ
cs: ** Restartuji
fi: ** Uudelleenk‰ynnist‰n
hr: ** Pokreæem ponovo
is: ** Endurræsi
pl: &Restartuj
pt: ** A reiniciar
sk: ** &Re¹tartujem
sl: ** Ponoven zagon

source: restart
br: adloc'hañ
fi: uudelleenk‰ynnist‰
hr: pokreni ponovo
is: endurræsa
pl: &Restartuj
pt: reiniciar
sl: ponoven zagon

source: P&roperties...
br: Pe&rzhioù ...
cs: &Vlastnosti...
fi: &Ominaisuudet...
hr: P&ostavke...
is: &Eiginleikar...
pl: &W³a¶ciwo¶ci...
pt: P&ropriedades...
sk: &Vlastnosti...
sl: &Nastavitve...

source: S&top
br: Paoue&z
fi: &Pys‰yt‰
hr: &Zaustavi
is: S&töðva
pt: &Parar
sl: Us&tavi

source: &Restart
br: Adloc'&han
fi: &Uudelleenk‰ynnist‰
hr: Pok&reni ponovo
is: &Endurræsa
pl: &Restartuj
pt: &Reiniciar
sk: &Re¹tart
sl: &Ponovno za¾eni

source: &New Configuration
br: Kefluniadur &nevez
cs: &Nové nastavení
fi: &Uudet asetukset
hr: &Nova postava
is: &Ný uppsetning
pl: Konfiguracja ¶cie¿ki
pt: &Nova Configuração
sk: &Nová konfigurácia
sl: &Nova konfiguracija

source: &Save Configuration
br: &Enrollañ ar c'hefluniadur
cs: &Ulo¾it nastavení
fi: &Tallenna asetukset
hr: &Spremi postavu
is: &Vista uppsetningu
pl: Konfiguracja ¶cie¿ki
pt: &Gravar Configuração
sk: &Ulo¾i» konfiguráciu
sl: &Shrani konfiguracijo

source: Print &Log...
br: Moulañ ar &c'herzlevr ...
cs: Vytisknout &záznam...
fi: Tulosta &Loki...
hr: Ispi¹i &dnevnik...
is: Prenta s&kýrslu...
pl: &Drukuj log...
pt: Imprimir &Relatório...
sk: Vytlaèi» &Log...
sl: Natisni &dnevnik...

source: Show &Tool Bar
br: Diskouez barrenn ar &binvioù
cs: Zobrazit nás&trojovou li¹tu
fi: N‰yt‰ t&yˆkalurivi
hr: Poka¾i &traku sa alatima
is: Sýna &tækjaslá
pl: Pokazuj &Toolbar
pt: Mostrar Barra de &Ferramentas
sk: Ukáza» panel nás&trojov
sl: Prika¾i &orodjarno

source: Show &Status Bar
br: Diskouez barrenn a &stad
cs: Zobrazit &stavovou li¹tu
fi: N‰yt‰ t&ilarivi
hr: Poka¾i &statusnu traku
is: Sýna &stöðuslá
pl: Pokazuj &Statusbar
pt: Mostrar Barra de &Estado
sk: Ukáza» &stavový riadok
sl: Prika¾i &statusno vrstico

source: Show &Log
br: Diskouez ar &c'herzlevr
cs: Zobrazit &záznamy
fi: N‰yt‰ &loki
hr: Prika¾i d&nevnik
is: Sýna s&kýrslu
pl: &Pokazuj log
pt: Mostrar &Relatório
sk: Ukáza» &Log (záznam)
sl: Prika¾i &dnevnik

source: &Configure...
br: Ke&fluniañ ...
cs: &Konfigurovat...
fi: &Asetukset...
hr: &Podesi...
is: Sti&llingar...
pl: &Konfiguruj ¶cie¿ki...
pt: &Configurar...
sk: &Nastavit...
sl: &Prikroji...

source: &Save Options
br: &Enrollañ an dibaboù
cs: Ulo¾it n&astavení
fi: &Talleta asetukset
hr: Sp&remi opcije
is: &Vista stillingar
pl: &Zapisz opcje po wyj¶ciu
pt: &Gravar Opções
sk: Ulo¾i» n&astavenie
sl: &Shrani nastavitve

source: New
br: Nevez
cs: Nový
fi: Uusi
hr: Nova
is: Nýtt
pl: Nowy
pt: Novo
sk: Nový
sl: Nov

source: Toggle script output
br: Gwintañ diskas an urzhiaoueg
cs: Výpis ze skriptu zapnout/vypnout
fi: K‰‰nn‰ skriptin tuloste
hr: Uklj./isklj. ispis skripte
is: Birta/fela úttak ferla
pl: Prze³±cz wynik skryptu
pt: Resultado do script
sk: Výpis zo skriptu
sl: Preklop izhoda skripte

source: There are unsaved changes. Are you sure you want to quit?
br: Kemmoù dienroll a zo. Hag e fell deoc'h kuitaat da vat ?
cs: Nejsou ulo¾ené zmìny. Jste si jisti, ¾e chcete skonèit ?
fi: Muutoksia on tallentamatta. Haluatko todella lopettaa?
hr: Postoje nespremljene promjene. ®elite li zbilja zavr¹iti?
is: Það á eftir að vista breytingar. Viltu örugglega hætta samt?
pl: Zmiany s± jeszcze nie zachowane. Czy na pewno chcesz wyj¶æ?
pt: Há alterações não gravadas. Tem a certeza que quer sair?
sk: Nie sú ulo¾ené zmeny. Ste si istý, ¾e chcete skonèi» ?
sl: Obstajajo neposnete spremembe. Ali ste preprièani, da ¾elite zapustiti program?

source: Yes, quit!
br: Ya, er-maez !
cs: Ano, ukonèit!
fi: Kyll‰, lopeta!
hr: Da, zavr¹i!
is: Já!
pl: Tak, wyj¶cie!
pt: Sim, sair!
sk: Áno, ukonèi»!
sl: Da, zapusti!

source: No, don't quit.
br: Ket, chomit.
cs: Ne, neukonèit.
fi: Ei, ‰l‰ lopeta.
hr: Ne, ne ¾elim zavr¹iti.
is: Nei, ekki strax.
pl: Nie, raczej nie.
pt: Não, não sair.
sk: Nie, neukonèi».
sl: Ne, ne zapusti.

source: Clear Changes
br: Skarañ ar c'hemmoù
cs: Zru¹it zmìny
fi: Poista muutokset
hr: Obri¹i promjene
is: Afmá breytingar
pl: Kasuj zmiany
pt: Limpar Modificações
sk: Zru¹i» zmeny
sl: Pobri¹i spremembe

source: Do you really want to clear all unsaved changes?
br: Hag e fell deoc'h skarañ an holl gemmoù dienroll ?
cs: Pøejete si skuteènì zru¹it neulo¾ené zmìny?
fi: Haluatko todella poistaa tallentamattomat muutokset?
hr: ®elite li zbilja izbrisati sve nepospremljene promjene?
is: Viltu virkilega afmá allar óvistaðar breytingar?
pl: Czy na pewno chcesz skasowaæ niezachowane zmiany?
pt: Quer mesmo limpar todas as modificações não gravadas?
sk: Skutoène si prajete zru¹i» neulo¾ené zmeny?
sl: Ali resnièno ¾elite pobrisati vse neshranjene spremembe?

source: Save configuration
br: Enrollañ ar c'hefluniadur
cs: Ulo¾it nastavení
fi: Tallenna asetukset
hr: Spremi postavu
is: Vista uppsetningu
pl: Konfiguracja ¶cie¿ki
pt: Gravar configuração
sk: Ulo¾i» konfiguráciu
sl: Shrani nastavitve

source: You're about to save the changes made to your init configuration. Please realize that wrong settings could result in your system being unbootable. Do you wish to continue?
br: Emaoc'h o vont da enrollañ kemmoù graet d'ho kefluniadur deraouiñ. Soñjit mat e c'hell dibarzhoù fall lakaat ho reizhiad divarrek da loc'hañ en-dro. Hag e fell deoc'h kenderc'hel ?
cs: Chystáte se ulo¾it zmìny, které jste udìlali ve va¹í inicializaèní konfiguraci. Prosím uvìdomte si, ¾e nesprávné zmìny mù¾ou zpùsobit,¾e vá¹ systém nenastartuje. Pøejete si pokraèovat ?
fi: Olet juuri tallentamassa tekemi‰si muutoksia init:n asetuksiin. Muutokset voivat aiheuttaa sen ett‰ j‰rjestelm‰si ei en‰‰ l‰hde k‰yntiin. Haluatko jatkaa?
hr: Upravo se spremate spremiti promjene va¹e inicijalne konfiguracije. Budite upozoreni da pogre¹ne vrijednosti mogu sprijeèiti podizanje sistema. ®elite zbilja nastaviti?
is: Þú ert í þann mund að vista breytingar sem þú hefur gert á uppsetningu init kerfisins. Mistök hvað þetta varðar geta leitt til þess að ræsiferli vélarinnar mislukkist næst. Ertu viss um að allt sé í lagi?
pl: Zmiany zostan± zapisane do twojej konfiguracji startowej. Zauwa¿, ¿e z³e ustawienia mog± spowodowaæ, ¿e twój system nie wystartuje. Czy chcesz kontynuowaæ?
pt: Está prestes a gravar as modificações feitas à configuração do seu init. Por favor tome consciência que configurações erradas podem resultar no sistema ficar sem poder arrancar. Quer mesmo continuar?
sk: Toto ulo¾í zmeny, ktoré ste spravili do va¹ej inicializaènej konfigurácie. Prosím uvedomte si, ¾e nesprávne zmeny mô¾u zapríèini»,¾e vá¹ systém nena¹tartuje. Chcete pokraèova» ?
sl: Shraniti nameravate spremembe narejene va¹i zagonski konfiguraciji. Prosim, da se zavedate, da lahko napaène nastavitve naredijo va¹ sistem nezmo¾en zagona. ®elite nadaljevati?

source: Yes, &save!
br: Ya, en&rollit !
cs: Ano, ulo¾it!
fi: Kyll‰, &tallenna!
hr: Da, &spremi
is: &Já, vistaðu!
pl: Tak, &zapis!
pt: &Sim
sk: Áno, &ulo¾i»!
sl: Da, &shrani!

source: No, &don't save.
br: Ket, &na enrollit tra.
cs: Ne, neulo¾it.
fi: &Ei, ‰l‰ tallenna muutoksia.
hr: Ne, &nemoj spremiti.
is: &Nei, ekki strax.
pl: Nie, &nie zapisuj zmian.
pt: &Não
sk: Nie, neuklada».
sl: Ne, &ne shrani.

source: About Qt
br: Diwar-benn Qt
cs: Informace o Qt
fi: Tietoja Qt
hr: O Qt
is: Um Qt
pl: Informacje o Qt
pt: Acerca do Qt
sk: Informácie o Qt
sl: O Qt

source: Changed
br: Kemmet
cs: Zmìnìné
fi: Muutettu
hr: Promjenjeno
is: Breytt
pl: Zmienione
pt: Modificado
sk: Zmenené
sl: Spremenjeno

source: Could not generate sorting number. Please change manually.
br: Ne m'eus ket gellet genel an niver rummañ. Grit gant an dorn mar plij.
cs: Není mo¾né vygenerovat tøídící èíslo. Prosím, zmìñte jej ruènì.
fi: En saanut luotua j‰rjestysnumeroa. Vaihda sit‰ k‰sin.
is: Gat ekki smíðað raðnúmer. Breyttu þessu handvirkt.
pl: Nie mo¿na wygenerowaæ numeru sortuj±cego. Proszê zmieniæ rêcznie.
pt: Não consegui gerar número de ordenação. Por favor mude manualmente.
sk: Nemô¾em vytvori» èíslo na triedenie. Prosím zmeòte manuálne.
sl: Nisem mogel zgenerirati sortirnega ¹tevila. Prosim popravite roèno.

source: %s - Preferences
br: %s - Dibarzhoù
cs: %s - Preference
fi: %s - Asetukset
hr: %s - Postavke
is: %s - Stillingar
pl: %s - W³a¶ciwo¶ci
pt: %s - Preferências
sk: %s - Nastavenie
sl: %s - Nastavitve

source: Directory containing your init-scripts (&services)
br: Renkell enni ho urzhiaouegoù deraouiñ (&servijoù)
cs: Cesta k adresáøi, který obsahuje inicializaèní skripty (&slu¾by):
fi: Polku hakemistoon, joka sis‰lt‰‰ init-&skriptisi:
hr: Direktorij koji sadr¾i va¹e init-skriptove (&servise):
is: Mappan sem innihalda init &ferlin þín (þjónustur)
pl: ¦cie¿ka do katalogu zawieraj±cego twoje skrypty (&serwisy)
pt: Caminho para a pasta que contém os seus init-scripts (&serviços)
sk: Cesta k prieèinku, ktorý obsahuje inicializaèné skripty (&slu¾by):
sl: Imenik, ki vsebuje va¹e init-skripte (&storitve)

source: Directory containing your &runlevel-directories
br: Renkell enni ho renkelloù &live-seveniñ
cs: Cesta k adresáøi, který obsahuje ad&resáøe s úrovnìmi:
fi: Polku hakemistoon, joka sis‰lt‰‰ &runlevel-hakemistot
hr: Direktorij koji sadr¾i va¹e &runlevel-direktorije:
is: Mappa sem inniheldur &keyrsluþrepamöppurnar þínar
pl: ¦cie¿ka do katalogu zawieraj±cego twoje katalogi z &trybami
pt: Caminho para a pasta que contém as pastas de &runlevel
sk: Cesta k prieèinku, ktorý obsahuje p&rieèinky s úrovòami:
sl: Imenik, ki vsebuje va¹e imenike z &nivoji delovanja

source: Color for &new entries
br: Liv evit enmontoù &nevez
cs: Barva &nových polo¾ky
fi: V‰ri &uusille tietueille
hr: Boja za &nove zapise
is: Litur fyrir &nýjar færslur
pl: Kolor &nowych pozycji
pt: Cor para &novas entradas
sk: Farba pre &nové polo¾ky
sl: Pobarvaj &nove vnose

source: Color for c&hanged entries
br: Liv evit enmontoù ke&mmet
cs: Barva z&mìnìných polo¾ek
fi: V‰ri &muutetuille tietueille
hr: Boja za &promjenjene zapise
is: Litur fyrir &breyttar færslur
pl: Kolor &zmienionych pozycji
pt: Cor para entradas &alteradas
sk: Farba pre &zmenené polo¾ky
sl: Pobarvaj &spremenjene vnose

source: &Paths
br: &Hentoù
cs: &Cesty
fi: &Polut
hr: &Putanje
is: &Slóðir
pl: ¦&cie¿ki
pt: Ca&minhos
sk: &Cesty
sl: &Poti

source: &Colors
br: &Livioù
cs: &Barvy
fi: &V‰rit
hr: &Boje
is: &Litir
pl: &Kolory
pt: &Cores
sk: &Farby
sl: &Barve

source: Drag here to remove services
br: Stejit amañ evit dilemel servijoù
cs: Upus»te zde pro zru¹ení slu¾by
fi: Ved‰ t‰nne poistaaksesi palveluita
hr: Dovuci ovdje za uklanjanje servisa
is: Dragðu hingað til að fjarlægja þjónustu
pl: Przeci±gnij tu aby usun±æ serwis
pt: Arraste para aqui para remover serviços
sk: Pustite tu na zmazanie slu¾ieb
sl: Za odstranitev storitev povleci sem

source: &Name
br: &Anv
cs: J&méno
fi: &Nimi
hr: &Ime
is: &Nafn
pl: &Nazwa
pt: &Nome
sk: &Meno
sl: &Ime

source: &Points to
br: A &buk ouzh
cs: &Smìøuje na
fi: &Osoittaa
hr: &Pokazuje na
is: &Vísar á
pl: &Wskazuje na
pt: A&ponta para
sk: &Ukazuje na
sl: &Ka¾e na

source: &Sorting number
br: Niver &rummañ
cs: &Tøídící èíslo
fi: &J‰rjestysnumero
is: &Raðnúmer
pl: &Numer sortowania
pt: Número de &ordenação
sk: &Triediace èíslo
sl: &Sortirno ¹tevilo

source: %s - Properties
br: %s - Perzhioù
cs: %s - Vlastnosti
fi: %s - Ominaisuudet
hr: %s - Postavke
is: %s - Eiginleikar
pl: W³a¶ciwo¶ci %s
pt: %s - Propriedades
sk: %s - Vlastnosti
sl: %s - Nastavitve

source: FAILED to remove %s from %s: "%s"
br: SAC'HET en ur zilemel %s diwar %s: "%s"
cs: NEZDAØILO SE odstranit %s z %s: "%s"
fi: EPƒONNISTUNUT poisto %s %s:t‰: "%s"
is: MISTÓKST að fjarlægja %s úr %s: "%s"
pl: NIEUDANE usuniêcie %s z %s: "%s"
pt: ERRO ao remover %s de %s: "%s"
sk: ZLYHAL som pri mazaní %s z %s: "%s"
sl: SPODLETEL poiskus odstranitve %s iz %s: "%s"

source: removed %s from %s
br: dilamet %s diwar %s
cs: odebráno %s z %s
fi: poistin %s:n %s:t‰
hr: uklonio %s iz %s
is: fjarlægði %s úr %s
pl: usuniêto %s z %s
pt: apaguei %s de %s
sk: zmazané %s z %s
sl: odstranjen %s iz %s

source: created %s in %s
br: krouet %s e %s
cs: vytvoøeno %s v %s
fi: loin %s:n %s:n
hr: napravio %s u %s
is: smíðaði %s í %s
pl: utworzono %s w %s
pt: criei %s em %s
sk: vytvorené %s v %s
sl: ustvarjen %s iz %s

source: FAILED to create %s in %s: "%s"
br: SAC'HET en ur grouiñ %s e %s : "%s"
cs: NEZDAØILO SE vytvoøit %s z %s: "%s"
fi: EPƒONNISTUNUT luonto %s %s:ss‰: "%s"
is: MISTÓKST að smíða %s í %s: "%s"
pl: NIEUDANE utworzenie %s z %s: "%s"
pt: ERRO ao criar %s em %s: "%s"
sk: ZLYHAL som pri vytváraní %s v %s: "%s"
sl: SPODLETEL poiskus ustvarjanja %s iz %s: "%s"

source: About %s
br: Diwar-benn %s
cs: Informace o %s
fi: Tietoja %s
hr: O %s
is: Um %s
pl: Informacje o %s
pt: Acerca do %s
sk: Informácie o %s
sl: O %s

source: KDE SysV Init Editor
br: Aozer deraouiñ SysV KDE
cs: Editor SysV Initu pro KDE
fi: KDE SysV Init -muokkain
is: KDE SysV Init stjóri
pt: Editor de SysV Init do KDE
sl: KDE SysV Init urejevalnik

source: Version %s (KDE %s)
br: Doare %s (KDE %s)
cs: Verze %s (KDE %s)
fi: Versio %s (KDE %s)
hr: Inaèica %s (KDE %s)
is: Útgáfa %s (KDE %s)
pl: Wersja %s (KDE %s)
pt: Versão %s (KDE %s)
sk: Verzia %s (KDE %s)
sl: Razlièica %s (KDE %s)

source: Mail bug report/success story/lots of money/...
br: Kasit danevelloù drein/istorioù berzh/arc'hant e-leiz/...
cs: Za¹lete chybová hlá¹ení/ úspìchy/ mnoho pìnìz/...
fi: L‰het‰ virheet/onnistumiset/paljon rahaa/...
is: Sendu villulýsingar/ánægjuyfirlýsingar/peningahrúgur/...
pl: Wy¶lij raport o bugach/opis powodzenia/du¿o forsy/...
pt: Envie comentários...
sk: Po¹lite správu o chybe/príbeh úspechu s ksysv/veµa peòazí/...
sl: Po¹lji poroèilo o hro¹èih/zgodbe o uspehu/obilo denarja/...

source: . All rights reserved.
br: . Pep gwir miret strizh.
cs: . V¹echna práva vyhrazena.
fi: . Kaikki oikeudet pid‰tet‰‰n.
hr: . Sva prava pridr¾ana.
is: . Allur réttur áskilinn.
pt: . Todos os direitos reservados.
sk: . V¹etky práva vyhradené.
sl: . Vse pravice zadr¾ane.

source: IPC parts taken from kdehelp © 1997 Martin Jones. Uses the KDE libraries © 1997-1999 The KDE Team. Uses the Qt library © 1992-1998 Troll Tech AS.
br: Lodennoù IPC kemeret diwar kdehelp © 1997 Martin Jones. Implijout a ra levraouegoù KDE © 1997-1999 Skipailh KDE. Implijout a ra levraoueg Qt © 1992-1998 Troll Tech AS.
cs: IPC èásti pøevzaty z aplikace kdehelp (c) martin Jones. Pou¾ívá KDE knihovny (c) 1997-1999 KDE Team. Pou¾ívá knihovny Qt (c) 1992-1998 Troll Tech AS.
fi: IPC osiot kdehelp ohjelmasta © 1997 Martin Jones. K‰ytt‰‰ KDE -kirjastoja © 1997-1999 The KDE Team. K‰ytt‰‰ Qt -kirjastoa © 1992-1998 Troll Tech AS.
is: IPC hlutar úr kdhelp © 1997 Martin Jones. Notar KDE stefjasöfnin © 1997-1999 KDE hópurinn. Notar Qt stefjasafnið © 1992-1998 Troll Tech AS.
pl: Czê¶ci IPC wziête z kdehelp © 1997 Martin Jones. U¿ywa bibliotek KDE © 1997, 1998 The KDE Team. U¿ywa biblioteki Qt © 1992-1998 Troll Tech AS.
sk: IPC èasti zobrané z kdehelp (c) 1997 Martin Jones. Pou¾íva KDE kni¾nice (c) 1997-1999 The KDE Team. Pou¾íva kni¾nicu Qt (c) 1992-1998 Troll Tech AS.
sl: Deli IPC vzeti iz kdehelp © 1997 Martin Jones. Uporablja KDE knji¾nice © 1997-1999 KDE mo¹tvo. Uporablja Qt knji¾nico © 1992-1998 Troll Tech AS.

source: An editor for SysV-style init configuration, similar to Red Hat's "tksysv", only ksysv allows drag-and-drop, as well as keyboard use.
br: Un aozer evit kefluniañ an deraouiñ giz SysV, heñvel ouzh "tksysv" Red Hat, nemet ez-euz stlej-ha-laosk gant ksysv, e-kichen implij ar stokellaoueg.
cs: Editor pro konfiguraci initu ve stylu SysV, podobný programu "tksysv" z distribuce RedHat. Ksysv umo¾ñuje jak drag'n'drop, tak i pou¾ití klávesnice.
fi: Muokkain SysV-tyylisille init -asetuksille, muistuttaa Red Hatin "tksysv":t‰, vain ksysv mahdollistaa sek‰ ved‰&pudota toiminnot ett‰ n‰pp‰imistˆn k‰ytˆn.
is: Stjóri til að breyta uppsetningum kerfisþrepa í SysV stíl, sem líkist aðeins "tksysv" frá RedHat, nema ksysv skilur dregna hluti og notkun lyklaborðsins.
pl: Editor konfiguracji skryptów init SysV, podobny do Red Hat"tksysv", lecz ksysv pozwala na drag-n-drop, a tak¿e u¿ycie klawiszy.
pt: Uma editor para configurações de arranque do estilo SysV, semelhante ao "tksysv" da Red Hat, mas o ksysv permite drag-and-drop para além do uso do teclado.
sk: Editor pre SysV init konfiguráciu, podobný ako redha»ácky "tksysv", ale ksysv podporuje drag-and-drop aj ovládanie z klávesnice.
sl: Urejevalnik za SySV-slog init konfiguracij, podoben Red Hatovemu "tksysv", le da ksysv omogoèa tudi povleci-in-spusti, kakor tudi uporabo tipkovnice.
