Repository: xwizard/kde1
Catalog: kdeadmin-1.1.2/po/*/ksysv.po
Languages: br, cs, fi, hr, is, pl, pt, sk, sl

source: This program is free software; you can redistribute it and/or modify it under the terms of version 2 of the GNU General Public License as published by the Free Software Foundation. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
br: Frank eo ar meziant-mañ ; tu zo deoc'h e adskignañ pe e gemmañ dindan mennadoù doare 2 eus ar GNU General Public License, evel m'eo bet embannet gant ar Free Software Foundation. Skignet eo ar meziant-mañ gant ar spi e vo talvoudus, hogen HEP AN DISTERAÑ KRETADUR ; hep zoken ur c'hretatur a WERZHUSTED pe a TALVOUD SEVENIÑ UR GEFRIDI BENNAK. Sellit ouzh GNU General Public License evit muioc'h a munudoù.
cs: Tento program je volným softwarem; mù¾ete jej redistribuovat a/nebo modifikovat podle ustanovení licence GNU Public Licence, verze 2 jak je publikována Free Software Foundation. Tento program je distribuován v nadìji, ¾e bude u¾iteèný, ale BEZ JAKÉKOLI ZÁRUKY; zamozøejmì bez záruky PRODEJNOSTI nebo VHODNOSTI PRO VA©E ÚÆELY. Pro detaily nahlédnìte do licence GNU Public Licence.
is: Þetta forrit er frjáls hugbúnaður; þú mátt dreifa og/eða breyta því samkvæmt skilmálum útgáfu 2 af "GNU General Public License" frá "Free SoftwareFoundation". Þýðing: Bjarni R. Einarsson <bre@mmedia.is> This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.)
sk: Tento program je voµne ¹íriteµný softvér; mô¾ete ho distribuova» a/alebo modifikova» za podmienok GNU General Public License, ako bola publikovaná Free Software Foundation; a to buï verzia 2 tejto Licencie alebo (podµa vá¹ho uvá¾enia) akejkoµvek ïal¹ej verzie. Tento program je distribuovaný s nádejou, ¾e bude u¾itoèný, ale BEZ AKEJKO¥VEK ZÁRUKY; dokonca aj bez záruky POU®ITE¥NOSTI alebo VHODNOSTI PRE URÈITÝ ÚÈEL. Pozrite si GNU General Public License pre podrobnej¹ie informácie.
sl: Ta program je prosto programje; lahko ga distribuirate ali/in spreminjate pod pogoji razlièice 2 GNU General Public License kot jo je objavila Free Software Foundation. Ta program je distribuiran v upu da je uporaben, vendar BREZ VSAKR©NIH JAMSTEV; celo brez kakr¹negakoli implicitnega jamstva. Glej GNU General Public License za nadaljnje podrobnosti.
