Repository: xwizard/kde1
Catalog: kdeadmin-1.1.2/po/*/kuser.po
Languages: br, cs, da, de, eo, es, fi, hr, hu, ko, nl, no, pl, pt, ru, sk, sl, sv

source: Directory %s already exists (uid = %d, gid = %d)
br: Ar renkell %s a zo c'hoazh (uid = %d, gid = %d)
cs: Adresáø se jménem %s ji¾ existuje (uid = %d, gid = %d).
da: Kataloget %s findes allerede (uid = %d, gid = %d)
de: Verzeichnis %s existiert bereits (UID = %d, GID = %d)
eo: Dosierujo %s jam ekzistas
es: El directorio %s ya existe (uid = %d, gid = %d)
fi: Hakemisto nimell‰ %s on jo olemassa (uid = %d, gid = %d)
hr: Direktorij %s veæ postoji (uid = %d, gid = %d)
hu: A %s könyvtár már létezik (uid = %d, gid = %d)
ko: %s 디렉토리가 이미 존재합니다
nl: Directory %s bestaat al
no: Katalogen %s finnes allerede (uid = %d, gid = %d)
pl: Katalog %s ju¿ instnieje
pt: Directoria %s já existe (uid = %d, gid = %d)
ru: Директория %s уже существует (uid = %d, gid = %d)
sk: Prieèinok s menom %s u¾ existuje (uid = %d, gid = %d).
sl: Imenik %s ¾e obstaja (uid = %d, gid = %d)
sv: Katalog %s existerar redan

source: %s is not a directory
br: %s n'eo ket ur renkell
cs: %s není adresáø
da: %s er ikke et katalog
de: %s ist kein Verzeichnis
eo: Hejmdosiero
es: %s no es un directorio
fi: %s ei ole hakemisto
hr: %s nije direktorij
hu: %s nem könyvtár
ko: 홈 디렉토리
nl: Home directory
no: %s er ikke en katalog
pl: % nie jest katalogiem
pt: %s não é uma directoria
ru: %s не каталог
sk: %s nie je prieèinok
sl: %s ni imenik
sv: Hemkatalog

source: Mailbox %s already exist (uid=%d)
br: Ar voest postel %s a zo c'hoazh (uid=%d)
cs: Postovní schránka %s ji¾ existuje (uid=%d)
da: Postboksen %s findes allerede (uid=%d)
de: Mailbox %s existiert bereits (UID=%d)
eo: Dosierujo %s jam ekzistas
es: El buzón de correo %s ya existe (uid=%d)
fi: Postilaatikko nimell‰ %s on jo olemassa (uid=%d).
hr: Sanduèiæ %s veæ postoji (uid=%d)
hu: A %s postafiók már létezik (uid=%d)
ko: %s 디렉토리가 이미 존재합니다
nl: Directory %s bestaat al
no: Postboksen %s finnes allerede (uid=%d)
pl: Katalog %s ju¿ instnieje (uid=%d)
pt: Caixa de correio %s já existe (uid=%d)
ru: Почтовый ящик %s уже существует (uid=%d)
sk: Prieèinok s menom %s u¾ existuje. (uid=%d)
sl: Po¹tni predal %s ¾e obstaja (uid=%d)
sv: Katalog %s existerar redan

source: %s exists but is not a regular file
br: %s a zo c'hoazh hogen n'eo ket ur restr reoliek
cs: %s existuje, ale není øádným souborem.
da: %s eksisterer, men er ikke en sædvanlig fil
de: %s existiert, ist aber keine reguläre Datei
es: %s existe pero no es un archivo regular
fi: %s on olemassa muttei ole tavallinen tiedosto
hr: %s postoji meðutim nije datoteka
hu: %s létezik, de nem közönséges fájl
no: %s eksisterer, men er ikke en vanlig fil
pl: %s istnieje lecz nie jest plikiem zwyk³ym
pt: %s existe mas não é um ficheiro normal
ru: %s существует, но это файл
sk: %s existuje, ale nie je súbor
sl: %s obstaja vendar ni regularna datoteka

source: User
br: Arveriad
cs: U¾ivatel
da: Bruger
de: Benutzer
eo: Uzanto
es: Usuario
fi: K‰ytt‰j‰
hr: Korisnik
hu: Felhasználó
ko: 사용자
nl: Gebruiker
no: Bruker
pl: U¿ytkownik
pt: Utilizador
ru: Пользователь
sk: U¾ívateµ
sl: Uporabnik
sv: Användare

source: Shell
da: Skald
fi: Komentotulkki
hr: Ljuska
hu: Parancsértelmezõ
no: Skall
ru: Оболочка
sl: Lupina

source: Base of home directories
br: Diaz ar renkelloù Er-gêr
cs: Báze domovských adresáøù
da: Base for hjemmekataloger
de: Basis der Persönlichen Verzeichnisse
eo: Kreu hejmdosieron
es: Base de directorios personales
fi: Kotihakemistojen juuri
hr: Baza poèetnih direktorija
hu: Saját könyvtárak kiindulási helye
ko: 홈 디렉토리 만들기
nl: Maak home directory
no: Base for hjemmekataloger
pl: Utwórz katalog domowy
pt: Base das directorias pessoais
ru: Корень домашних каталогов
sk: Základ dom. prieèinkov
sl: Izhodi¹èe domaèih imenikov
sv: Skapa hemkatalog

source: Create home dir
br: Krouiñ ar renkell Er-gêr
cs: Vytvoøit domovský adresáø
da: Opret hjemmekatalog
de: Persönliches Verzeichnis erzeugen
eo: Kreu hejmdosieron
es: Crear directorio personal
fi: Luo kotihakemisto
hr: Stvori poèetni direktorij
hu: Saját könyvtár készítése
ko: 홈 디렉토리 만들기
nl: Maak home directory
no: Opprett hjemmekatalog
pl: Utwórz katalog domowy
pt: Criar directoria pessoal
ru: Создать домашний каталог
sk: Vytvori» dom.pr.
sl: Ustvari domaè imenik
sv: Skapa hemkatalog

source: Copy skeleton to home dir
br: Eilañ ar patrom er renkell Er-gêr
cs: Kopírovat skelet do domovského adresáøe
da: Kopier skelet til hjemmekatalog
de: Kopiere Vorlage in Persönliches Verzeichnis
eo: Kopiu þablonon
es: Copiar archivos básicos a personal
fi: Kopioi runko kotihakemistoon
hr: Iskopiraj kostur u poèetni direktorij
hu: Vázlatok saját könyvtárba másolása
ko: 디렉토리 구조 복사
nl: Kopieer skelet
no: Kopier mal til hjemmekatalog
pl: Kopiuj szkielet
pt: Copiar esqueleto para a directoria pessoal
ru: Копировать скелет
sk: Kopírova» ¹ablónu
sl: Skopiraj skelet v domaè imenik
sv: Kopiera mall

source: File number usage
cs: U¾ívání poètu souborù
da: Filantal forbrug
de: Anzahl benutzter Dateien
es: Ocupación de número de archivos
fi: Tiedostom‰‰r‰
no: Antall filer
pl: Wykorzystanie ilo¶ci plików
ru: Использование количества файлов

source: User Private Group
br: Implij Strollad Prevez
cs: U¾ivatelská soukromá skupina
da: Bruger privatgruppe
de: Benutzer der privaten Gruppe
es: Grupo Privado de Usuario
fi: K‰ytt‰j‰n yksityinen ryhm‰
no: Egen gruppe for hver bruker
pl: U¿yj grupy prywatnej
ru: Использовать личные группы
sk: Pou¾i» privátnu skupinu
