Repository: xwizard/kde1
Catalog: kdeadmin-1.1.2/po/*/kuser.po
Languages: br, cs, da, de, eo, es, fi, hr, hu, ko, nl, no, pl, pt, ru, sk, sl, sv

source: Directory %s does not exist
br: N'eus ket a renkell %s
cs: Adresáø %s neexistuje
da: Kataloget %s findes ikke
de: Verzeichnis %s existiert nicht
eo: Dosierujo %s ne ekzistas
es: El directorio %s no existe
fi: Hakemistoa %s ei ole olemassa
hr: Direktorij %s ne postoji
hu: A %s könyvtár nem létezik
ko: %s 디렉토리가 존재하지 않습니다
nl: Directory %s bestaat niet
no: Katalogen %s finnes ikke
pl: Katalog %s nie istnieje
pt: Directoria %s não existe
ru: Каталог %s не существует
sk: Prieèinok %s neexistuje
sl: Imenik %s ne obstaja
sv: Katalog %s existerar inte

source: Cannot remove home directory %s Error: %s
br: N'hellan ket dilemel ar renkell Er-gêr %s Fazi : %s
cs: Není mo¾né odstranit domovský adresáø %s Chyba: %s
da: Kan ikke fjerne hjemmekataloget %s Fejl: %s
de: Kann Persönliches Verzeichnis nicht löschen Fehler: %s
eo: Ne eblis krei hejmdosierujon Eraro: %s
es: No se puede eliminar el directorio %s Error: %s
fi: Kotihakemistoa %s ei voitu poistaa Virhe: %s
hr: Nemogu ukloniti poèetni direktorij Gre¹ka: %s
hu: Nem tudom eltávolítani a %s saját könyvtárat Hiba: %s
ko: 홈 디렉토리를 생성할 수 없습니다 오류: %s
nl: Kan home directory niet maken Fout: %s
no: Kan ikke fjerne hjemmekatalog %s Feil: %s
pl: Nie mo¿na utworzyæ katalogu domowego B³±d: %s
pt: Não remover a directoria pessoal %s Erro: %s
ru: Ошибка удаления домашнего каталога %s %s
sk: Nemô¾em vytvori» domovský prieèinok %s Chyba: %s
sl: Ne morem odstraniti domaèega imenika %s Napaka: %s
sv: Kan inte skapa hemkatalog Fel: %s

source: Cannot remove crontab %s Error: %s
br: N'hellan ket dilemel crontab %s Fazi : %s
cs: Není mo¾né odstranit crontab %s Chyba: %s
da: Kan ikke fjerne crontab %s Fejl: %s
de: Kann crontab %s nicht löschen Fehler: %s
eo: Ne eblis þangi posedanton de dosiero %s Eraro: %s
es: No se puede eliminar crontab %s Error: %s
fi: Crontabia %s ei voitu poistaa Virhe: %s
hr: Ne mogu ukloniti %s Gre¹ka: %s
hu: Nem sikerült eltávolítani a %s crontab-ot Hiba: %s
ko: %s 파일의 소유자를 바꿀 수가 없습니다 오류: %s
nl: Kan eigenaar van dit bestand niet wijzigen %s Fout: %s
no: Kan ikke fjerne crontab %s Feil: %s
pl: Nie mo¿na usun±æ crontab-a %s B³±d: %s
pt: Não consigo apagar a crontab %s Erro: %s
ru: Ошибка удаления crontab %s %s
sk: Nemô¾em zru¹i» crontabuµku %s Chyba: %s
sl: Ne morem odstraniti crontab %s Napaka: %s
sv: Kan inte ändra ägaren till fil %s Fel: %s

source: Cannot remove mailbox %s Error: %s
br: N'hellan ket dilemel ar voest postel %s Fazi : %s
cs: Není mo¾né odstranit po¹tovní schránku %s Chyba: %s
da: Kan ikke fjerne postboks %s Fejl: %s
de: Kann Mailbox %s nicht löschen Fehler: %s
eo: Ne eblis þangi posedanton de dosiero %s Eraro: %s
es: No se puede eliminar el buzón de correo %s Error: %s
fi: Postilaatikkoa %s ei voitu poistaa Virhe: %s
hr: Ne mogu ukloniti sanduèiæ %s Gre¹ka: %s
hu: Nem sikerült eltávolítani a %s postaládát Hiba: %s
ko: %s 파일의 소유자를 바꿀 수가 없습니다 오류: %s
nl: Kan eigenaar van dit bestand niet wijzigen %s Fout: %s
no: Kan ikke fjerne postboks %s Feil: %s
pl: Nie mo¿na usun±æ mailbox-a %s B³±d: %s
pt: Não remover a caixa do correio %s Erro: %s
ru: Ошибка удаления почтового ящика %s %s
sk: Nemô¾em zru¹i» mailbox %s Chyba: %s
sl: Ne morem odstraniti po¹tni predal %s Napaka: %s
sv: Kan inte ändra ägaren till fil %s Fel: %s

source: Cannot fork()
br: N'hellan ket seveniñ fork()
cs: Není mo¾né provést fork()
da: Kan ikke fork()e
de: Kann fork() nicht erstellen
es: No se puede hacer fork()
fi: fork() ei onnistu
hr: Nemogu fork()
hu: Nem sikerült a fork()
no: Kan ikke fork()e
pl: Nie mo¿na zrobiæ fork()
pt: Não consigo fazer fork()
ru: Ошибка создания процесса
sk: Nemô¾em fork()
sl: Ne morem uporabiti fork()

source: You have more than 65534 groups!?!? You have ran out of gid space!
br: Muioc'h eget 65534 strollad zo ganeoc'h ? N'oc'h eus gid vak ebet ken !
cs: Máte více ne¾ 65534 skupin!?!? Vyèerpal(a) jste prostor pro GID!
da: Du har mere end 65534 grupper!?!? Du har ikke mere gid-plads!
de: Sie haben mehr als 65534 Gruppen!?!? Sie haben keine weiteren mehr verfügbar!
eo: Vi havas pli ol 65534 grupojn!?!? Ne plu haveblas gruponumeroj!
es: Hay más de 65534 grupos!?!? Se ha agotado el número de gid's
fi: Sinulla on enemm‰n kuin 65534 ryhm‰‰!?!?. Sinulta loppui gid-tila!
hr: Imate vi¹e od 65534 grupa!?!? Ostali ste bez mjesta za nove!
hu: Több mint 65534 csoportod van?!? Kifogytál a gid térbõl!
ko: 65534개가 넘는 그룹이 있읍니다!?!? gid를 다 사용하셨읍니다!
nl: Je hebt meer dan 65534 groepen!?!? Je hebt je weinig gid ruimte!
no: Du har mer enn 65534 grupper!?!? Du har sluppet opp for gid-plass!
pl: Liczba grup wiêksza ni¿ 65534!?!? Brak miejsca na gid!
pt: Tem mais do que 65534 grupos!?!? Acabou-se o espaço de gids!
ru: В системе более чем 65534 группы!?!? Это предел!
sk: Máte viac ne¾ 65534 skupín!?!? Vyèerpali ste priestor pre GID!
sl: Imate veè kot 65534 grup!?!? Zmanjkalo vam je gid prostora!
sv: Du har mer än 65534 grupper!?!? Du har slut på gid-nummer!

source: Only root is allowed to manage users.
br: Ar gourarveriad hepken zo aotreet da verañ an arveriaded.
cs: Pouze root mù¾e spravovat u¾ivatele.
da: Kun root har tilladelse til at ændre brugere.
de: Nur der System-Administrator darf Benutzer verwalten.
eo: Nur Radiko rajtas administri uzantojn.
es: lo el super-usuario puede administrar cuentas.
fi: Vain p‰‰k‰ytt‰j‰ voi hallita k‰ytt‰ji‰
hr: Samo je korijenskom korisniku dozvoljeno upravljanje korisnicima.
hu: Csak a root tarthatja karban a felhasználókat.
ko: 관리자만이 사용자를 관리할 수 있습니다.
nl: Alleen root mag gebruikers wijzigen
no: Bare root har tillatelse til å endre brukere.
pl: Tylko root ma prawo do zarz±dzania u¿ytkownikami.
pt: Apenas ao root é permitido gerir utilizadores.
ru: Только root имеет право редактировать пользователей.
sk: Iba root mô¾e spravova» u¾ívateµov.
sl: Le uporabnik root lahko ureja uporabnike.
sv: Endast root kan administrera användare.

source: KDE User Manager
br: Merour arveriaded KDE
cs: Správce u¾ivatelù pro KDE
da: KDE Brugerbehandler
de: KDE Benutzerverwaltung
eo: Uzantonomo
es: Gestor de Usuarios KDE
fi: KDE K‰ytt‰j‰hallinta
hr: Upravitelj korisnika
hu: KDE Felhasználó Karbantartó
ko: 사용자 이름
nl: Gebruikersnaam
no: KDE Brukerbehandler
pl: Nazwa u¿ytkownika
pt: Gestor de Utilizadores do KDE
ru: Управление пользователями KDE
sk: KDE mana¾ér u¾ívateµov
sl: KDE Urejevalec uporabnikov
sv: Användarnamn

source: WARNING
br: HOC'H EVEZH
cs: POZOR
da: ADVARSEL
de: ACHTUNG
eo: AVERTO
es: PELIGRO
fi: VAROITUS
hr: UPOZORENJE
hu: FIGYELEM
ko: 경고
nl: WAARSCHUWING
no: ADVARSEL
pl: OSTRZE¯ENIE
pt: AVISO
ru: ВНИМАНИЕ
sk: POZOR
sl: OPOZORILO
sv: VARNING

source: Do you really want to delete user ?
br: Ha fellout a ra deoc'h dilemel da vat an arveriad ?
cs: Skuteènì si pøejete smazat u¾ivatele?
da: Ønsker du virkelig at slette brugeren ?
de: Möchten Sie den Benutzer wirklich löschen?
eo: Æu vi vere volas forigi la uzanton?
es: ¿Seguro que quieres eliminar el usuario?
fi: Haluatko todella poistaa k‰ytt‰j‰n ?
hr: Da li zaista ¾elite pobrisati korisnika ?
hu: Tényleg törölni akarod a felhasználót ?
ko: 정말 사용자를 삭제하시겠습니까 ?
nl: Weet je zeker dat je de gebruiker wilt verwijderen?
no: Ønsker du virkelig å slette bruker ?
pl: Czy na pewno chcesz skasowaæ u¿ytkownika?
pt: Quer mesmo apagar este utilizador ?
ru: Вы действительно хотите удалить пользователя ?
sk: Skutoène si prajete zmaza» u¾ívateµa?
sl: Ali resnièno ¾elite odstraniti uporabnika ?
sv: Vill du verkligen radera användaren ?

source: You are using private groups. Do you want delete user's private group ?
br: Ober a rit gant strolladoù prevez. Ha fellout a ra deoc'h dilemel strollad prevez an arveriad ?
cs: Pou¾íváte soukromou skupinu. Pøejete si smazat u¾ivatelovu soukromou skupinu ?
da: Du bruger private grupper. Vil du slette brugerens private gruppe?
de: Sie verwenden private Gruppen. Möchten Sie wirklich die privaten Gruppen der Anwender löschen?
es: Está usando grupos privados. ¿Desea eliminar el grupo privado del usuario?
fi: K‰yt‰t yksityisi‰ ryhmi‰. Haluatko tuhota k‰ytt‰j‰n yksityisen ryhm‰n ?
hr: Koristite privatne grupe. Da li ¾elite obrisati korisnikovu privatnu grupu ?
hu: Privát csoportokat használsz. Törölni akarod a felhasználó privát csoportját?
no: Du bruker private grupper. Vil du slette brukerens private gruppe?
pl: U¿ywasz prywatnych grup. Czy chcesz skasowaæ prywatn± grupê u¿ytkownika ?
pt: Está a usar grupos privados. Quer apagar o grupo privado do utilizador ?
ru: Вы используете личные группы. Вы хотите удалить личную группу пользователя ?
sk: Pou¾ívate private skupiny. Chcete zmaza» u¾ívateµovu privátnu skupinu ?
sl: Uporabljate zasebne grupe. Ali ¾elite odstraniti uporabnikove zasebne grupe ?

source: Data was modified
br: Kemmet ez eus bet roadoù
cs: Data byla modifikována
da: Data blev ændret
de: Daten wurden geändert
eo: Datumoj þanøitaj
es: Datos modificados
fi: Tietoa on muokattu
hr: Podaci su izmijenjeni
hu: Az adatok módosultak
ko: 데이터가 수정되었습니다
nl: Data is gewijzigd
no: Data ble endret
pl: Dane zosta³y zmienione
pt: Dados foram modificados
ru: Были произведены изменения
sk: Údaje boli zmenené
sl: Podatek je bil spremenjen
sv: Data blev ändrat

source: Would you like to save changes ?
br: Ha fellout a ra deoc'h enrollañ ar c'hemmoù ?
cs: Pøejte si ulo¾it zmìny?
da: Ønsker du at gemme ændringer ?
de: Möchten Sie die Änderungen speichern?
eo: Æu vi volas sekurigi la þanøojn?
es: ¿Seguro que quiere guardar los cambios?
fi: Haluatko tallentaa muutokset ?
hr: Da li ¾elite spremiti izmjene ?
hu: El akarod menteni a változásokat ?
ko: 변경사항을 저장하시겠습니까 ?
nl: Wil je de wijzigingen opslaan?
no: Ønsker du å lagre endringer ?
pl: Czy chcesz zapisaæ zmiany?
pt: Quem gravar as alterações ?
ru: Записать изменения ?
sk: Prajete si ulo¾i» zmeny?
sl: ®elite shraniti spremembe ?
sv: Vill du spara ändringarna ?

source: Discard changes
br: Diskar ar c'hemmoù
cs: Odstranit zmìny
da: Smid ændringer væk
de: Änderungen verwerfen
eo: For¼etu þanøojn
es: No aplicar cambios
fi: Kumoa muutokset
hr: Odbaci izmjene
hu: Változások elvetése
ko: 변경사항 버리기
nl: Wijzigingen weggooien
no: Se bort fra endringer
pl: Anuluj zmiany
pt: Perder alterações
ru: Не записывать
sk: Odstráni» zmeny
sl: Zavr¾i spremembe
sv: Bortse från ändringar

source: Edit defaults
br: Aozañ talvoudoù dre ziouer
cs: Upravit implicitní
da: Rediger standard
de: Voreinstellungen bearbeiten
eo: Redaktu uzanton
es: Editar por defecto
fi: Muokkaa oletuksia
hr: Promijeni podrazumijevano
hu: Alapértékek szerkesztése
ko: 사용자 편집
nl: Gebruiker wijzigen
no: Rediger standard
pl: Edytuj u¿ytkownika
pt: Editar valores por omissão
ru: Редактировать значения по умолчанию
sk: Upravi» ¹tandardné
sl: Uredi privzete vrednosti
sv: Redigera användare

source: Null pointer tmpKG in mainDlg::groupSelected(%d)
br: Buker null tmpKG e mainDlg::groupSelected(%d)
cs: Nulový ukazatel tmpKG v mainDlg::groupSelected(%d)
da: Nullpointer tmpKG i mainDlg::gruppevalgt(%d)
de: Nullzeiger tmpKG in mainDlg::groupselected(%d)
eo: Nul-montrilo tmpKG en mainDlg::groupSelected(%d)
es: Puntero a Null tmpKG en mainDlg::groupSelected(%d)
fi: Null pointteri tmpKG mainDlg::groupSelected(%d):ssa
hr: Nul-pokazivaè tmpKG u mainDlg::groupSelected(%d)
no: Nullpeker tmpKG i mainDlg::gruppevalgt(%d)
pt: Ponteiro nulo em tmpKG in mailDlg::groupSelected(%d)
ru: Нулевой указатель tmpKG в mainDlg::groupSelected(%d)
sk: Nulový ukazovateµ tmpKG v mainDlg::groupSelected(%d)
sl: Nièelni kazalec tmpKG v mainDlg::groupSelected(%d)
sv: Null pekare tmpKG i mainDlg::groupSelected(%d)

source: Null pointer tmpKU in mainDlg::userSelected(%d)
br: Buker null tmpKU e mainDlg::userSelected(%d)
cs: Nulový ukazatel tmpKU v mainDlg::groupSelected(%d)
da: Nullpointer tmpKU i mainDlg::brukervalgt(%d)
de: Nullzeiger tmpKU in mainDlg::userSelected(%d)
eo: Nul-montrilo tmpKU en mainDlg:userSelected(%d)
es: Puntero a Null tmpKU en mainDlg::userSelected(%d)
fi: Null pointteri tmpKU mainDlg::userSelected(%d):ssa
hr: Nul-pokazivaè tmpKU u mainDlg::userSelected(%d)
no: Nullpeker tmpKU i mainDlg::brukervalgt(%d)
pt: Ponteiro nulo em tmpKU in mailDlg::userSelected(%d)
ru: Нулевой указатель tmpKU в mainDlg::userSelected(%d)
sk: Nulový ukazovateµ tmpKU v mainDlg::groupSelected(%d)
sl: Nièelni kazalec tmpKU v mainDlg::userSelected(%d)
sv: Null pekare tmpKU i mainDlg::userSelected(%d)

source: Null pointer tmpQ in mainDlg::selected(%d)
br: Buker null tmpQ e mainDlg::selected(%d)
cs: Nulový ukazatel tmpQ v mainDlg::selected(%d)
da: Nullpointer tmpQ i mainDlg::valgt(%d)
de: Nullzeiger tmpQ in mainDlg::selected(%d)
eo: Nul-montrilo tmpQ en mainDlg::selected(%d)
es: Puntero a Null tmpQ en mainDlg::selected(%d)
fi: Null pointteri tmpQ mainDlg::selected(%d):ssa
hr: Nul-pokazivaè tmpQ u mainDlg::selected(%d)
no: Nullpeker tmpQ i mainDlg::valgt(%d)
pt: Ponteiro nulo em tmpQ in mailDlg::selected(%d)
ru: Нулевой указатель tmpQ в mainDlg::selected(%d)
sk: Nulový ukazovateµ tmpQ v mainDlg::selected(%d)
sl: Nièelni kazalec tmpQ v mainDlg::selected(%d)
sv: Null pekare tmpQ i mainDlg::selected(%d)

source: Do you really want to delete group ?
br: Ha fellout a ra deoc'h dilemel da vat ar strollad ?
cs: Opravdu si pøejete smazat skupinu?
da: Ønsker du virkelig at slette gruppen ?
de: Möchten Sie die Gruppe wirklich löschen?
eo: Æu vi vere volas forigi la grupon?
es: ¿Seguro que quieres eliminar el grupo?
fi: Haluatko todella tuhota ryhm‰n ?
hr: Da li zaista ¾elite obrisati grupu ?
hu: Tényleg törölni akarod a csoportot?
ko: 정말 그룹을 삭제하시겠습니까?
nl: Wil je echt te groep verwijderen ?
no: Ønsker du virkelig å slette gruppen ?
pl: Czy na pewno chcesz skasowaæ grupê?
pt: Quer mesmo apagar este grupo ?
ru: Вы действительно хотите удалить группу ?
sk: Naozaj si prajete zmaza» skupinu?
sl: Ali resnièno ¾elite odstraniti grupo ?
sv: Vill du verkligen radera grupp ?

source: User name
br: Anv arveriad
cs: U¾ivatelské jméno
da: Brugernavn
de: Benutzername
eo: Uzantonomo
es: Nombre de usuario
fi: K‰ytt‰j‰tunnus
hr: Korisnièko ime
hu: Felhasználó neve
ko: 사용자 이름
nl: Gebruikersnaam
no: Brukernavn
pl: Nazwa u¿ytkownika
pt: Nome do utilizador
ru: Пользователь
sk: U¾ívateµské meno
sl: Uporabnikovo ime
sv: Användarnamn

source: User identificator
br: Anvelezh an arveriad
cs: Identifikátor u¾ivatele
da: Brugeridentifikation
de: Benutzeridentifikation
eo: Uzantoidentigilo
es: Identificador de usuario
fi: K‰ytt‰j‰n tunniste
hr: Korisnièka oznaka
hu: Felhasználó azonosító
ko: 사용자 식별자
no: Brukeridentifikasjon
pl: Identyfikator u¿ytkownika
pt: Identificador do utilizador
ru: Идентификатор пользователя
sk: Identifikátor u¾ívateµa
sl: Uporabnikov identifikator
sv: Användaridentifikation

source: User id
br: Niverenn an arveriad
cs: U¾ivatelovo ID
da: Bruger-id
de: Benutzer-ID
eo: Uzanto id.
es: Id de usuario
fi: K‰ytt‰j‰n id
hr: Korisnièki broj
hu: Felhasználó azonosító
ko: 사용자 id
nl: Gebruiker id
no: Bruker-id
pl: UID
pt: Id do utilizador
ru: ID пользователя
sk: U¾ívateµovo ID
sl: Uporabnikov ID
sv: Användar-id

source: Set password
br: Spisaat an tremenger
cs: Nastavit heslo
da: Sæt kodeord
de: Paßwort einstellen
eo: Indiku pasvorton
es: Asignar contraseña
fi: Aseta salasana
hr: Postavi lozinku
hu: Jelszó beállítás
ko: 암호 설정
nl: Zet wachtwoord
no: Oppgi passord
pl: Ustaw has³o
pt: Definir password
ru: Сменить пароль
sk: Nastavi» heslo
sl: Nastavi geslo
sv: Ange lösenord

source: Full name
br: Anv ledan
cs: Plné jméno
da: Fuldt navn
de: Vollständiger Name
eo: Plena nomo
es: Nombre completo
fi: Koko nimi
hr: Puno ime
hu: Teljes név
ko: 전체 이름
nl: Volledige naam
no: Fullt navn
pl: Pe³na nazwa
pt: Nome completo
ru: Полное имя
sk: Plné meno
sl: Polno ime
sv: Fullständigt namn

source: Login shell
br: Shell ereañ
da: Log-på skald
eo: Komandinterpretilo
es: Shell de conexión
fi: Komentotulkki
hr: Ljuska za prijavljivanje
hu: Bejelentkezõ parancsállomány
ko: 로그인 쉘
no: Innloggingsskall
pt: Shell de Login
ru: Оболочка по умолчанию
sl: Lupina po prijavi
sv: Inloggnings-skal

source: <Empty>
br: <Goullo>
cs: <Prázdné>
da: <Tom>
de: <Leer>
eo: <malplena>
es: <Vacío>
fi: <Tyhj‰>
hr: <Prazno>
hu: <Üres>
ko: <비어있음>
nl: <Leeg>
no: <Tom>
pl: <Pusty>
pt: <Vazio>
ru: <Пусто>
sk: <Prázdne>
sl: <Prazno>
sv: <Tom>

source: Home directory
br: Renkell Er-gêr
cs: Domovský adresáø
da: Hjemmekatalog
de: Persönliches Verzeichnis
eo: Hejmdosiero
es: Directorio Personal
fi: Kotihakemisto
hr: Poèetni direktorij
hu: Saját könyvtár
ko: 홈 디렉토리
no: Hjemmekatalog
pl: Katalog domowy
pt: Directoria Inicial
ru: Домашний каталог
sk: Domovský prieèinok
sl: Domaè imenik
sv: Hemkatalog

source: Office
br: Burev
cs: Pracovi¹tì
da: Kontor
de: Büro
eo: Oficejo
es: Oficina
fi: Toimisto
hr: Ured
hu: Munkahely
ko: 사무실
nl: Bureau11
no: Kontor
pl: Praca
pt: Escritório
ru: Место работы
sk: Pracovisko
sl: Slu¾ba
sv: Kontor

source: Office description
br: Deskrivadur ar burev
cs: Popis pracovi¹tì
da: Kontorbeskrivelse
de: Beschreibung Büro
eo: Oficeja priskribo
es: Descripción de la oficina
fi: Toimiston kuvaus
hr: Ured - Opis
hu: Munkahely leírása
ko: 사무실 설명
nl: Beschrijving eerste bureau
no: Kontorbeskrivelse
pl: Opis pracy
pt: Descrição do escritório
ru: Основное место работы
sk: Popis pracoviska
sl: Opis slu¾be
sv: Kontorsbeskrivning

source: Office phone
br: Pellgomz er burev
cs: Telefon na pracovi¹ti
da: Kontortelefon
de: Telefon Büro
eo: Oficeja telefono
es: Teléfono de la oficina
fi: Toimistopuhelin
hr: Telefon u uredu
hu: Munkahelyi telefon
ko: 사무실 전화
nl: Bureau11
no: Kontortelefon
pl: Telefon do pracy
pt: Telefone do escritório
ru: Рабочий телефон
sk: Èíslo do práce
sl: Slu¾ben telefon
sv: Kontorets telefon

source: Office phone number
br: Niverenn bellgomz er burev
cs: Èíslo telefonu na pracovi¹ti
da: Kontortelefonnummer
de: Telefonnummer Büro
eo: Oficeja telefonnumero
es: Número de teléfono de la oficina
fi: Toimiston puhelinnumero
hr: Telefon u uredu
hu: Munkahelyi telefonszám
ko: 사무실 전화 번호
no: Kontortelefonnummer
pl: Telefon do pracy
pt: Número de telefone do escritório
ru: Номер рабочего телефона
sk: Telef. èíslo do práce
sl: ©tevilka slu¾benega telefona
sv: Kontorets telefonnummer

source: Home phone
br: Pellgomz er gêr
cs: Telefon doma
da: Hjemmetelefon
de: Telefon privat
eo: Hejma telefono
es: Teléfono de casa
fi: Kotipuhelin
hr: Broj kod kuæe
hu: Otthoni telefon
ko: 집 전화
no: Hjemmetelefon
pl: Telefon do domu
pt: Telefone de casa
ru: Домашний телефон
sk: Èíslo domov
sl: Domaè telefon
sv: Hemtelefon

source: Home phone number
br: Niverenn bellgomz er gêr
cs: Èíslo telefonu doma
da: Hjemmetelefonnummer
de: Gruppennummer:
eo: Hejma telefonnumero
es: Número de teléfono de casa
fi: Kotipuhelinnumero
hr: Broj kod kuæe
hu: Otthoni telefonszám
ko: 집 전화 번호
nl: Nummer van de groep:
no: Hjemmetelefonnummer
pl: Telefon do domu
pt: Número de telefone de casa
ru: Номер домашнего телефона
sk: Telef. èíslo domov:
sl: ©tevilka domaèega telefona
sv: Hemtelefonnummer

source: User info
br: Titouroù war an arveriad
cs: Informace o u¾ivateli
da: Brugerinfo
de: Benutzerinformation
eo: Uzanto-informo
es: Información de usuario
fi: K‰ytt‰j‰tiedot
hr: Informacije o korisniku
hu: Felhasználó adatai
ko: 사용자 정보
nl: Gebruikers informatie
no: Brukerinfo
pl: Informacje o u¿ytkowniku
pt: Informações sobre o utilizador
ru: Пользователь
sk: Informácie o u¾ívateµovi
sl: Informacije o uporabniku
sv: Användarinfo

source: Login class
br: Renkad ereañ
cs: Pøihla¹ovací tøída
da: Log-på klasse
de: Login-Klasse
eo: Salutklaso
es: Clase de Login
fi: Kirjautumisluokka
hr: Razred prijave
hu: Bejelentkezõ osztály
ko: 로그인 클래스
nl: Login shell
no: Logginnklasse
pl: Login klasa
pt: Claase de login
ru: Класс пользователя
sk: Login trieda
sl: Razred prijave
sv: Login klass

source: Login resource class
br: Renkad pourvezoù ereañ
cs: Tøída pøihla¹ovacích prostøedkù
da: Log-på ressourceklasse
de: Login Resourceklasse
es: Clase de recurso de Login
fi: Kirjautumisluokan resurssi
hr: Razred prijavnog resursa
hu: Bejelentkezõ osztály
ko: 로그인 리소스 클래스
no: Logginnressursklasse
pl: Login klasa zasobów
pt: Classe de login resource
ru: Класс пользователя
sk: Trieda zdrojov
sl: Razred prijavnega vira
sv: Login resurs klass

source: Password never expires
br: Tremenger hollbadus
cs: Heslo nikdy neexpiruje
da: Kodeord udløber aldrig
de: Paßwort wird nicht ungültig
eo: Pasvorto neniam malvalidiøas
es: Contraseña nunca expira
fi: Salasana ei vanhene
hr: Lozinka nikada ne istièe
hu: A jelszó soha sem jár le
ko: 암호 사용기한 없음
nl: Account verloopt niet
no: Passord opphører aldri
pl: Bez deaktualizacji has³a
pt: Password nunca expira
ru: Срок действия пароля не истекает
sk: Heslo nikdy nestratí platnos»
sl: Geslo nikoli ne zastara
sv: Lössenordet förfaller aldrig

source: Date when password expires
br: Deiziad ma varvo an tremenger
cs: Datum expirace hesla
da: Dato hvor kodeordet udløber
de: Datum, an dem Paßwort ungültig wird
eo: Dato, øis kiu pasvorto estas valida
es: Fecha de expiración de la contraseña
fi: P‰iv‰, jolloin salasana vanhenee
hr: Datum kada korisnièki raèun istièe
hu: Dátum, amikor a jelszó lejár
ko: 암호 사용기한 끝날 날짜
no: Dato når passordet opphører
pl: Data deaktualizacji has³a
pt: Data em que a password expira
ru: Истечение срока действия пароля
sk: Dátum skonèenia platnosti hesla
sl: Datum, ko geslo zastara
sv: Datum då lösenordet förfaller

source: Account never expires
br: Kont peurbadus
cs: Konto nikdy neexpiruje
da: Konto ophører aldrig
de: Zugang wird nicht ungültig
eo: Konto neniam malvalidiøas
es: Cuenta nunca expira
fi: Tunnus ei umpeudu
hr: Korisnièki raèun nikada ne istièe
hu: A hozzáférés soha sem jár le
ko: 계정 사용기한 없음
nl: Account verloopt niet
no: Konto opphører aldri
pl: Bez deaktualizacji konta
pt: Conta nunca expira
ru: Срок действия не истекает
sk: Konto nikdy nestratí platnos»
sl: Raèun nikoli ne poteèe
sv: Kontot förfaller aldrig

source: Date when account expires
br: Deiziad ma varvo ar gont
cs: Datum expirace konta
da: Dato hvor kontoen ophører
de: Datum, an dem Zugang ungültig wird
eo: Dato, øis kiu konto estas valida
es: Fecha de expiración de la cuenta
fi: P‰iv‰, jolloin tunnus umpeutuu
hr: Datum kada korisnièki raèun istièe
hu: Dátum, amikor a hozzáférés lejár
ko: 계정 사용기한 끝날 날짜
no: Dato når kontoen opphører
pl: Data deaktualizacji konta
pt: Data em que a conta expira
ru: Истечение срока права доступа
sk: Dátum skonèenia platnosti konta
sl: Datum, ko poteèe raèun
sv: Datum då kontot förfaller

source: Extended
br: Astennet
cs: Roz¹íøené
da: Udvidet
de: Erweitert
eo: Pli da
es: Extendido
fi: Laajennettu
hr: Produ¾eno
hu: Kibõvített
ko: 확장기능
no: Utvidet
pl: Rozszerzony
pt: Extendida
ru: Дополнительные
sk: Roz¹írené
sl: Raz¹irjen
sv: Förlängd

source: The first office
br: Burev kentañ
cs: První pracovi¹tì
da: Første kontor
de: Erstes Büro
eo: La unua oficejo
es: La primera oficina
fi: Ensimm‰inen toimipaikka
hr: Prvi ured
hu: Munkahely neve
ko: 본사
nl: Het eerste bureau
no: Første kontor
pl: Pierwsze miejsce pracy
pt: Primeiro escritório
ru: Основное место работы
sk: Prvé pracovisko
sl: Prva pisarna
sv: Första kontoret

source: Office1
br: Burev1
cs: Pracovi¹tì1
da: Kontor1
de: Büro1
eo: Oficejo 1
fi: Toimipaikka1
hr: Ured1
hu: Munkahely
ko: 사무실1
nl: Bureau11
no: Kontor1
pl: Praca1
pt: Escritório1
sk: Pracovisko1
sl: Pisarna1
sv: Kontor 1

source: First office description
br: Deskrivadur ar burev kentañ
cs: Popis prvního pracovi¹tì
da: Beskrivelse af kontor nr.1
de: Beschreibung erstes Büro
eo: Priskribo de la unua oficejo
es: Descripción de la primera oficina
fi: Ensimm‰isen toimipaikan kuvaus
hr: Ured1 - opis
hu: Munkahely leírása
ko: 본사 설명
nl: Beschrijving eerste bureau
no: Beskrivelse av kontor nr.1
pl: Opis pierwszego miejsca pracy
pt: Descrição do primeiro escritório
ru: Основное место работы
sk: Popis prvého pracoviska
sl: Opis prve pisarne
sv: Första kontoret beskrivning
