Repository: xwizard/kde1
Catalog: kdeadmin-1.1.2/po/*/kuser.po
Languages: br, cs, da, de, eo, es, fi, hr, hu, ko, nl, no, pl, pt, ru, sk, sl, sv

source: &Preferences...
br: &Dibaboù...
cs: &Preference...
da: &Indstillinger...
de: &Einstellungen...
es: &Preferencias...
fi: &Ominaisuudet...
hr: &Postavke...
hu: &Beállítások...
ko: 등록정보...
no: &Egenskaper...
pl: &Preferencje...
pt: &Preferências...
ru: &Предпочтения...
sk: &Vlastnosti...
sl: &Nastavitve...

source: &Edit...
br: &Aozañ ...
cs: &Upravit...
da: &Rediger...
de: &Bearbeiten...
eo: Redaktu...
es: &Editar...
fi: &Muokkaa...
hr: &Promijeni...
hu: &Szerkesztés...
ko: 편집...
nl: Wijzigen...
no: &Rediger...
pl: &Edytuj...
pt: &Editar...
ru: &Редактировать...
sk: &Upravi»...
sl: Ur&edi...
sv: Redigera...

source: &Delete...
br: &Dilemel...
cs: &Smazat...
da: &Slet...
de: &Löschen...
eo: Forigu...
es: E&liminar...
fi: &Tuhoa...
hr: &Bri¹i...
hu: &Törlés...
ko: 삭제...
nl: Verwijderen...
no: &Fjern...
pl: &Skasuj...
pt: &Apagar...
ru: &Удалить...
sk: &Zmaza»...
sl: &Zbri¹i
sv: Radera...

source: &Add...
br: &Ouzhpennañ ...
cs: &Pøidat...
da: &Tilføj...
de: &Hinzufügen...
eo: Aldonu...
es: &Añadir...
fi: &Lis‰‰...
hr: &Dodaj...
hu: Hozzá&adás...
ko: 추가...
nl: Toevoegen...
no: &Legg til...
pl: &Dodaj...
pt: A&dicionar...
ru: &Добавить...
sk: &Prida»...
sl: Dod&aj...
sv: Lägg till...

source: &Set password...
br: &Spisaat an tremenger...
cs: &Nastavit heslo...
da: &Sæt kodeord...
de: &Paßwort setzen...
eo: Donu pasvorton...
es: &Introducir contraseña...
fi: &Salasana...
hr: &Postavi lozinku...
hu: &Jelszó beállítás...
ko: 암호 설정...
nl: Zet wachtwoord...
no: &Sett passord...
pl: &Ustaw has³o...
pt: Definir &password...
ru: &Сменить пароль...
sk: Na&stavi» heslo...
sl: Nastavi &geslo...
sv: Sätt lösenord

source: KUser version %s KDE project This program was created by Denis Pershin dyp@inetlab.com Copyright 1997(c)
cs: KUser verze %s KDE projekt Tento program vytvoøil Denis Pershin dyp@inetlab.com Copyright 1997(c)
da: KUser version %s KDE-projekt Dette program blev lavet af Denis Y. Pershin dyb@inetlab.com Copyright 1997(c)
de: KUser version %s KDE project Dieses Programm wurde erstellt von Denis Pershin dyp@inetlab.com Copyright 1997(c)
es: KUser versión %s Proyecto KDE Este programa fué creado por Denis Y. Pershin dyp@inetlab.com Copyright 1997(c)
fi: KUser versio %s KDE-projekti T‰m‰n ohjelman on tehnyt Denis Y. Pershin dyp@inetlab.com Copyright 1997(c)
hr: KUser inaèica %s KDE projekt Ovaj program je napisao Denis Y. Pershin dyp@inetlab.com Copyright 1997(c)
no: KUser versjon %s KDE-prosjekt Dette program ble laget av Denis Pershin dyb@inetlab.com Enerett 1997(c)
pl: KUser wersja %s KDE project Ten program zosta³ napisany przez Denis Y. Pershin dyp@inetlab.com Copyright 1997(c)
ru: KUser версии %s Проект KDE Программа написана Першиным Денисом dyp@inetlab.com Copyright 1997, 1998, 1999(c)
sl: KUser razlièica %s KDE projekt Ta program je ustvaril Denis Y. Pershin dyp@inetlab.com Avtorske pravice 1997(c)

source: &User
br: &Arveriad
cs: &U¾ivatel
da: &Bruger
de: &Benutzer
eo: Uzanto
es: &Usuario
fi: &K‰ytt‰j‰
hr: &Korisnik
hu: &Felhasználó
ko: 사용자
nl: Gebruiker
no: &Bruker
pl: &U¿ytkownik
pt: &Utilizador
ru: &Пользователь
sk: &U¾ívateµ
sl: &Uporabnik
sv: Användare

source: &Group
br: &Strollad
cs: S&kupina
da: &Gruppe
de: &Gruppe
eo: Grupoj
es: &Grupo
fi: &Ryhm‰t
hr: &Grupa
hu: &Csoport
ko: 그룹
nl: Groep
no: &Gruppe
pl: &Grupy
pt: &Grupos
ru: &Группа
sk: &Skupina
sl: &Grupa
sv: Grupper

source: Add user
br: Ouzhpennañ un arveriad
cs: Pøidat u¾ivatele
da: Tilføj bruger
de: Benutzer hinzufügen
eo: Aldonu uzanton
es: Añadir usuario
fi: Lis‰‰ k‰ytt‰j‰
hr: Dodaj korisnika
hu: Felhasználó hozzáadása
ko: 사용자 추가
nl: Gebruiker toevoegen
no: Legg til bruker
pl: Dodaj u¿ytkownika
pt: Adicionar utilizador
ru: Добавить пользователя
sk: Prida» u¾ívateµa
sl: Dodaj uporabnika
sv: Lägg till användare

source: Delete user
br: Dilemel an arveriad
cs: Smazat u¾ivatele
da: Slet bruger
de: Benutzer löschen
eo: Forigu uzanton
es: Elimiar usuario
fi: Tuhoa k‰ytt‰j‰
hr: Obri¹i korisnika
hu: Felhasználó törlése
ko: 사용자 삭제
nl: Gebruiker verwijderen
no: Fjern bruker
pl: Skasuj u¿ytkownika
pt: Apagar utilizador
ru: Удалить пользователя
sk: Zmaza» u¾ívateµa
sl: Odstrani uporabnika
sv: Radera användare

source: Edit user
br: Aozañ an arveriad
cs: Upravit u¾ivatele
da: Rediger bruger
de: Benutzer bearbeiten
eo: Redaktu uzanton
es: Editar usuario
fi: Muokkaa k‰ytt‰j‰‰
hr: Podesi korisnika
hu: Felhasználó szerkesztése
ko: 사용자 편집
nl: Gebruiker wijzigen
no: Rediger bruker
pl: Edytuj u¿ytkownika
pt: Editar utilizador
ru: Редактировать пользователя
sk: Upravi» u¾ívateµa
sl: Uredi uporabnika
sv: Redigera användare

source: Add group
br: Ouzhpennañ ur strollad
cs: Pøidat skupinu
da: Tilføj gruppe
de: Gruppe hinzufügen
eo: Aldonu grupon
es: Añadir grupo
fi: Lis‰‰ ryhm‰
hr: Dodaj grupu
hu: Csoport hozzáadása
ko: 그룹 추가
nl: Groep toevoegen
no: Legg til gruppe
pl: Dodaj grupê
pt: Adicionar grupo
ru: Добавить группу
sk: Prida» skupinu
sl: Dodaj grupo
sv: Lägg till grupp

source: Delete group
br: Dilemel ar strollad
cs: Smazat skupinu
da: Slet gruppe
de: Gruppe löschen
eo: Forigu grupon
es: Eliminar usuario
fi: Poista ryhm‰
hr: Obri¹i grupu
hu: Csoport törlése
ko: 그룹 삭제
nl: Groep verwijderen
no: Fjern gruppe
pl: Skasuj grupê
pt: Apagar grupo
ru: Удалить группу
sk: Zmaza» skupinu
sl: Odstrani grupo
sv: Radera grupp

source: Edit group
br: Aozañ ar strollad
cs: Upravit skupinu
da: Rediger gruppe
de: Gruppe bearbeiten
eo: Redaktu grupon
es: Editar grupo
fi: Muokkaa ryhm‰‰
hr: Obradi grupu
hu: Csoport szerkesztése
ko: 그룹 편집
nl: Groep wijzigen
no: Rediger gruppe
pl: Edytuj grupê
pt: Editar grupo
ru: Редактировать группу
sk: Upravi» skupinu
sl: Uredi grupo
sv: Redigera grupp

source: Ready
br: Prest
cs: Pøipraven
da: Klar
de: Fertig
eo: Preta
es: Listo
fi: Valmis
hr: Gotov
hu: Kész
ko: 준비
no: Klar
pl: Gotowe
pt: Pronto
ru: Готово
sk: Pripravený
sl: Pripravljen
sv: Klar

source: Group properties
br: Perzhioù ar strollad
cs: Vlastnosti skupiny
da: Gruppeegenskaber
de: Eigenschaften der Gruppe
eo: Ecoj...
es: Propiedades de Grupo...
fi: Ryhm‰n ominaisuudet
hr: Postavke za grupu...
hu: Csoport tulajdonságok
ko: 등록정보...
nl: Eigenschappen...
no: Gruppeegenskaper
pl: W³a¶ciwo¶ci grup...
pt: Propriedades do grupo
ru: Свойства группы
sk: Vlastnosti skupiny
sl: Lastnosti grup
sv: Egenskaper...

source: Users not in Group
cs: U¾ivatelé nejsou ve skupinì
da: Brugere ikke i gruppe
de: Benutzer außerhalb der Gruppe
es: Usuarios no están en Grupo
fi: K‰ytt‰j‰t jotka eiv‰t ole ryhm‰ss‰
hr: Korisnici koji nisu u grupi
no: Ingen brukere i gruppen
pl: U¿ytkownicy nie w grupie
ru: Пользователи не в группе

source: Users in Group
cs: U¾ivatelé ve skupinì
da: Brugere i gruppe
de: Benutzer in der Gruppe
es: Usuarios en Grupo
fi: K‰ytt‰j‰t ryhm‰ss‰
hr: Korisnici u grupi
no: Brukere i gruppen
pl: U¿ytkownicy w grupie
ru: Пользователи в группе

source: User login
br: Anv an arveriad
cs: U¾ivatelské jméno
da: Brugeridentitet
de: Benutzer-Login
eo: Uzantnomo
es: Nombre de login
fi: K‰ytt‰j‰tunnus
hr: Korisnièka prijava
hu: Felhasználói név
ko: 로그인 이름
nl: Gebruiker login
no: Brukeridentitet
pl: U¿ytkownik
pt: Login do utilizador
ru: Пользователь
sk: U¾ívateµské meno
sl: Prijava uporabnika
sv: Användaridentitet

source: Full Name
br: Anv ledan
cs: Plné jméno
da: Fuldt navn
de: Vollständiger Name
eo: Plena nomo
es: Nombre completo
fi: Koko nimi
hr: Puno ime
hu: Teljes név
ko: 전체 이름
nl: Volledige naam
no: Fullt navn
pl: Pe³na nazwa
pt: Nome Completo
ru: Полное имя
sk: Plné meno
sl: Polno ime
sv: Fullständigt namn

source: GID
eo: G-no
hr: Broj Grupe

source: Group name
br: Anv ar strollad
cs: Jméno skupiny
da: Gruppenavn
de: Gruppenname
eo: Grupnomo
es: Nombre de grupo
fi: Ryhm‰n nimi
hr: Ime grupe
hu: Csoport neve
ko: 그룹 이름
nl: Naam van de groep
no: Gruppenavn
pl: Nazwa grupy
pt: Nome do grupo
ru: Имя группы
sk: Meno skupiny
sl: Ime grupe
sv: Gruppens namn

source: January
br: Genver
cs: Leden
da: Januar
de: Januar
es: Enero
fi: Tammikuu
hr: Sijeèanj
hu: Január
nl: Januari
no: Januar
pl: Styczeñ
pt: Janeiro
ru: Январь
sk: Január
sl: Januar

source: February
br: C'hwevrer
cs: Únor
da: Februar
de: Februar
es: Febrero
fi: Helmikuu
hr: Veljaèa
hu: Február
nl: Februari
no: Februar
pl: Luty
pt: Fevereiro
ru: Февраль
sk: Február
sl: Februar

source: March
br: Meurzh
cs: Bøezen
da: Marts
de: März
es: Marzo
fi: Maaliskuu
hr: O¾ujak
hu: Március
nl: Maart
no: Mars
pl: Marzec
pt: Março
ru: Март
sk: Marec
sl: Marec

source: April
br: Ebrel
cs: Duben
es: Abril
fi: Huhtikuu
hr: Travanj
hu: Április
pl: Kwiecieñ
pt: Abril
ru: Апрель
sk: Apríl

source: May
br: Mae
cs: Kvìten
da: Maj
de: Mai
es: Mayo
fi: Toukokuu
hr: Svibanj
hu: Május
nl: Mei
no: Mai
pl: Maj
pt: Maio
ru: Май
sk: Máj
sl: Maj

source: June
br: Mezheven
cs: Èerven
da: Juni
de: Juni
es: Junio
fi: Kes‰kuu
hr: Lipanj
hu: Június
nl: Juni
no: Juni
pl: Czerwiec
pt: Junho
ru: Июнь
sk: Jún
sl: Junij

source: July
br: Gouere
cs: Èervenec
da: Juli
de: Juli
es: Julio
fi: Hein‰kuu
hr: Srpanj
hu: Július
nl: Juli
no: Juli
pl: Lipiec
pt: Julho
ru: Июль
sk: Júl
sl: Julij

source: August
br: Eost
cs: Srpen
es: Agosto
fi: Elokuu
hr: Kolovoz
hu: Augusztus
nl: Augustus
pl: Sierpieñ
pt: Agosto
ru: Август
sl: Avgust

source: September
br: Gwengolo
cs: Záøí
es: Septiembre
fi: Syyskuu
hr: Rujan
hu: Szeptember
pl: Wrzesieñ
pt: Setembro
ru: Сентябрь

source: October
br: Here
cs: Øíjen
da: Oktober
de: Oktober
es: Octubre
fi: Lokakuu
hr: Listopad
hu: Október
nl: Oktober
no: Oktober
pl: Pa¼dziernik
pt: Outubro
ru: Октябрь
sk: Október
sl: Oktober

source: November
br: Du
cs: Listopad
es: Noviembre
fi: Marraskuu
hr: Studeni
pl: Listopad
pt: Novembro
ru: Ноябрь

source: December
br: Kerzu
cs: Prosinec
de: Dezember
es: Diciembre
fi: Joulukuu
hr: Prosinac
no: Desember
pl: Grudzieñ
pt: Dezembro
ru: Декабрь

source: Error opening %s for reading
br: Fazi en ur zigeriñ %s evit lenn
cs: Chyba pøi otevírání %s pro ètení
da: Fejl ved indlæsning af %s
de: Fehler beim Öffnen von %s zum Lesen
eo: Eraro dum malfermo de %s por skribado
es: Error abriendo %s para lectura
fi: Virhe luettaessa tiedostoa %s
hr: Gre¹ka pri otvaranju %s za èitanje
hu: Nem lehet megnyitni írásra a %s-t.
ko: 쓰기 위해 %s 여는 중 오류
nl: Fout bij het openen van %s om te schrijven
no: Feil under åpning av %s for lesing
pl: B³±d podczas próby zapisu pliku %s
pt: Erro ao abrir %s para leitura
ru: Ошибка открытия файла %s для чтения
sk: Chyba pri otváraní %s pre èítanie
sl: Napaka pri odpiranju %s za branje
sv: Fel då %s blev öppnad för skrivning

source: No /etc/passwd entry for %s. Entry will be removed at the next `Save'-operation.
br: Enmont ebet evit %s en /etc/passwd. Skarzhet e vo an enmont an tro kentañ ma vo enrollet.
cs: ®ádný záznam pro %s v /etc/passwd. Záznam bude odstranìn pøi pøí¹tí operaci ukládání.
da: Ingen /etc/passwd indgang opgivet for %s. Indgang fjernes næste gang der gemmes.
de: Kein Eintrag in /etc/passwd für %s. Der Eintrag wird beim nächsten Speichern gelöscht.
eo: Ne troviøis ero en /etc/passwd por %s. Øi estos forigata æe la sekva sekurigo.
es: No hay entrada para %s en /etc/passwd. La entrada será eliminada en la siguiente operación 'Guardar'.
fi: Ei /etc/passwd tietuetta %s:lle. Tietue poistetaan seuraavan `Tallenna'-toiminnon yhteydess‰.
hr: Nema /etc/passwd unosa za %s. Unos æe biti uklonjen pri slijedeæoj `Spremi'-operaciji.
hu: Nincs /etc/passwd bejegyzés %s számára. A bejegyzés törölve lesz a következõ mentéskor.
ko: /etc/passwd에 %s에 대한 항목이 없읍니다 항목은 다음번 `저장'이 실행되면 제거될 것입니다.
nl: Geen /etc/passwd entry voor %s. Entry zal worden verwijdert bij de volgende 'Bewaar'-operatie.
no: Ingen info om %s i /etc/passwd. Oppgitt info vil bli fjernet ved neste lagring.
pl: Brak pozycji w /etc/passwd dla %s. Pozycja zostanie usuniêta podczas operacji `Zapisz'.
pt: Não há nenhum entrada no /etc/passwd para %s. Entrada será removida na próxima gravação.
ru: Для пользователя %s не существует записи в passwd файле. Будет удален при следующей операции записи.
sk: ®iadny záznam pre %s v /etc/passwd. Záznam bude odstránený pri nasledujúcej operácii ukladania.
sl: V /etc/passwd ni vpisa za %s. Vpis bo odstranjen ob naslednji operaciji `Shrani'.
sv: Ingen /etc/passwd uppgift för %s. Användaren kommer att tas bort vid nästa 'Spara'-operation.

source: Error opening %s for writing
br: Fazi en ur zigeriñ %s evit skrivañ
cs: Chyba pøi otevírání %s pro zápis
da: Fejl da %s blev åbnet for skrivning
de: Fehler beim Öffnen von %s zum Speichern
eo: Eraro dum malfermo de %s por skribado
es: Error abriendo %s para escritura
fi: Virhe avattaessa tiedostoa %s kirjoitusta varten
hr: Gre¹ka pri otvaranju %s za pisanje
hu: Nem lehet megnyitni írásra a %s-t.
ko: 쓰기 위해 %s 여는 중 오류
nl: Fout bij het openen van %s om te schrijven
no: Feil da %s ble åpnet for skriving
pl: B³±d podczas próby zapisu pliku %s
pt: Erro ao abrir %s para escrita
ru: Ошибка открытия файла %s для записи
sk: Chyba pri otváraní %s pre zápis
sl: Napaka pri odpiranju %s za pisanje
sv: Fel då %s blev öppnad för skrivning

source: Unable to build password database
br: Divarrek da sevel an diaz tremengerioù
cs: Není mo¾né vytvoøit databázi hesel
da: Kunne ikke bygge kodeordsdatabase
de: Es ist nicht möglich, die Paßwortdatenbank zu erstellen
eo: Ne eblis krei pasvort-datumbazon
es: Imposible construir una base de datos de contraseñas
fi: Mahdotonta rakentaa salasanakantaa
hr: Ne mogu izgraditi bazu s lozinkama
hu: Nem tudok jelszó adatbázist építeni
ko: 암호 데이터베이스를 만들 수 없음
no: Kunne ikke bygge passorddatabase
pl: Nie mo¿na zbudowaæ bazy hase³
pt: Impossível criar base de dados de passwords
ru: Ошибка обновления базы данных паролей
sk: Nemô¾em vytvori» databázu hesiel
sl: Nezmo¾en zgraditi bazo gesel
sv: Kan inte bygga databas för lösenord

source: No shadow entry for %s.
br: Enmont 'shadow' ebet evit %s.
cs: ®ádný stínový záznam pro %s.
da: Ingen 'shadow' indgang for %s.
de: Kein Shadoweintrag für %s.
eo: Neniu ombro-ero por %s.
es: No hay entrada 'shadow' para %s.
fi: Ei varjotietuetta %s:lle.
hr: Nema shadow zapisa za %s.
hu: Nincs shadow bejegyzés %s számára.
ko: shadow 파일에 %s에 대한 항목이 없읍니다
nl: Geen shadow entry voor %s.
no: Ingen skyggepostering for %s.
pl: Brak pozycji w /etc/shadow dla %s.
pt: Nenhuma entrada shadow para %s.
ru: Отсутствует запись для %s в скрытой базе данных паролей.
sk: Tieòový záznam pre %s neexistuje.
sl: %s nima zasenèenega vnosa.
sv: Ingen post i shadow-filen för %s.

source: You have more than 65534 users!?!? You have ran out of uid space!
br: Muioc'h eget 65534 implijer zo ganeoc'h ? N'oc'h eus uid vak ebet ken !
cs: Máte více ne¾ 65534 u¾ivatelù!?!? Vyèerpal(a) jste prostor UID!
da: Du har mere end 65534 brugere!?!? Du har ikke mere uid-plads!
de: Sie haben mehr als 65534 Benutzer!?!? Sie haben keine weiteren mehr zur Verfügung!
eo: Vi havas pli ol 65534 uzantojn!?!? Ne plu haveblas uzantonumeroj!
es: Hay más de 65534 usuarios!?!? Se ha agotado el número de uid's
fi: Sinulla on enemm‰n kuin 65534 k‰ytt‰j‰‰!?!? Sinulta loppui uid-tila!
hr: Imate vi¹e od 65534 korisnika!?!? Ostali ste bez mjesta za nove!
hu: Több mint 65534 felhasználód van?!? Kifogytál az uid térbõl!
ko: 65534명이 넘는 그룹이 있읍니다!?!? uid를 다 사용하셨읍니다!
nl: Je hebt meer dan 65534 gebruikers!?!? Je zit zonder uid ruimte!
no: Du har mer enn 65534 brukere!?!? Du har sluppet opp for uid-plass!
pl: Liczba u¿ytkowników wiêksza ni¿ 65534!?!? Brak miejsca na uid!
pt: Tem mais do que 65534 utilizadores!?!? Acabou-se o espaço de uids!
ru: В системе более чем 65534 пользователя!?!? Это предел!
sk: Máte viac ne¾ 65534 u¾ívateµov!?!? Vyèerpali ste priestor UID!
sl: Imate veè kot 65534 uporabnikov!?!? Zmanjkalo vam je uid prostora!
sv: Du har mer än 65534 användare !?!? Du har slut på uid-nummer!

source: Directory %s already exists
br: Ar renkell %s a zo c'hoazh
cs: Adresáø se jménem %s ji¾ existuje.
da: Kataloget %s findes allerede
de: Verzeichnis %s existiert bereits
eo: Dosierujo %s jam ekzistas
es: Ya existe el directorio %s
fi: Hakemisto nimell‰ %s on jo olemassa.
hr: Direktorij %s veæ postoji
hu: A %s könyvtár már létezik.
ko: %s 디렉토리가 이미 존재합니다
nl: Directory %s bestaat al
no: Katalogen %s finnes allerede
pl: Katalog %s ju¿ istnieje
pt: Directoria %s já existe.
ru: Директория %s уже существует.
sk: Prieèinok s menom %s u¾ existuje.
sl: Imenik %s ¾e obstaja
sv: Katalog %s existerar redan

source: Cannot create home directory Error: %s
br: N'hellan ket krouiñ ar renkell Er-gêr Fazi : %s
cs: Není mo¾né vytvoøit domovský adresáø Chyba: %s
da: Kan ikke lave hjemmekatalog Fejl: %s
de: Kann Persönliches Verzeichnis nicht erzeugen Fehler: %s
eo: Ne eblis krei hejmdosierujon Eraro: %s
es: No se puede crear el directorio personal Error: %s
fi: En voi luoda kotihakemistoa Virhe: %s
hr: Nemogu naèiniti poèetni direktorij Gre¹ka: %s
hu: Nem tudok saját könyvtárat létrehozni Hiba: %s
ko: 홈 디렉토리를 생성할 수 없습니다 오류: %s
nl: Kan home directory niet maken Fout: %s
no: Kan ikke lage hjemmekatalog Feil: %s
pl: Nie mo¿na utworzyæ katalogu domowego B³±d: %s
pt: Não consigo criar directoria base Erro: %s
ru: Не могу создать домашний каталог. Ошибка: %s
sk: Nemô¾em vytvori» domovský prieèinok Chyba: %s
sl: Ne morem ustvariti domaèega imenika Napaka: %s
sv: Kan inte skapa hemkatalog Fel: %s

source: Cannot change owner of home directory Error: %s
br: N'hellan ket kemmañ perc'henn ar renkell Er-gêr Fazi : %s
cs: Není mo¾né zmìnit vlastníka domovského adresáøe Chyba: %s
da: Kan ikke ændre ejer af hjemmekatalog Fejl: %s
de: Kann Eigentümer des Persönlichen Verzeichnisses nicht ändern Fehler: %s
eo: Ne eblis þanøi posedanton de la hejmdosierujo Eraro: %s
es: No se puede cambiar el propietario del directorio personal Error: %s
fi: Kotihakemiston omistajaa ei voitu muuttaa Virhe: %s
hr: Nemogu promijeniti vlasnika poèetnog direktorija Gre¹ka: %s
hu: Nem tudom megváltoztatni a saját könyvtár tulajdonosát Hiba: %s
ko: 홈 디렉토리의 소유자를 바꿀 수 없습니다 오류: %s
nl: Kan eigenaar van home directory niet wijzigen Fout : %s
no: Kan ikke endre eier av hjemmekatalog Feil: %s
pl: Nie mo¿na zmieniæ w³a¶ciciela katalogu domowego B³±d: %s
pt: Não consigo mudar o dono da directoria base Erro: %s
ru: Не могу изменить владельца домашнего каталога. Ошибка: %s
sk: Nemô¾em zmeni» vlastníka domovského prieèinku Chyba: %s
sl: Ne morem spremeniti lastnika domaèega imenika Napaka: %s
sv: Kan inte ändra hemkatalogens ägare Fel: %s

source: Cannot change permissions on home directory Error: %s
br: N'hellan ket kemmañ aotreoù ar renkell Er-gêr Fazi : %s
cs: Není mo¾né zmìnit pøístupová práva k domovskému adresáøi Chyba: %s
da: Kan ikke ændre tilladelser for hjemmekatalog Fejl: %s
de: Kann Berechtigungen des Persönlichen Verzeichnisses nicht ändern Fehler: %s
eo: Ne eblis þanøi permesojn de hejmdosierujo Eraro: %s
es: No se puede cambiar los permisos en el directorio personal Error: %s
fi: Kotihakemiston oikeuksia ei voitu muuttaa Virhe: %s
hr: Nemogu promijeniti ovlasti na poèetnom direktoriju Gre¹ka: %s
hu: Nem tudom megváltoztatni a jogosultságokat a saját könyvtáron Hiba: %s
ko: 홈 디렉토리에 대한 권한을 변경할 수 없습니다 오류: %s
nl: Kan permissies van home directory niet wijzigen Fout: %s
no: Kan ikke endre rettigheter for hjemmekatalog Feil: %s
pl: Nie mo¿na zmieniæ praw do katalogu domowego B³±d: %s
pt: Não consigo mudar as permissões da directoria base Erro: %s
ru: Не могу изменить права на домашний каталог. Ошибка: %s
sk: Nemô¾em zmeni» prístupové práva k domovskému prieèinku Chyba: %s
sl: Ne morem spremeniti dovoljenj na domaèem imeniku Napaka: %s
sv: Kan inte ändra rättigheterna för hemkatalogen Fel: %s

source: Cannot change permissions on mailbox: %s Error: %s
cs: Není mo¾né zmìnit pøístupová práva k po¹tovní schránce %s Chyba: %s
da: Kan ikke ændre tilladelser for postboksen %s Fejl: %s
de: Kann Berechtigungen an Postfach %s nicht ändern Fehler: %s
es: no se puede cambiar los permisos en buzón: %s Error: %s
fi: Postilaatikon %s oikeuksia ei voitu muuttaa Virhe: %s
hr: Nemogu promijeniti ovlasti na po¹tanskom sanduèiæu %s Gre¹ka: %s
no: Kan ikke endre rettigheter for postboks: %s Feil: %s
pl: Nie mo¿na zmieniæ praw do skrzynki pocztowej: %s B³±d: %s
ru: Ошибка изменения прав доступа на почтовый ящик: %s %s

source: Cannot change owner of directory %s Error: %s
br: N'hellan ket kemmañ perc'henn ar renkell %s Fazi : %s
cs: Není mo¾né zmìnit vlastníka adresáøe %s Chyba: %s
da: Kan ikke ændre ejer af kataloget %s Fejl: %s
de: Kann Eigentümer des Persönlichen Verzeichnisses %s nicht ändern Fehler: %s
es: No se puede cambiar el propietario del directorio %s Error: %s
fi: Kotihakemiston %s omistajaa ei voitu muuttaa Virhe: %s
hr: Nemogu promijeniti vlasnika direktorija %s Gre¹ka: %s
no: Kan ikke endre eier av katalog %s Feil: %s
pl: Nie mo¿na zmieniæ w³a¶ciciela katalogu domowego B³±d: %s
ru: Ошибка изменения владельца домашнего каталога: %s %s
sk: Nemô¾em zmeni» vlastníka prieèinku %s Chyba: %s

source: Cannot change permissions on directory %s Error: %s
br: N'hellan ket kemmañ aotreoù ar renkell %s Fazi : %s
cs: Není mo¾né zmìnit pøístupová práva k adresáøi %s Chyba: %s
da: Kan ikke ændre tilladelser for kataloget %s Fejl: %s
de: Kann Berechtigungen des Persönlichen Verzeichnisses %s nicht ändern Fehler: %s
es: No se puede cambiar los permisos en el directorio %s Error: %s
fi: Kotihakemiston %s oikeuksia ei voitu muuttaa Virhe: %s
hr: Nemogu promijeniti ovlasti na direktoriju %s Gre¹ka: %s
no: Kan ikke endre rettigheter for katalog %s Feil: %s
pl: Nie mo¿na zmieniæ praw do katalogu domowego B³±d: %s
ru: Ошибка изменения прав доступа на каталог: %s %s
sk: Nemô¾em zmeni» prístupové práva k prieèinku %s Chyba: %s

source: Cannot change owner of file %s Error: %s
br: N'hellan ket kemmañ perc'henn ar restr %s Fazi : %s
cs: Není mo¾né zmìnit vlastníka souboru %s Chyba: %s
da: Kan ikke ændre ejer af filen %s Fejl:%s
de: Kann Eigentümer der Datei %s nicht ändern Fehler: %s
eo: Ne eblis þangi posedanton de dosiero %s Eraro: %s
es: No se puede cambiar el propietario del archivo %s Error: %s
fi: Tiedoston %s omistajaa ei voitu muuttaa Virhe: %s
hr: Ne mogu promijeniti vlasnika datoteke %s Gre¹ka: %s
hu: Nem tudom megváltoztani a %s fájl tulajdonosát Hiba: %s
ko: %s 파일의 소유자를 바꿀 수가 없습니다 오류: %s
nl: Kan eigenaar van dit bestand niet wijzigen %s Fout: %s
no: Kan ikke endre eier til filen %s Feil:%s
pl: Nie mo¿na zmieniæ w³a¶ciciela pliku %s B³±d: %s
pt: Não consigo mudar o dono do ficheiro %s Erro: %s
ru: Ошибка изменения владельца файла: %s %s
sk: Nemô¾em zmeni» vlastníka súboru %s Chyba: %s
sl: Ne morem spremeniti lastnika datoteke %s Napaka: %s
sv: Kan inte ändra ägaren till fil %s Fel: %s

source: Cannot change permissions on file %s Error: %s
br: N'hellan ket kemmañ aotreoù ar restr %s Fazi : %s
cs: Není mo¾né zmìnit pøístupová práva souboru %s Chyba: %s
da: Kan ikke ændre tilladelser for filen %s Fejl: %s
de: Kann Berechtigung der Datei %s nicht ändern Fehler: %s
eo: Ne eblis þanøi permsojn de dosiero %s Eraro: %s
es: no se puede cambiar los permisos del archivo %s Error: %s
fi: Tiedoston %s oikeuksia ei voitu muuttaa Virhe: %s
hr: Nemogu promijeniti ovlasti na datoteci %s Gre¹ka: %s
hu: Nem tudom megváltoztatni a %s fájl jogosultságait Hiba: %s
ko: %s 파일에 대한 권한을 변경할 수 없습니다 오류: %s
nl: Kan permissies van bestand %s niet wijzigen Fout: %s
no: Kan ikke endre rettigheter for filen %s Feil: %s
pl: Nie mo¿na zmieniæ praw do pliku %s B³±d: %s
pt: Não mudar permissões do ficheiro %s Erro: %s
ru: Ошибка изменения прав доступа на файл: %s %s
sk: Nemô¾em zmeni» prístupové práva súboru %s Chyba: %s
sl: Ne morem spremeniti dovoljenj za datoteko %s Napaka: %s
sv: Kan inte ändra rättigheterna för fil %s Fel: %s
