Repository: xwizard/kde1
Catalog: kdeadmin-1.1.2/po/*/kuser.po
Languages: br, cs, da, de, eo, es, fi, hr, hu, ko, nl, no, pl, pt, ru, sk, sl, sv

source: The second office
br: An eil burev
cs: Druhé pracovi¹tì
da: Andre kontorer
de: Zweites Büro
eo: La dua oficejo
es: La segunda oficina
fi: Toinen toimipaikka
hr: Drugi ured
hu: Munkahelyi telefon
ko: 지사 정보
nl: Het tweede bureau
no: Andre kontor
pl: Drugie miejsce pracy
pt: Segundo escritório
ru: Дополнительное место работы
sk: Druhé pracovisko
sl: Druga pisarna
sv: Andra kontoret

source: Office2
br: Burev2
cs: Pracovi¹tì2
da: Kontor2
de: Büro2
eo: Oficejo 2
fi: Toimipaikka2
hr: Ured2
hu: Telefon
ko: 사무실2
nl: Bureau2
no: Kontor2
pl: Praca2
pt: Escritório2
sk: Pracovisko2
sl: Pisarna2
sv: Kontor 2

source: Second office description
br: Deskrivadur an eil burev
cs: Popis druhého pracovi¹tì
da: Beskrivelse af kontor nr.2
de: Beschreibung zweites Büro
eo: Priskribo de la dua oficejo
es: Descripción de la segunda oficina
fi: Toisen toimipaikan kuvaus
hr: Ured2 - opis
hu: Munkahelyi telefon
ko: 지사 설명
nl: Beschrijving tweede bureau
no: Beskrivelse av kontor nr.2
pl: Opis drugiego miejsca pracy
pt: Descrição do segundo escritório
ru: Дополнительное место работы
sk: Popis druhého pracoviska
sl: Opis druge pisarne
sv: Andra kontorets beskrivning

source: Postal address
br: Chomlec'h post
cs: Po¹tovní adresa
da: Postadresse
de: Postanschrift
eo: Poþtadreso
es: Dirección postal
fi: Postiosoite
hr: Po¹tanska adresa
hu: Munkahely postai címe
ko: 우편 주소
nl: Postcode
no: Postadresse
pl: Adres domowy
pt: Endereço postal
ru: Почтовый адрес
sk: Po¹tová adresa
sl: Po¹tni naslov
sv: Postadress

source: Address
br: Chomlec'h
cs: Adresa
da: Adresse
de: Adresse
eo: Adreso
es: Dirección
fi: Osoite
hr: Adresa
hu: Cím
ko: 주소
nl: Adres
no: Adresse
pl: Adres
pt: Endereço
ru: Адрес
sk: Adresa
sl: Naslov
sv: Adress

source: Full postal address
br: Chomlec'h post ledan
cs: Úplná po¹tovní adresa
da: Fuld postadresse
de: Vollständige Postanschrift
eo: Plena poþtadreso
es: Dirección postal completa
fi: T‰ysi postiosoite
hr: Puna po¹tanska adresa
hu: Teljes postai cím
ko: 전체 우편 주소
nl: Volledig adres
no: Full postadresse
pl: Pe³ny adres domowy
pt: Endereço postal completo
ru: Полный почтовый адрес
sk: Úplná po¹tová adresa
sl: Polni po¹tni naslov
sv: Fullständig postadress

source: Last password change
br: Diwezhañ kemm an tremenger
cs: Poslední zmìna hesla
da: Sidste kodeordsændring
de: Letzte Paßwortänderung
eo: Lasta pasvortþanøo
es: Último cambio de contraseña
fi: Edellinen salasananvaihto
hr: Posljednja izmjena lozinke
hu: Utolsó jelszó változás
ko: 마지막 암호 변경
nl: Wijzig laatste wachtwoord
no: Siste passordendring
pl: Ostatnia zmiana has³a
pt: Ultima modificação de password
ru: Дата смены пароля
sk: Posledná zmena hesla
sl: Zadnja sprememba gesla
sv: Sista lösenordsändring

source: Password change not allowed
cs: Zmìna hesla není povolena
da: Ændring af kodeord ikke tilladt
de: Änderung des Paßworts nicht erlaubt
es: Cambio de contraseña no permitido
fi: Salasananvaihtoa ei sallita
hr: Promjena lozinke nije dozvoljena
no: Passord-endringer er ikke tillatt
pl: Zmiana has³a nie dozwolona
ru: Нельзя изменять пароль

source: Date before which password cannot be changed
cs: Datum pøed kterým nelze zmìnit heslo
da: Dato indtil ændring af kodeord ikke er tilladt
de: Datum, vor dem das Paßwort nicht geändert werden kann
es: Fecha hasta la que la contraseña no puede cambiarse
fi: P‰iv‰, jota ennen salasanaa ei voida vaihtaa
hr: Datum prije koga lozinka ne mo¾e biti promjena
no: Passord kan ikke endres før dato
pl: Data, odk±d zmiana has³a dozwolona, nie mo¿e zostaæ zmieniona
ru: Дата до которой не допускается изменение пароля

source: Password will not expire
cs: Heslo neexpiruje
da: Kodeord udløber aldrig
de: Paßwort wird nicht ungültig
es: Contraseña no expirará
fi: Salasana ei vanhene
hr: Lozinka nikada ne istièe
no: Passord opphører aldri
pl: Has³o siê nie zdeaktualizuje
ru: Срок действия пароля не истекает

source: Date when password expires and must be changed
cs: Datum expirace hesla a kdy je nutné provést jeho zmìnu
da: Dato hvor kodeordet udløber og skal ændres
de: Datum, an dem das Paßwort ungültig wird und bis zu dem es geändert werden muß.
es: Fecha de expiración de la contraseña y esta debe cambiarse
fi: P‰iv‰, jolloin salasana vanhenee ja on vaihdettava
hr: Datum kada lozinka istièe i mora biti promjenjena
no: Dato når passordet opphører og må endres
pl: Data, kiedy has³o siê deaktualizuje oraz musi zostaæ zmieniæ
ru: Дата, когда истекает срок действия пароля и его необходимо изменить

source: No warning will be given
cs: Nedávat varování
da: Der vil ikke blive givet advarsel
de: Es wird keine Warnung ausgegeben
es: Avisos no serán mostrados
fi: Varoitusta ei anneta
hr: Nema upozorenja
no: Ingen advarsel vil bli gitt
pl: Bez ostrze¿enia
ru: Не уведомлять об истечении срока

source: Date after which warning about pending password expiration will be given
cs: Datum, po kterém bude u¾ivatel varován o expiraci hesla
da: Dato efter hvilken en advarsel om kodeordets udløb vil blive givetophørsdato
de: Datum, ab dem eine Warnung über die anstehende Ungültigkeit des Paßworts gegeben wird.
es: Fecha en la que se le avisará sobre contraseña pendiente de expiración
fi: P‰iv‰ jolloin k‰ytt‰j‰‰ varoitetaan salasanan vanhenemisesta
hr: Datum poslije koga æe korisnik biti upozoren o istjeku lozinke
no: Dato når brukeren vil bli advart om at passordet går ut
pl: Data, kiedy pojawi siê ostrze¿enie o przysz³ej dezaktualizacji has³a
ru: Дата, когда пользователь будет уведомлен об истечении срока

source: Account will remain enabled
cs: Konto zùstane aktivované
da: Konto vil forblive aktiv
de: Zugang bleibt möglich
es: La cuenta permanecerá activa
fi: Tunnus pysyy aktiivisena
hr: Korisnicki raèun æe ostati omoguæen
no: Konto vil forbli tilgjengelig
pl: Konto pozostanie aktywne
ru: Запись остается активна

source: Date when account will be disabled if password has expired
cs: Datum, kdy bude konto zablokováno dojde-li k vypr¹ení hesla
da: Dato hvor kontoen udlløber hvis koderodet er udløbet
de: Datum, an dem der Zugang gesperrt wird, wenn das Paßwort ungültig geworden ist
es: Fecha cuando la cuenta será desactivada si la contraseña ha expirado
fi: P‰iv‰ jolloin tunnus suljetaan jos salasana on vanhentunut
hr: Datum kada æe raèun postati onemoguæen ukoliko je lozinka istekla
no: Dato når kontoen blir utilgjengelig hvis passordet har gått ut.
pl: Data, kiedy konto zostanie zablokowane, w przypadku gdy has³o siê zdezaktualizuje
ru: Дата, когда запись станет неактивна, если срок действия пароля истек

source: Date when account expires and will be disabled
cs: Datum, kdy dojde vypr¹ení konta a jeho následnému zablokování
da: Dato hvor kontoen ophører og vil blive lukket
de: Datum, an dem der Zugang abläuft und gesperrt wird
es: Fecha cuando la cuenta expira y será desactivada
fi: P‰iv‰ jolloin tunnus umpeutuu ja suljetaan
hr: Datum kada korisnièki raèun istièe te æe biti onemoguæen
no: Dato når kontoen går ut og blir utilgjengelig
pl: Data, kiedy konto zostanie zablokowane
ru: Дата, когда срок действия записи истечет, и запись станет неактивной

source: Filesystem with quotas
cs: Souborový systém s kvótami
da: Filsystem med kvotaer
de: Dateisystem mit Platzbeschränkung
es: Sistema de archivos con quotas
fi: Tiedostoj‰rjestelm‰ rajoituksilla
hr: Datoteèni sustav sa kvotama
no: Filsystem med kvoter
pl: System plików z limitami
ru: Файловая система с ограничениями

source: Filesystem with quotas:
cs: Souborový systém s kvótami:
da: Filsystem med kvotaer:
de: Dateisystem mit Platzbeschränkung:
es: Sistema de archivos con quotas:
fi: Tiedostoj‰rjestelm‰ rajoituksilla:
hr: Datoteèni sustav sa kvotama;
no: Filsystem med kvoter:
pl: System plików z limitami:
ru: Файловая система с ограничениями:

source: Disk space soft quota
cs: Mìkká kvóta diskového prostoru
da: Diskplads med blød kvota
de: Sanfte Platzbeschränkung
es: Quotas blandas de espacio en disco
fi: Levytilan pehme‰ raja
hr: Datoteèna meka (soft) kvota
no: Myk diskplass kvote
pl: Miêkki limit objêto¶ci plików
ru: Эластичное ограничение дискового пространства

source: Disk space hard quota
hr: Datoteèna tvrda (hard) kvota
no: Hard diskplass kvote

source: Disk space hard quota
cs: Tvrdá kvóta diskového prostoru
da: Diskplads med hård kvota
de: Strenge Platzbeschränkung
es: Quotas estrictas de espacio en disco
fi: Levytilan kova raja
hr: Datoteèna tvrda (hard) kvota
no: Hard diskplass kvote
pl: Twardy limit objêto¶ci plików
ru: Жесткое ограничение дискового пространства

source: Disk space usage
cs: Vyu¾ití diskového prostoru
da: Diskforbrug
de: Belegter Platz auf der Festplatte
es: Ocupación de disco
fi: Levytilan k‰yttˆ
hr: Iskori¹tenost diska
no: Forbruk av diskplass
pl: Wykorzystanie dysku
ru: Использование дискового пространства

source: Time limit allowed for Disk space over soft quota
cs: Povolený èasový limit pro pøekroèení mìkké kvóty
da: Tilladte tidsgrænse for diskplads over den bløde kvota
de: Höchstzeit für Überschreitung der "sanften Platzbeschränkung"
es: Límite de tiempo permitido de superación de quota blanda de espacio en disco
fi: Sallittu aika pehme‰n levytilan rajan ylitykselle
hr: Vremensko ogranièenje za prekoraèenje meke datoteène kvote
no: Hvor lenge kan diskbruken være over myk kvote
pl: Okres czasu, w którym mo¿na przekroczyæ miêkki limit objêto¶ci plików
ru: Время, которое может существовать нарушение гибкого ограничения на дисковое пространство

source: File number soft quota
cs: Mìkká kvóta poètu souborù
da: Blød filkvota
de: Sanfte Beschränkung der Dateienzahl
es: Quotas blandas de número de archivos
fi: Tiedostom‰‰r‰n pehme‰ raja
hr: Broj datoteka meka kvota
no: Myk kvote for antall filer
pl: Miêkki limit ilo¶ci plików
ru: Эластичное ограничение на количество файлов

source: File number hard quota
cs: Tvrdá kvóta poètu souborù
da: Hård filkvota
de: Strenge Beschränkung der Dateienzahl
es: Quotas estrictas de número de archivos
fi: Tiedostom‰‰r‰n kova raja
hr: Broj datoteka tvrda kvota
no: Hard kvote for antall filer
pl: Twardy limit ilo¶ci plików
ru: Ограничение на количество файлов

source: Time limit allowd for File number over soft quota
hr: Vremensko ogranièenje za prekoraèenje meke kvote broja datoteka
no: Hvor lenge kan antall filer være over myk kvote

source: Time limit allowed for File number over soft quota
cs: Povolený èasový limit pro pøekroèení poètu souborù pøes mìkkou kvótu
da: Tilladt tid for filantal over blød kvota
de: Höchstzeit für Überschreitung der "sanften Dateienbeschränkung"
es: Límite de tiempo permitido de superación de quota blanda de número de archivos
fi: Sallittu aika pehme‰n tiedostom‰‰r‰rajan ylitykselle
hr: Vremensko ogranièenje za prekoraèenje meke kvote broja datoteka
no: Hvor lenge kan antall filer være over myk kvote
pl: Okres czasu, w którym mo¿na przekroczyæ miêkki limit ilo¶ci plików
ru: Время, которое может существовать нарушение гибкого ограничения на количество файлов

source: Quota
br: Kota
cs: "Project-Id-Version: ksysv\n"
da: Kvota
de: Beschränkung
eo: Kvoto
fi: Levynk‰yttˆrajat
hr: Kvota
hu: Kvóta
ko: 쿼타
no: Kvote
pl: Limit
ru: Ограничения
sk: Obmedzenie
sl: Kvota
sv: Kvota

source: Groups not belonged to
cs: Skupiny nepatøící do
da: Tilhører ikke disse grupper
de: Gruppen, die nicht gehören zu
es: Grupos no correspondidos a
fi: Ryhm‰t joihin ei kuulu
hr: Ne pripada grupama
no: Grupper som ikke tillhører
pl: Grupy nie przypisane do
ru: К которым принадлежит

source: Groups belonged to
cs: Skupiny patøící do
da: Tilhører disse grupper
de: Gruppen, die gehören zu
es: Grupos correspondidos a
fi: Ryhm‰t joihin kuuluu
hr: Pripada grupama
no: Grupper som tillhører
pl: Grupy przypisane do
ru: К которым не принадлежит

source: Primary group
br: Strollad pennañ
cs: Primární skupina
da: Primærgruppe
de: Primäre Gruppe
eo: Primara grupo
es: Grupo primario
fi: Oletusryhm‰
hr: Primarna grupa
hu: Elsõdleges csoport
ko: Primary 그룹
nl: Primaire groep
no: Primærgruppe
pl: Grupa g³ówna
pt: Grupo primário
ru: Основная группа
sk: Hlavná skupina
sl: Primarna grupa
sv: Primär grupp

source: Groups
br: Strolladoù
cs: Skupiny
da: Grupper
de: Gruppen
eo: Grupoj
es: Grupos
fi: Ryhm‰t
hr: Grupe
hu: Csoportok
ko: 그룹
nl: Groepen
no: Grupper
pl: Grupy
pt: Grupos
ru: Группы
sk: Skupiny
sl: Grupe
sv: Grupper

source: User properties
cs: Vlastnosti u¾ivatele
da: Brugeregenskaber
de: Benutzereigenschaften
es: Propiedades de Usuario
fi: K‰ytt‰j‰n ominaisuudet
hr: Postavke za korisnika
no: Bruker-egenskaper
pl: W³a¶ciwo¶ci u¿ytkownika
ru: Свойства пользователя

source: User with UID %u already exists
br: An arveriad %u (h)e UID a zo c'hoazh
cs: U¾ivatel s UID %u ji¾ existuje
da: Bruger med UID %u findes allerede
de: Benutzer mit UID %u existiert bereits
eo: Uzanto numero %u jam ekzistas
es: Ya existe un usuario con UID %u.
fi: K‰ytt‰j‰ UID %u on jo olemassa.
hr: Korisnik sa UIDem %u veæ postoji
hu: Felhasználó %s névvel már létezik.
ko: UID %u의 사용자가 이미 존재합니다
nl: Gebruiker met UID %u bestaat al
no: Bruker med UID %u finnes allerede
pl: U¿ytkownik o numerze UID %u ju¿ istnieje
pt: Utilizador com o UID %u já existe.
ru: Пользователь с UID %u уже существует.
sk: U¾ívateµ s UID %u u¾ existuje
sl: Uporabnik z UID %u ¾e obstaja
sv: Användare med UID %u existerar redan

source: Can't create backup file for %s
br: N'hellan ket krouiñ ur restr gwareziñ evit %s
cs: Není mo¾né vytvoøit zálo¾ní soubor pro %s
da: Kan ikke lave backup fil for %s
de: Kann Sicherungskopie von Datei %s nicht erzeugen
eo: Ne eblis krei sekurkopion de %s
es: No se puede crear un archivo de backup para %s
fi: En saa luotua varmuuskopiota tiedostosta %s
hr: Ne mogu kreirati sigurnosnu kopiju datoteke za %s
hu: Nem lehet másolat fájlt létrehozni a %s-rõl
ko: %s를 위한 백업 파일을 만들 수 없습니다
nl: Kan geen backup maken voor bestand %s
no: Kan ikke lage backup fil for %s
pl: Nie mo¿na utworzyæ pliku zapasowego dla %s
pt: Não posso criar ficheiro de backup para %s
ru: Невозможно создать резервную копию для %s
sk: Nie je mo¾né vytvori» zálo¾ný súbor pre %s
sl: Ne morem ustvariti arhiv datoteke za %s
sv: Kan inte skapa säkerhetskopia för %s

source: File %s does not exist.
br: N'eus ket a restr %s.
cs: Soubor %s neexistuje.
da: Filen %s findes ikke.
de: Datei %s existiert nicht.
eo: Dosiero %s ne ekzistas.
es: El archivo %s no existe.
fi: Tiedostoa %s ei ole olemassa.
hr: Datoteka %s ne postoji.
hu: A %s fájl nem létezik.
ko: %s 파일이 존재하지 않습니다
nl: Bestand %s bestaat niet.
no: Filen %s finnes ikke.
pl: Plik %s nie istnieje.
pt: Ficheiro %s não existe.
ru: Файл %s не существует.
sk: Súbor %s neexistuje.
sl: Datoteka %s ne obstaja.
sv: Filen %s existerar inte.

source: Can not open file %s for reading.
br: N'hellan ket digeriñ restr %s evit lenn.
cs: Není mo¾né otevøít soubor %s pro ètení
da: Kan ikke åbne filen %s for læsning.
de: Kann Datei %s nicht zum Lesen öffnen.
eo: Ne eblis malfermi dosieron %s por legado.
es: No se puede abrir el archivo %s para lectura.
fi: Virhe avattaessa %s:‰‰ lukemista varten
hr: Ne mogu otvoriti datoteku %s za èitanje.
hu: Nem lehet megnyitni olvasásra a %s fájlt.
ko: %s 파일 읽을 수 없음
nl: Kan bestand %s niet openen om te lezen.
no: Kan ikke åpne filen %s for lesing.
pl: Nie mo¿na odczytaæ pliku %s.
pt: Não consigo abrir o ficheiro %s para leitura
ru: Не могу открыть файл %s для чтения
sk: Nie je mo¾né otvori» súbor %s pre èítanie
sl: Ne morem odpreti datoteke %s za branje.
sv: Kan inte öppna fil %s för läsning.

source: Can not open file %s for writing.
br: N'hellan ket digeriñ restr %s evit skrivañ.
cs: Není mo¾né otevøít soubor %s pro zápis
da: Kan ikke åbne filen %s til skrivning.
de: Kann Datei %s nicht zum Schreiben öffnen.
eo: Ne eblis malfermi dosieron %s por skribado.
es: No se puede abrir el archivo %s para escritura.
fi: Virhe avattaessa %s:‰‰ kirjoitusta varten
hr: Ne mogu otvoriti datoteku %s za pisanje.
hu: Nem lehet megnyitni írásra a %s fájlt.
ko: %s 파일에 쓸 수 없음
nl: Kan bestand %s niet openen om te schrijven.
no: Kan ikke åpne filen %s for skriving.
pl: Nie mo¿na zapisaæ pliku %s.
pt: Não consigo abrir o ficheiro %s para escrita
ru: Не могу открыть файл %s для записи
sk: Nemô¾em otvori» súbor %s pre zápis
sl: Ne morem odpreti datoteke %s za pisanje.
sv: Kan inte öppna fil %s för skrivning.

source: Enter username
br: Roit anv ar arveriad
cs: Vlo¾te u¾ivatelské jméno
da: Indtast brugernavn
de: Benutzername eingeben
eo: Tajpu uzantonomon
es: Introduzca nombre de usuario
fi: Anna k‰ytt‰j‰nimi
hr: Unesi korisnièko ime
hu: Kérem a felhasználó nevét
ko: 사용자이름 입력
nl: Voer gebruikersnaam in
no: Oppgi brukernavn
pl: Wprowad¼ nazwê u¿ytkownika
pt: Insira nome do utilizador
ru: Введите имя пользователя
sk: Zadajte u¾ívateµské meno
sl: Vnesi uporabni¹ko ime
sv: Ange användarnamn

source: Username:
br: Anv arveriad :
cs: U¾ivatelské jméno:
da: Brugernavn:
de: Benutzername:
eo: Uzantonomo:
es: Nombre de usuario:
fi: K‰ytt‰j‰nimi:
hr: Korisnièko ime:
hu: Felhasználó neve:
ko: 사용자이름:
nl: Gebruikersnaam:
no: Brukernavn:
pl: U¿ytkownik:
pt: Nome do utilizador:
ru: Пользователь:
sk: U¾ívateµské meno:
sl: Uporabni¹ko ime:
sv: Användarnamn:

source: User with name %s already exists.
br: An arveriad %s (h)e anv a zo c'hoazh.
cs: U¾ivatel se jménem %s ji¾ existuje.
da: Bruger med navn %s findes allerede.
de: Benutzer namens %s existiert bereits.
eo: Uzanto %s jam ekzistas.
es: Ya existe un usuario con nombre %s.
fi: K‰ytt‰j‰ nimell‰ %s on jo olemassa.
hr: Korisnik sa imenom %s veæ postoji.
hu: Felhasználó %s névvel már létezik.
ko: %s라는 이름의 사용자가 이미 존재합니다.
nl: Gebruiker met naam %s bestaat al.
no: Bruker med navn %s finnes allerede.
pl: U¿ytkownik o nazwie %s ju¿ istnieje.
pt: Utilizador com o nome %s já existe.
ru: Пользователь с именем %s уже существует.
sk: U¾ívateµ s menom %s u¾ existuje.
sl: Uporabnik z imenom %s ¾e obstaja.
sv: Användare med namn %s existerar redan.

source: You have to enter a user name.
br: Ret eo deoc'h reiñ un anv arveriad.
cs: Musíte zadat jméno u¾ivatele.
da: Du skal indtaste et brugernavn.
de: Sie müssen einen Benutzernamen eingeben
es: Debe introducir un nombre de usuario.
fi: Sinun on annettava k‰ytt‰j‰nimi
hr: Morate unijesti korisnièko ime.
hu: A felhasználó nevet meg kell adnod.
no: Du må skrive inn et brukernavn.
pl: Musisz wpisaæ nazwê u¿ytkownika
pt: Tem de inserir um nome de utilizador.
ru: Вы должны ввести имя пользователя.
sk: Musíte zada» meno u¾ívateµa.
sl: Vnesti morate uporabni¹ko ime.

source: Enter password
br: Roit an tremenger
cs: Vlo¾te heslo
da: Opgiv et kodeord
de: Paßwort eingeben
eo: Tajpu pasvorton
es: Introduzca la contraseña
fi: Anna salasana
hr: Unesi lozinku
hu: Kérem a jelszót
ko: 암호 입력
nl: Voer wachtwoord in
no: Oppgi passord
pl: Wprowad¼ has³o
pt: Inserir password
ru: Введите пароль
sk: Zadajte heslo
sl: Vnesi geslo
sv: Ange lösenord

source: Password
br: Tremenger
cs: Heslo
da: Kodeord
de: Paßwort
eo: Pasvorto
es: Contraseña
fi: Salasana
hr: Lozinka
hu: Jelszó
ko: 암호
nl: Wachtwoord
no: Passord
pl: Has³o
ru: Пароль
sk: Heslo
sl: Geslo
sv: Lösenord

source: Retype password
br: Adskrivit tremenger
cs: Zopakujte heslo
da: Skriv kodeord en gang til
de: Paßwort erneut eingeben
eo: Ripeto
es: Re-introduzca la contraseña
fi: Anna salasana uudelleen
hr: Ponovo unesi lozinku
hu: Jelszó mégegyszer
ko: 암호 다시 입력
nl: Hertyp wachtwoord
no: Skriv passord en gang til
pl: Has³o ponownie
pt: Reinsira password
ru: Повторите пароль
sk: Zopakujte heslo
sl: Ponovno vnesite geslo
sv: Bekräfta

source: Passwords are not identical. Try again
br: Disheñvel eo an tremengerioù. Klaskit adarre
cs: Hesla nejsou identická. Zkuste znova
da: Kodeord er ikke identiske. Prøv igen
de: Paßwörter nicht identisch. Versuchen Sie es nochmals
eo: La pasvortoj ne estas identaj. Provu refoje
es: Las contraseñas no son iguales. Inténtelo de nuevo
fi: Salasanat eiv‰t ole identtiset. Yrit‰ uudelleen
hr: Lozinke nisu identiène. Poku¹aj ponovo
hu: A jelszavak nem egyformák Kérem mégegyszer
ko: 암호가 일치하지 않습니다. 다시 입력하십시오
nl: Wachtwoorden zijn niet gelijk. Probeer opnieuw
no: Passordene er ikke identiske. Prøv igjen
pl: Ponowne has³o nie jest identyczne. Wpisz jeszcze raz.
pt: As passwords não são idênticas. Tente outra vez
ru: Введенные пароли различны. Повторите попытку
sk: Heslá nie sú identické. Skúste znova
sl: Gesli sta razlièni. Poiskusite znova
sv: Lösenorden är inte identiska. Prova igen

source: Group name:
br: Anv ar strollad :
cs: Jméno skupiny:
da: Gruppenavn:
de: Gruppenname:
eo: Grupnomo:
es: Nombre de grupo:
fi: Ryhm‰n nimi:
hr: Ime grupe:
hu: Csoport neve:
ko: 그룹 이름:
nl: Naam van de groep:
no: Gruppenavn:
pl: Nazwa grupy:
pt: Nome do grupo:
ru: Имя группы:
sk: Meno skupiny:
sl: Ime grupe:
sv: Gruppens namn:

source: Group number:
br: Niverenn ar strollad :
cs: Èíslo skupiny:
da: Gruppenummer:
de: Gruppennummer:
eo: Grupnumero:
es: Numero de grupo:
fi: Ryhm‰n numero:
hr: Broj grupe:
hu: Csoport száma:
ko: 그룹 번호:
nl: Nummer van de groep:
no: Gruppenummer:
pl: Numer grupy:
pt: Número do grupo:
ru: Номер группы:
sk: Èíslo skupiny:
sl: ©tevilka grupe:
sv: Gruppens nummer:

source: Group with name %s already exists.
br: Ar strollad %s e anv a zo c'hoazh
cs: Skupina se jménem %s ji¾ existuje.
da: Gruppe med navnet %s findes allerede
de: Gruppe namens %s existiert bereits
eo: Grupo kun nomo %s jam ekzistas.
es: Ya existe un grupo con el nombre %s.
fi: Ryhm‰ nimell‰ %s on jo olemassa.
hr: Grupa sa imenom %s veæ postoji.
hu: Csoport, %s névvel már létezik.
ko: %s라는 이름의 그룹이 이미 존재합니다.
nl: Groep met naam %s bestaat al
no: Gruppe med navnet %s finnes allerede
pl: Grupa o nazwie %s ju¿ istnieje.
pt: Grupo com o nome %s já existe.
ru: Группа с именем %s уже существует.
sk: Skupina s menom %s u¾ existuje.
sl: Grupa z imenom %s ¾e obstaja.
sv: Grupp med namn %s existerar redan.

source: Group with gid %d already exists.
br: Ar strollad %d e gid a zo c'hoazh.
cs: Skupina s GID %d ji¾ existuje.
da: Gruppe med gid %d findes allerede.
de: Gruppe mit GID %d existiert bereits.
eo: Grupo numero %d jam ekzistas.
es: Ya existe un grupo con el gid %d.
fi: Ryhm‰n gid %d on jo olemassa.
hr: Grupa sa gid %d veæ postoji.
hu: Csoport, %d azonosítóval már létezik.
ko: %d의 gid를 가진 그룹이 이미 존재합니다.
nl: GRoep met gid %d bestaat al.
no: Gruppe med gid %d finnes allerede.
pl: Grupa o numerze GID %d ju¿ istnieje.
pt: Grupo com gid %d já existe
ru: Группа с номером %d уже существует.
sk: Skupina s GID %d u¾ existuje.
sl: Grupa z gid %d ¾e obstaja.
sv: Grupp med gid %d existerar redan.

source: Message
br: Kemennad
cs: Zpráva
da: Budskab
de: Mitteilung
eo: Mesaøo
es: Mensaje
fi: Viesti
hr: Poruka
hu: Üzenet
ko: 메시지
nl: Bericht
no: Melding
pl: Komunikat
pt: Mensagem
ru: Сообщение
sk: Správa
sl: Sporoèilo
sv: Meddelande

source: Create home directory
br: Krouiñ renkell Er-gêr
cs: Vytvoøit domovský adresáø
da: Opret hjemmekatalog
de: Persönliches Verzeichnis erzeugen
eo: Kreu hejmdosieron
es: Crear directorio 'Home'
fi: Luo kotihakemisto
hr: Naèini poèetni direktorij
hu: Saját könyvtár létrehozás
ko: 홈 디렉토리 만들기
nl: Maak home directory
no: Opprett hjemmekatalog
pl: Utwórz katalog domowy
pt: Criar directoria inicial
ru: Создать домашний каталог
sk: Vytvori» domovský prieèinok
sl: Ustvari domaèi imenik
sv: Skapa hemkatalog

source: Copy skeleton
br: Eilañ ar patrom
cs: Kopírovat skelet
da: Kopier skelet
de: Kopiere Vorlage
eo: Kopiu þablonon
es: Copiar ficheros básicos
fi: Kopioi runko
hr: Iskopiraj kostur
hu: Vázlatok bemásolása
ko: 디렉토리 구조 복사
nl: Kopieer skelet
no: Kopier mal
pl: Kopiuj szkielet
pt: Copiar esqueleto
ru: Копировать скелет
sk: Kopírova» ¹ablónu
sl: Skopiraj skelet
sv: Kopiera mall
