Repository: xwizard/kde1
Catalog: kdebase-1.1.2/po/*/kbgndwm.po
Languages: es, sk

source: Display Settings
es: Popiedades de la pantalla
sk: Nastavi» obrazovku

source: Background Settings
es: Opciones del fondo
sk: Nastavi» pozadie

source: Common Background
es: Fondo común
sk: Be¾né pozadie

source: Undock
es: Desempotrar
sk: Vysunú»

source: Tiled
es: Placas
sk: Vydlá¾di»

source: Mirrored
es: Espejeado
sk: Zrkadli»

source: CenterTiled
es: CentradoPlacas
sk: Vydlá¾di» na stred

source: Centred
es: Centrado
sk: Do stredu

source: CentredBrick
es: CentradoLadrillo
sk: Tehly do stredu

source: CentredWarp
es: CentradoWarp
sk: Warp do stredu

source: CentredMaxpect
es: CentradoMax
sk: Maxpect do stredu

source: SymmetricalTiled
es: PlacasSimétricas
sk: Symetricky vydlá¾di»

source: SymmetricalMirrored
es: EspejeadoSimétrico
sk: Symetricky zrkadli»

source: Scaled
es: Estirado
sk: Zmeni» veµkos»

source: No wallpaper
es: Sin papel tapíz
sk: Bez pozadia
