Repository: xwizard/kde1
Catalog: kdebase-1.1.2/po/*/kcmdisplay.po
Languages: de, eo, hr

source: Enter new desktop name
de: Geben Sie einen neuen Namen für die Arbeitsfläche ein
eo: Tajpu novan nomon por la labortabulo
hr: Unesite ime radne povr¹ine

source: Desktop
de: Arbeitsfläche
eo: Labortabulo
hr: Radna povr¹ina

source: &Common Background
de: Gemeinsamer &Hintergrund
eo: &Komuna Fono
hr: &Ista pozadina

source: Colors
de: Farben
eo: Koloroj
hr: Boja/e pozadine

source: &One Color
de: &Eine Farbe
eo: &Unu koloro
hr: &Jedna Boja

source: &Two Color
de: &Zwei Farben
eo: &Du koloroj
hr: &Dvije Boje

source: Set&up ...
de: &Einrichtung...
eo: &Adaptu ...
hr: &Podesi...

source: Wallpaper
de: Hintergrundbild
eo: Tapeto
hr: Pozadinska slika

source: No wallpaper
de: Kein Hintergrundbild
eo: sen tapeto
hr: Nema pozadinske slike

source: &Browse...
de: &Auswählen...
eo: &Elektu...
hr: Po&tra¾i...

source: Arrangement:
de: Anordnung:
hr: Raspored:

source: Tiled
de: Gekachelt
eo: Kahele
hr: Poploèano s vrha prema dolje

source: Mirrored
de: Gespiegelt
eo: Spegulite
hr: Zrcaljeno

source: Center Tiled
de: Zentrierte Kacheln
eo: Kaheloj centraj
hr: Poploèano od centra uokolo

source: Centred
de: Zentriert
eo: Centrigite
hr: Centrirano

source: Centred Brick
de: Zentrierte Backsteine
eo: Centre kun brikoj
hr: Centrirano sa ciglama uokolo

source: Centred Warp
de: Zentrierte Verzerrung
eo: Centre kun radioj
hr: Centrirano sa warpom

source: Centred Maxpect
de: Zentriert Maximalgröße
eo: Centre etendite
hr: Centrirano uveæano

source: Symmetrical Tiled
de: Symmetrische Fliesen
eo: Simetrie kahele
hr: Simetrièki poploèano

source: Symmetrical Mirrored
de: Symmetrisch gespiegelt
eo: Simetrie spegulite
hr: Simetrièki zrcaljeno

source: Scaled
de: Skaliert
eo: Etendite
hr: U mjerilu

source: Ra&ndom
de: &Zufällig
eo: &Hazarde
hr: Nasu&mièno

source: Setu&p...
de: &Einrichtung...
eo: &Adaptu ...
hr: Posta&vke...

source: &Dock into the panel
de: In Kontrolleiste einbinden
eo: &Doku en la panelo
hr: P&ristani na ploèu

source: Cache size (kB):
de: Größe des Zwischenspeichers (KB)
hr: Velièina predmemorije (kB):

source: Desktop names
de: Namen der Arbeitsflächen
eo: Nomoj de la labortabuloj
hr: Imena radnih povr¹ina

source: File error
de: Fehler in Datei
eo: Dosiereraro
hr: Gre¹ka na datoteci

source: Can't load image file
de: Bilddatei kann nicht geladen werden
eo: Ne eblis legi la bilddosieron
hr: Ne mogu uèitati datoteku

source: Unsupported URL
de: Nicht unterstützte URL
eo: Nesubtenata URL
hr: Nepodr¾ani URL

source: Sorry, this type of URL is currently unsupportedby the KDE Display Module
de: Sorry, dieser URL-Typ wird zur Zeit nicht vom KDE-Anzeigemodul unterstützt
eo: Pardonu, tiu tipo de URL momente ne nestas subtenata de tiu æi KDE-modulo
hr: ®alim, aova vrsta URLa trenutno nije podr¾ana od strane KDE prikazivaèa

source: Two color backgrounds
de: Zweifarbige Hintergründe
eo: Dukoloraj fonoj
hr: Pozadina sa dvije boje

source: Blend colors from &top to bottom
de: Farbverlauf von &oben nach unten
eo: Þanøetu la kolorojn de &supre malsupren
hr: Mije¹aj boje s &vrha prema dnu

source: Blend colors from &right to left
de: Farbverlauf von &links nach rechts
eo: Þanøetu la koloroj de &dekstre maldekstren
hr: Mije¹aj boje s &desna na lijevo

source: Use &pattern
de: &Muster benutzen
eo: Uzu kolor&aranøon
hr: Koristi &uzorak

source: Preview
de: Vorschau
eo: Antaýrigardo
hr: Pregled

source: Pattern &name
de: Muster&name
eo: &Nomo de koloraranøo
hr: &Ime uzorka

source: Current
de: Aktuell
eo: Aktuala
hr: Tekuæi

source: Filled
de: Gefüllt
eo: Unukolora
hr: Popunjeno

source: Fish net
de: Fischnetz
eo: Fiþreto
hr: Ribarska mre¾a

source: Triangles
de: Dreiecke
eo: Trianguloj
hr: Trokuti

source: Flowers
de: Blumen
eo: Floretoj
hr: Cvijeæe

source: Cobbled Pavement
de: Kopfsteinpflaster
eo: Pavimo
hr: Pokrpani ploènik

source: Random mode setup
de: Einrichtung des Zufalls-Modus
eo: Hazardo-agordo

source: Pick files from &directory
de: Wähle Dateien aus &Verzeichnis
eo: PRenu dosierojn de &dosierujo
hr: Izaberi datoteke iz &direktorija

source: &Browse ...
de: &Auswählen...
eo: &Elektu...
hr: Po&tra¾i...

source: Timer Delay in seconds :
de: Verzögerung des Zeitschalters in Sekunden:
eo: Prokrasto en sekundoj:
hr: Vremensko ka¹njenje u sekundama :

source: In &order
de: In der &Reihenfolge
eo: Laý &ordo
hr: P&oredano

source: Desktops :
de: Arbeitsflächen:
eo: Labortabuloj:
hr: Radne povr¹ine :

source: &Add
de: &Hinzufügen
eo: &Aldonu
hr: &Dodaj

source: Directory error
de: Fehler im Verzeichnis
eo: Dosierujo-eraro
hr: Gre¹ka na direktoriju

source: Selected directory doesn't exists
de: Das gewählte Verzeichnis existiert nicht
eo: La elektita dosierujo ne ekzistas
hr: Izabrani direktorij ne postoji

source: Color Scheme
de: Farbschema
eo: Kolorskemo
hr: Raspored boja

source: Current scheme
de: Derzeitiges Schema
eo: Aktuala skemo
hr: Tekuæi raspored boja

source: KDE default
de: KDE-Standard
eo: KDE-origina
hr: KDE uobièajeno

source: &Add ...
de: &Hinzufügen...
eo: &Aldonu ...
hr: &Dodaj ...

source: &Save changes
de: &Änderungen speichern
eo: &Sekurigu þanøojn
hr: &Spremi promjene

source: Widget color
de: Elementfarbe
eo: Koloro de la fenestra¼o
hr: Boja widgeta

source: Inactive title bar
de: Inaktive Titelleiste
eo: Neaktiva titollistelo
hr: Naslov neaktivnog prozora

source: Inactive title text
de: Inaktiver Titeltext
eo: Neaktiva titolteksto
hr: Tekst neaktivnog prozora

source: Inactive title blend
de: Verlauf für inaktive Titelleiste
eo: Neaktiva titolkolora¼o
hr: Smjesa boja neaktivnog prozora

source: Active title bar
de: Aktive Titelleiste
eo: Aktiva titollistelo
hr: Naslov aktivnog prozora

source: Active title text
de: Aktiver Titeltext
eo: Aktiva titolteksto
hr: Tekst aktivnog prozora

source: Active title blend
de: Verlauf für aktive Titelleiste
eo: Aktiva titolkolora¼o
hr: Smjesa boja aktivnog prozora

source: Background
de: Hintergrund
eo: Fono
hr: Pozadina

source: Select background
de: Hintergrundauswahl
eo: Elektu fonon
hr: Boja izabranog

source: Select text
de: Textauswahl
eo: Elektu tekston
hr: Boja oznaèenog teksta

source: Window background
de: Fensterhintergrund
eo: Fenestrofono
hr: Boja pozadine prozora

source: Window text
de: Fenstertext
eo: Fenestroteksto
hr: Tekst u prozoru

source: Contrast
de: Kontrast
eo: Kontrasto
hr: Kontrast

source: &Low
de: &Niedrig
eo: &Malgranda
hr: &Nizak

source: High
de: Hoch
eo: Granda
hr: Visoki

source: Error removing
de: Fehler beim Entfernen
eo: Eraro dum forigado
hr: Gre¹ka prilikom uklanjanja

source: This color scheme could not be removed. Perhaps you do not have permission to alter the file system where the color scheme is stored.
de: Dieses Farbschema konnte nicht entfernt werden. Vielleicht haben Sie keine Berechtigung, die Datei zu verändern, in dem das Farbschema gespeichert ist.
eo: Ne eblis forigi tiun æi kolorskemon. Verþajne vi ne havas permeson por þanøi la dosierujojn kie la kolorskemo troviøas.
hr: Nisam mogao ukloniti ovaj raspored boja. Mo¾da ne posjedujete privilegije za mijenjanje datoteènog sustava (filesystem) na kojem je raspored boja spremljen.

source: Naming error
de: Benennungsfehler
eo: Eraro de nomado
hr: Gre¹ka prilikom imenovanja

source: Please choose a unique name for the new color scheme. The one you entered already appears in the color scheme list.
de: Bitte wählen Sie einen eindeutigen Namen für das neue Farbschema. Der von Ihnen eingegebene erscheint bereits in der Farbschema-Liste.
eo: Bonvolu elekti unikan nomon por la nova kolorskemo. Tiu, kiun vi indikis, jam troviøas en la listo de kolorskemoj.
hr: Molim unesite jedinstveno ime za novi raspored boja. Ime koje ste unijeli se nalazi na popisu postojeæih rasporeda boja.

source: Add a color scheme
de: Ein Farbschema hinzufügen
eo: Aldonu kolorskemon
hr: Dodaj raspored boja

source: &Enter a name for the new color scheme to be added to your personal list. The colors currently used in the preview will be copied into this scheme to begin with.
de: &Geben Sie einen Namen für das neue Farbschema an, das zu Ihrer persönlichen Liste hinzugefügt werden soll. Die derzeit in der Vorschau verwendeten Farben werden in dieses Schema als Grundlage hineinkopiert.
eo: &Indiku nomon por la nova kolorskemo aldonotan al via persona listo. La koloroj momente uzataj en la antaýrigarda¼o estos transprenataj en tiun skemon kiel bazo.
hr: &Unesite ime novog rasporeda boja koji æe biti spremljen na va¹u osobnu listu. Boje koje se trenutno koriste za pregled biti æe iskopirane u novi raspored boja.

source: Ignore
de: Ignorieren
eo: Ignoru
hr: Ignoriraj

source: Save Screen
de: Bildschirmschoner: an
eo: Sekurigu la ekranon
hr: Spremi zaslon

source: Lock Screen
de: Sperre Bildschirm
eo: Þlosu la ekranon
hr: Zakljuèaj zaslon

source: Screen Saver
de: Bildschirmschoner
eo: Ekrananima¼o
hr: Za¹tita zaslona

source: No screensaver
de: Kein Bildschirmschoner
eo: sen ekrananima¼o
hr: Nema za¹tite zaslona (screensaver)

source: &Setup ...
de: &Einrichtung...
eo: &Adaptu ...
hr: &Podesi...

source: &Test
de: &Testen
eo: &Elprovu
hr: &Proba

source: Settings
de: Einstellungen
eo: Agorda¼o
hr: Postavke

source: &Wait for
de: &Wartezeit
eo: &Lanæu post
hr: Èe&kaj za

source: min.
de: Minuten

source: &Require password
de: Nach &Paßwort fragen
eo: &Postulu pasvorton
hr: &Zatra¾i lozinku

source: &Accept root password to unlock
de: &Akzeptiere Root-Paßwort zum Entsperren
eo: &Akceptu pasvorton de radiko por malþloso
hr: &Korijenska (root) lozinku otkljuèava

source: Show &password as stars
de: Zeige &Paßwort als Sternchen an
eo: Montru &pasvorton stelete
hr: Prika¾i &lozinku kao zvjezdice

source: Priority
de: Priorität
eo: Prioritato
hr: Prioritet:

source: &High
de: &Hoch
eo: &Alta
hr: &Visok

source: Low
de: Niedrig
eo: Malalta
hr: Nizak

source: Panel
de: Kontrolleiste

source: File manager and desktop icons
de: Dateimanager und Arbeitsflächensymbole

source: Other
de: Andere

source: Icon style
de: Symbol

source: Large
de: Groß

source: Icons style
de: Symbolstil

source: The icon style change will not all be applied until you restart KDE.
de: Der Symbolstil wird erst geändert, wenn Sie KDE neu starten

source: Style
de: Stil

source: &Draw widgets in the style of Windows 95
de: &Windows 95-Stil
eo: &Pentru fenestra¼ojn laý Vin95-stilo
hr: &Crtaj widgete u Windows 95 stilu

source: &Menubar on top of the screen in the style of MacOS
de: &Menüleiste am oberen Bildschirmrand wie MacOS
hr: Stavi &izbornik na vrh zaslona u stilu Macintosha

source: &Apply fonts and colors to non-KDE apps
de: &Farben und Fonts auch für Nicht-KDE-Anwendungen verwenden

source: General font
de: Standardschrift
eo: Normala tiparo
hr: Opæenito pismo

source: Fixed font
de: Schrift fester Breite
eo: Egallarøa tiparo
hr: Jednoliko pismo

source: Window title font
de: Schriftart für Fenstertext
eo: Tiparo por fenestrotitolo
hr: Pismo imena prozora

source: Panel button font
de: Schrift auf Kontrolleiste
eo: Tiparo por la panelbutonoj
hr: Pismo za gumbe na ploèi

source: Panel clock font
de: Schrift für Uhr auf Kontrolleiste
eo: Tiparo por la panelhorloøo
hr: Pismo sata na ploèi

source: Sample text
de: Beispieltext
eo: Ekzemploteksto
hr: Ogledni tekst

source: THE QUICK BROWN FOX JUMPS OVER THE LAZY DOG the quick brown fox jumps over the lazy dog 0 1 2 3 4 5 6 7 8 9 ! " £ $ % ^ & * ( )
de: Franz jagt mit einem verwahrlosten Taxi quer durch Bayern FRANZ JAGT MIT EINEM VERWAHRLOSTEN TAXI QUER DURCH BAYERN 0 1 2 3 4 5 6 7 8 9 ! " # $ % ^ & * ( )
eo: A B C Æ D E F G Ø H ¦ I J ¬ K L M N O P R S Þ T U Ý V Z a b c æ d e f g ø h ¶ i j ¼ k l m n o p r s þ t u ý v z 0 1 2 3 4 5 6 7 8 9 ! " £ $ % ^ & * ( )
hr: THE QUICK BROWN FOX JUMPS OVER THE LAZY DOG the quick brown fox jumps over the lazy dog 0 1 2 3 4 5 6 7 8 9 ! " £ $ æ ¹ ð © è ¾

source: &Background
de: &Hintergrund
eo: &Fono
hr: Po&zadina

source: &Screensaver
de: &Bildschirmschoner
eo: &Ekrananima¼o
hr: &Za¹tita zaslona

source: &Colors
de: &Farben
eo: &Koloroj
hr: &Boje

source: &Style
de: &Stil

source: usage: kcmdisplay [-init | {background,screensaver,colors,fonts,style}]
de: Benutzung: kcmdisplay [-init | {background,screensaver,colors,fonts,style}]

source: Display settings
de: Eigenschaften der Bildschirmanzeige
eo: Ekranagorda¼o
hr: Pode¹avanje prikaza

source: Inactive window
de: Fenster im Hintergrund
eo: Neaktiva fenestro
hr: Neaktivan prozor

source: Active window
de: Fenster im Vordergrund
eo: Aktiva fenestro
hr: Aktivni prozor

source: Selected text
de: Ausgewählter Text
eo: Markita teksto
hr: Boja oznaèenog teksta

source: New
de: Neu
eo: Nova
hr: Novi

source: &Typeface
de: &Schriftart
eo: &Tiparspeco

source: &Bold
de: &Fett
eo: &Grasa
hr: &Masno

source: &Italic
de: &Kursiv
eo: &Kursiva
hr: &Kurziv

source: &Size
de: G&röße
eo: &Grandeco
hr: &Velièina

source: &Character set
de: Zei&chensatz
eo: &Signaro
hr: Skup &znakova

source: default
de: Standard
eo: implicita
hr: uobièajeno

source: any
de: irgendein
eo: iu
hr: bilo koji

source: &Rename ...
eo: &Alinomu ...
hr: &Promijeni ime ...

source: Text
eo: Teksto
hr: Tekst

source: Fonts etc.
hr: Pisma itd.

source: &Apply style to non-KDE apps
hr: Primjeni stil na ne-KDE programe

source: Desktop fonts
hr: Pisma radne povr¹ine

source: &Fonts etc.
hr: P&isma itd.

source: usage: kcmdisplay [-init | {background,screensaver,colors,style}]
hr: uporaba: kcmdisplay [-init | {pozadina,za¹tita zaslona,boje,stil}]

source: Rattan
eo: Plekta¼o
