Repository: xwizard/kde1
Catalog: kdebase-1.1.2/po/*/kcminfo.po
Languages: fi, hr, no, ro

source: screen #%d
fi: näyttö #%d
hr: zaslon #%
no: skjerm #%d
ro: ecran #%d

source: dimensions : %dx%d pixels (%dx%d mm)
fi: mitat : %dx%d pikseliä (%dx%d mm)
hr: velièina : %dx%d piksela (%dx%d mm)
no: størrelse : %dx%d piksler (%dx%d mm)
ro: dimensiune : %dx%d pixeli (%dx%d mm)

source: resolution : %dx%d dots per inch
fi: resoluutio : %dx%d pistettä tuumalle
hr: rezolucija : %dx%d toèaka po inèu
no: oppløsning : %dx%d punkter pr tomme
ro: rezoluþie : %dx%d puncte pe inch

source: depths (%d) :
fi: syvyys (%d) :
hr: dubine (%d) :
no: dybde (%d) :
ro: adâncime (%d) :

source: name of display : %s
fi: näytön nimi : %s
hr: ime prikaza : %s
no: navn på skjerm : %s
ro: numele ecranului : %s

source: version number : %i.%i
fi: versionumero : %i.%i
hr: inaèica : %i.%i
no: versjonsnummer : %i.%i
ro: numãrul versiunii : %i.%i

source: vendor string : %s
fi: valmistaja : %s
hr: proizvoðaèev niz : %s
no: leverandørstreng : %s
ro: identificator fabricant : %s

source: vendor release number : %i
fi: valmistajan versio : %i
hr: proizvoðaèevo izdanje : %i
no: leverandørutgivelsesnummer: %i
ro: numarul versiunii fabricantului : %i

source: default screen number : %i
fi: oletusnäytön numero : %i
hr: uobièajeni broj zaslona: %i
no: Standard skjermnummer : %i
ro: numãrul ecranului implicit : %i

source: number of screens : %i
fi: näyttöjen lukumäärä : %i
hr: broj zaslona : %i
no: antall skjermer : %i
ro: numãrul de ecrane :%i

source: No Information available or this system is not yet supported :-(
fi: Ei tietoja saatavilla tai järjestelmää ei tueta :-(
hr: Nema dostupnih informacija ili ovaj sistem za sada nije podr¾an :-(
no: Ingen informasjon tilgjengelig eller dette systemet er foreløbig ikke støttet :-(
ro: Nici o informaþie disponibilã sau acest sistem nu este încã suportat :-(

source: %s, unknown speed
fi: %s, tuntematon nopeus
hr: %s, nepoznata brzina
no: %s, ukjent hastighet
ro: %s, nu se ºtie viteza

source: %s running at %s MHz
fi: %s toimii %s MHz
hr: %s radi na %s MHz
no: %s kjører på %s MHz
ro: %s rulând la %s MHz

source: Ahh couldn't open fstab!
fi: Voih, en saanut avattua fstab:a!
hr: Ahh ne mogu otvoriti fstab!
no: Åhh. Kunne ikke åpne fstab!
ro: Nu pot deschide /etc/fstab !

source: Device
fi: Laite
hr: Ureðaj
no: Enhet
ro: Dispozitiv

source: Mount Point
fi: Liitospiste
hr: Mjesto montiranja
no: Monteringsstred
ro: Punct de montare

source: FS Type
fi: Tiedostojärjestelmä
hr: Vrsta DS(FS)
ro: Tip sistem de fiºiere

source: Mount Options
fi: Liitostiedot
hr: Opcije za montiranje
no: Monteringsvalg
ro: Opþiuni de montare

source: unknown CPU type
fi: tuntematon CPU
hr: Nepoznata vrsta CPUa
no: ukjent CPU-type
ro: Procesor de tip necunoscut

source: unavailable
fi: ei saatavilla
hr: nije dostupno
no: ikke tilgjengelig
ro: nu este disponibil

source: Number of active processor(s)=
fi: Aktiivisia prosessoreita=
hr: Broj aktivnih procesora=
no: Antall aktive prosessorer=
ro: Numãrul procesoarelor active =

source: Value
fi: Arvo
hr: Vrijednost
no: Verdi
ro: Valoare

source: DMA-Channel
fi: DMA-kanava
hr: DMA-kanal
no: DMA-Kanaler
ro: Canal-DMA

source: used by
fi: käyttäjä
hr: kori¹ten od
no: brukt av
ro: folosit de

source: I/O-Range
fi: I/O-alue
hr: I/O-Raspon
no: I/O-område
ro: regiune I/O

source: &Memory
fi: &Muisti
hr: &Memorija
no: &Minne
ro: &Memorie

source: &Processor
fi: &Prosessori
hr: &Procesor
no: &CPU
ro: &Procesor

source: &Interrupts
fi: &Keskeytykset
hr: &Interupti
no: &Avbrudsliner
ro: &Întreruperi

source: DMA-C&hannels
fi: &DMA-kanavat
hr: DMA-ka&nali
no: &DMA-Kanaler
ro: &Canale-DMA

source: &IO-Ports
fi: &IO-portit
hr: &IO-Portovi
no: &IO-porter
ro: &Porturi-I/O

source: PCI-&Bus
fi: PCI-&Väylä
hr: PCI-&sabirnica
no: &PCI-buss
ro: &Magistralã-PCI

source: S&ound
fi: &Ääni
hr: &Zvuk
no: &Lyd
ro: &Sunet

source: &Devices
fi: &Laitteet
hr: &Ureðaji
no: &Enheter
ro: &Dispozitive

source: P&artitions
fi: P&artitiot
hr: P&articije
no: &Partisjoner
ro: P&artiþii

source: &X-Server
fi: &X-palvelin
hr: &X-poslu¾itelj
no: &X-tjener
ro: Server de &X

source: usage: kcminfo [-init | {memory,processor,interrupts,dma,ioports,pci,sound,devices,scsi,partitions,xserver}]
fi: käyttö: kcminfo [-init | {memory,processor,interrupts,dma,ioports,pci,sound,devices,scsi,partitions,xserver}]
hr: uporaba: kcminfo [-init | {memorija,procesor,interupti,dma,ioportovi,pci,zvuk,ureðaji,scsi,particije,xposlu¾itelj}]
no: bruk: kcminfo [-init | {memory,processor,interrupts,dma,ioports,pci,sound,devices,scsi,partitions,xserver}]
ro: folosire: kcminfo [-init | {memory,processor,interrupts,dma,ioports,pci,sound,devices,scsi,partitions,xserver}]

source: System Information
fi: Järjestelmän tila
hr: Informacije o sustavu
no: Systeminformasjon
ro: Informaþii sistem

source: Total memory
fi: Kokonaismuisti
hr: Ukupna memorija
no: Totalt minne
ro: Memorie totalã

source: Free memory
fi: Vapaa muisti
hr: Slobodna memorija
no: Ledig minne
ro: Memorie liberã

source: Shared memory
fi: Jaettu muisti
hr: Dijeljena memorija
no: Delt minne
ro: Memorie partajatã

source: Buffer memory
fi: Puskuroitu muisti
hr: Meðumemorija (buffer)
no: Bufferminne
ro: Memorie tampon

source: Swap memory
fi: Sivutusmuisti
hr: Zamjenska memorija (swap)
no: Vekslefilminne
ro: Memorie de swap

source: Free swap memory
fi: Vapaa sivutusmuisti
hr: Slobodna zamjenska memorija
no: Ledig vekslefilminne
ro: Memorie liberã de swap

source: %10ld bytes = %8.2f MB
fi: %10ld tavua = %8.2f MB
hr: %10ld bajtova = %8.2f MB
no: %10ld byter = %8.2f MB
ro: %10ld octeþi = %8.2f MB

source: Not available
fi: Ei saatavilla
hr: Nije dostupno
no: Ikke tilgjengelig
ro: Nu e disponibil

source: Not Available
fi: Ei saatavilla
hr: Nije dostupno
no: Ikke tilgjengelig
ro: Nu e disponibil
