Repository: xwizard/kde1
Catalog: kdebase-1.1.2/po/*/kcminput.po
Languages: cs, eo, hr, ro, sl, tr

source: &Mouse
cs: &My¹
eo: &Muso
hr: &Mi¹
ro: ªoarec
sl: &Mi¹ka
tr: &Fare

source: &Keyboard
cs: &Klávesnice
eo: &Klavaro
hr: &Tipkovnica
ro: Tastaturã
sl: Tip&kovnica
tr: &Klavye

source: usage: kcminput [-init | {mouse,keyboard}]
cs: Pou¾ití: kcminput [-init | {mouse,keyboard}]
eo: uzo: kcminput [-init | {mouse,keyboard}]
hr: uporaba: kcminput [-init | {mi¹,tipkovnica}]
ro: folosire: kcminput [-init | {mouse,keyboard}]
sl: Uporaba: kcminput [-init | {mouse,keyboard}]
tr: Kullaným: kcminput [-init | {fare,klavye}]

source: Input Devices Properties
cs: Vlastnosti vstupních zaøízení
eo: Konfigura¼o de enigaparatoj
hr: Postavke ulaznih ureðaja
ro: Proprietãþile dispozitivelor de intrare
sl: Lastnosti vhodnih naprav
tr: Giriþ Aygýtlarý Özellikleri

source: Acceleration
cs: Akcelerace
eo: Akcelado
hr: Ubrzanje
ro: Acceleraþie
sl: Pospe¹itev
tr: Hýzlanma

source: Threshold
cs: Práh
eo: Reagosojlo
hr: Prag
ro: Acurateþe
sl: Meja pospe¹itve
tr: Eþik

source: pixels
cs: pixelù
hr: toèki
sl: toèke

source: Button mapping
cs: Mapování tlaèítek
eo: Butonordo
hr: Mapiranje gumbi
ro: Maparea butoanelor
sl: Nastavitev gumbov
tr: Tuþ haritalama

source: Right handed
cs: Pravoruké
eo: por la &dekstra mano
hr: De¹njak
ro: Dreptaci
sl: Za desnièarje
tr: Sað elli

source: Left handed
cs: Levoruké
eo: por la &maldekstra mano
hr: Ljevak
ro: Stângaci
sl: Za levièarje
tr: Sol elli

source: Keyboard repeat
cs: Opakování klávesy
eo: Klavripeto
hr: Ispisuj dok god tipka pritisnuta
ro: Repetarea tastei
sl: Ponavljanje znakov
tr: Klavye tekrarý

source: Key click volume
cs: Hlasitost stisku klávesy
eo: &Laýteco de klavkliko
hr: Volumen kod pritiska tipke
ro: Volum key-click
sl: Glasnost zvoka ob tipkanju
tr: Tuþ týklama sesi
