Repository: xwizard/kde1
Catalog: kdebase-1.1.2/po/*/kcmkpanel.po
Languages: cs, eo, fi, fr, no, sk, sv

source: &Panel
eo: &Panelo
fi: &Paneeli
fr: &Tableau de bord

source: &Desktops
cs: Pra&covní plochy
eo: &Labortabuloj
fi: &Työpöydät
fr: &Bureaux
no: &Skrivebord
sk: P&racovné plochy
sv: &Skrivbord

source: Disk &Navigator
cs: Diskový navi&gátor
eo: Disk&navigilo
fi: &Levyselain
sk: &Navigátor disku

source: usage: kcmkpanel [-init | {panel,options,desktops,disknav}]
cs: Pou¾ití: kcmkpanel [-init | {panel,options,desktops,disknav}]
fi: käyttö: kcmkpanel [-init | {panel,options,desktops,disknav}]
fr: utilisation : kcmkpanel [-init | {panel,options,desktops,disknav}]
no: bruk: kcmkpanel [-init | {panel,options,desktops,disknav}]
sk: Pou¾itie: kcmkpanel [-init | {panel,options,desktops,disknav}]
sv: användning: kcmkpanel [-init | {panel,options,desktops,disknav}]

source: KPanel Configuration
cs: Konfigurace KPanelu
eo: Konfigura¼o de la panelo
fi: KPaneelin asetukset
fr: Configuration de KPanel
no: KPanel konfigurasjon
sk: Nastavenie KPanelu
sv: Panelens inställningar

source: Location
cs: Umístìní
eo: Situo
fi: Paikka
fr: Emplacement
no: Plassering
sk: Umiestnenie
sv: Panelens plats

source: &Top
cs: Na&hoøe
eo: &Supre
fi: &Ylhäällä
fr: &Haut
no: &Topp
sk: &Hore
sv: Öv&erst

source: &Left
cs: V&levo
eo: Maldekstre
fi: &Vasemmalla
fr: Gauch&e
no: V&enstre
sk: &Vµavo
sv: &Vänster

source: &Bottom
cs: &Dole
eo: Malsupre
fi: &Alhaalla
fr: B&as
no: &Bunn
sk: &Dole
sv: &Nederst

source: &Right
cs: V&pravo
eo: &Dekstre
fi: &Oikealla
fr: &Droite
no: &Høyre
sk: &Vpravo
sv: &Höger

source: Taskbar
eo: Taskolistelo
fi: Työpalkki
fr: Barre des tâches
no: Oppgavelinje
sk: Panel úloh
sv: Aktivitetsfältet

source: &Hidden
cs: &Skrytý
eo: &Kaþite
fi: &Piilotettu
fr: &Cachée
no: &Skjult
sk: &Skrytý
sv: &Gömt

source: T&op
cs: N&ahoøe
eo: Supre
fi: Y&lhäällä
fr: Hau&t
no: T&opp
sk: &Hore
sv: Öve&rst

source: Botto&m
cs: D&ole
eo: Malsupre
fi: Al&haalla
fr: Ba&s
no: Bun&n
sk: D&ole
sv: Nederst

source: Top/Le&ft
cs: Nahoøe/Vle&vo
eo: Supr./Maldeks.
fi: Ylhäällä/Vase&mmalla
fr: Haut/Ga&uche
no: To&pp/Venstre
sk: Hor&e/vµavo
sv: Överst &till vänster

source: Style
cs: Styl
eo: Stilo
fi: Tyyli
no: Stil
sk: ©týl
sv: Stil

source: T&iny
cs: D&robný
eo: &Mallarøa
fi: &Pieni
fr: Pet&it
no: &Meget liten
sk: &Malý
sv: &Liten

source: &Normal
cs: &Normální
eo: Normala
fi: &Normaali
sk: &Normálny

source: L&arge
cs: V&elký
eo: Larøa
fi: &Suuri
fr: G&rand
no: Sto&r
sk: &Veµký
sv: St&or

source: &Visible
cs: &Viditelný
eo: &Videblaj
fi: &Näkyvissä
no: S&ynlig
sk: &Viditeµné
sv: &Antal skrivbord

source: &Width
cs: ©íø&ka
eo: &Larøeco
fi: &Leveys
fr: &Largeur
no: &Bredde
sk: ©í&rka
sv: &Knapparnas bredd på panelen

source: Menu Tooltips
cs: Nápovìdy v menu
eo: Menuindiketoj
fi: Valikon vinkit
fr: Bulles d'aide des menus
no: Menyverktøytips
sk: Pomocník v menu
sv: Beskrivningsrutor (tips) till panelens menyer

source: Show &Menu Tooltips
cs: Zobrazovat nápovìdy v &menu
eo: &Montru menuindiketojn
fi: Näytä valikon vinkit
fr: Afficher les &bulles d'aide des menus
no: Vis &menyverktøytips
sk: Ukazova» pomocníka v &menu
sv: &Visa menybeskrivningar

source: De&lay:
cs: &Zpo¾dìní
eo: Prokrasto:
fi: Vi&ive:
fr: Délai :
no: &Forsinkelse:
sk: &Oneskorenie:
sv: &Fördröjning:

source: Small
cs: Malé
eo: Malgranda
fi: Pieni
fr: Court
no: Liten
sk: Malé
sv: Liten

source: Large
cs: Velké
eo: Granda
fi: Suuri
fr: Long
no: Stor
sk: Veµké
sv: Stor

source: Visuals
cs: Chování panelu
eo: Vida¼o
fi: Efektit
fr: Visuels
no: Bildeside
sk: Visualy
sv: Visa panelen

source: Auto &Hide Panel
cs: &Skrývat panel
eo: Aýtomate kaþu la panelon
fi: &Piilota automaattisesti paneeli
fr: Tableau de bord &auto-masquable
no: Auto-sk&jul panel
sk: Automaticky skry» &panel
sv: &Göm panelen automatiskt

source: Delay:
cs: Zpo¾dìní:
eo: Prokrasto:
fi: Viive:
fr: Délai :
no: Forsinkelse:
sk: Oneskorenie:
sv: Fördröjning:

source: Speed:
cs: Rychlost:
eo: Rapideco:
fi: Nopeus:
fr: Vitesse :
no: Hurtighet:
sk: Rýchlos»:
sv: Hastighet:

source: Slow
cs: Malá
eo: Malrapida
fi: Hidas
fr: Lente
no: Sakte
sk: Pom.
sv: Långsam

source: Fast
cs: Velká
eo: Rapida
fi: Nopea
fr: Rapide
no: Hurtig
sk: Rých.
sv: Snabb

source: Auto Hide &Taskbar
cs: S&krývat pruh úloh
eo: Aýtomate kaþu la taskolistelon
fi: Piilota automaattisesti &työpalkki
fr: Barre des &tâches auto-masquable
no: Auto-skjul ver&ktøylinje
sk: Automaticky skry» panel úloh
sv: Göm &aktivitetsfältet automatiskt

source: Animate Show/Hide
cs: Animace zobrazení/skrytí
eo: Animu (mal)montron
fi: Animoi näytä/piilota
fr: Ani&mation pour Afficher/Cacher
no: Animer vis/skjul
sk: Animova» ukázanie/skrytie
sv: Animera visning/undangömning

source: Others
cs: Ostatní
eo: Aliaj
fi: Muut
fr: Autres
no: Andre
sk: Ostatné
sv: Övrigt

source: Personal Menu Entries &First
cs: &Osobní polo¾ky první
fi: Omat valikot &ensin
fr: Menus p&ersonnels en premier
no: Personlig menyoppføringer &først
sk: Osobné menu j&e hlavné
sv: &Lägg personliga menyposter först

source: Menu F&olders First
cs: &Adresáøe první
fi: Valikon K&ansiot ensin
fr: Répert&oires de menu en premier
no: Menym&apper først
sk: Najprv &prieèinky
sv: Lägg &kataloger först

source: &Clock shows time in AM/PM format
cs: &Hodiny ukazují èas ve formátu AM/PM
eo: &Horloøo montras tempon en PM/AM-formo
fi: &Kello näyttää ajan AM/PM muodossa
fr: Affi&cher l'heure de l'horloge au format AM/PM
no: &Klokke viser tid i am/pm-format
sk: &Hodinky ukazujú èas v AM/PM formáte
sv: Klockan visar &tid i AM/PM-format

source: Clock shows time in &Internet beats
cs: Ho&diny ukazují èas v taktu Internetu
fi: Kello näyttää ajan &Internet muodossa
fr: Afficher l'heure en beats &Internet
no: Klokke viser tid i &Internett-støt
sk: &Hodinky ukazujú èas v &Internetových úderoch
sv: Klockan visar tid i &internetslag

source: History
cs: Historie
eo: Historio
fi: Historia
fr: Historique
no: Historie
sk: História
sv: Historia

source: Edit entries: (drag a folder and create a link)
cs: Upravit polo¾ky: (pøesuòte adresáø a vytvoøte odkaz/link)
eo: Readktu erojn: (almovu dosierujon kaj kreu ligon)
fi: Muokkaa tietueita: (vedä kansio ja luo linkki)
fr: Modifier les entrées : (déposer un répertoire et créer un lien)
no: Rediger oppføringer: (dra en mappe og lag en lenke)
sk: Editova» polo¾ky: (pustite prieèinok a vytvorte odkaz)
sv: Redigera poster: (dra en katalog och skapa en länk)

source: Edit &Personal...
cs: Upravit &osobní
eo: Readktu &proprajn...
fi: Aseta &Omia...
fr: Modifier les liens &personnels...
no: Rediger &personlige...
sk: Editova» &osobné...
sv: Ändra p&ersonliga...

source: Edit &Shared...
cs: Upravit &sdílené
eo: Redaktu &komunajn...
fi: Aseta &Jaettuja...
fr: Modifier les liens partagé&s...
no: Rediger &delte...
sk: Editova» &zdieµané...
sv: Ändra &delade...

source: Max recent folder entries:
cs: Max. polo¾ek nedávných adresáøù:
eo: Maksimumo de "vizititaj dosierujoj"
fi: Maksimimäärä viimeiset kansioita:
fr: Nombre maximum de répertoires dans Récent :
no: Maks nylige mappe-oppføringer:
sk: Max. nedávnych prieèinkov:
sv: Maximalt antal senaste kataloger:

source: Max recent file entries:
cs: Max. polo¾ek nedávných souborù:
eo: MAksimumo de "lastaj dosieroj"
fi: Maksimimäärä viimeiset tiedostoja:
fr: Nombre maximum de fichiers dans Récent :
no: Maks nylige fil-oppføringer:
sk: Max. poèet nedávnych polo¾iek:
sv: Maximalt antal senaste filer:

source: Max files in a single folder:
cs: Max. souborù v jednom adresáøi:
eo: Maksimumo de dosieroj en unu ujo:
fi: Maksimitiedostomäärä kansiossa:
fr: Nombre maximum de fichiers dans un répertoire :
no: Maks filer i en enkelt mappe:
sk: Max. poèet súborov v prieèinku:
sv: Maximalt antal filer i en katalog:

source: Show dot files
cs: Zobrazovat skryté soubory
eo: Montru kaþitajn dosierojn
fi: Näytä pistetiedostot
fr: Afficher les fichiers cachés
no: Vis dott-filer
sk: Ukazova» .* súbory
sv: Visa gömda filer

source: Ignore case when sorting
cs: Ignorovat velikost znakù pøi tøídìní
eo: Ignoru usklecon æe ordigo
fi: Ohita kirjaintaso järjestettäessä
fr: Trier en ignorant la casse
no: Ignorer bokstavstørrelse ved sortering
sk: Ignorova» veµkos» písmen pri triedení
sv: Strunta i stora/små bokstäver vid sortering

source: Show Shared section
cs: Zobrazovat sdílenou sekci
eo: Montru komunan parton
fi: Näytä Jaettu -osio
fr: Afficher la section Partagés
no: Vis seksjon for delte
sk: Ukazova» zdieµanú sekciu
sv: Visa delade sektionen

source: Show Personal section
cs: Zobrazovat osobní sekci
eo: Montru propran parton
fi: Näytä Omat -osio
fr: Afficher la section Personnels
no: Vis seksjon for personlige
sk: Ukazova» osobnú sekciu
sv: Visa personliga sektionen

source: Show Recent section
cs: Zobrazovat sekci nedávných
eo: Montru historio-parton
fi: Näytä Viimeiset -osio
fr: Afficher la section Récents
no: Vis seksjon for nylige
sk: Ukazova» sekciu Nedávne
sv: Visa senaste-sektionen

source: Show Option entry
cs: Zobrazoval polo¾ku mo¾nosti
eo: Montru eron "Opcioj"
fi: Näytä Asetukset -tietue
fr: Afficher le menu Options
no: Vis valgoppføring
sk: Ukazova» polo¾ku Nastavenie
sv: Visa inställningsposten

source: Terminal application:
cs: Terminálová aplikace:
eo: Terminal-programo:
fi: Päätesovellus:
fr: Programme de Terminal :
no: Terminal-applikasjoner:
sk: Terminálová aplikácia:
sv: Terminalprogram:
