Repository: xwizard/kde1
Catalog: kdebase-1.1.2/po/*/kcmkeys.po
Languages: ca, cs, da, hr, hu, ja

source: &Standard shortcuts
ca: Dreceres &estàndard
cs: Standardní &zkratky
da: &Standard genvejstaster
hr: &Standardni preèaci
hu: &Alapvetõ rövidítések
ja: 標準ショートカット(&S)

source: &Global shortcuts
ca: Dreceres &globals
cs: &Globální zkratky
da: Gl&obale genvejstaster
hr: &Globalni preèaci
hu: &Globális rövidítések
ja: 広域ショートカット(&G)

source: usage: kcmkeys [-init | {standard,global}]
ca: us: kcmkeys [-init | {standard,global}]
cs: Pou¾ití: kcmkeys [-init | {standard,global}]
da: brug: kcmkeys [-init | {standard,global}]
hr: uporaba: kcmkeys [-init | {standardno,globalno}]
hu: használat: kcmkeys [-init | {standard,global}]
ja: 利用法: kcmkeys [-init | {standard,global}]

source: Key binding settings
ca: Valors dels lligams de tecla
cs: Nastavení klávesových vazeb
da: Genvejstaster
hr: Postavke za vezivanje tipaka
hu: Billentyû kötések beállítása
ja: キー割り当て設定

source: Current scheme
ca: Esquema actual
cs: Souèasné schéma
da: Nuværende valg
hr: Tekuæi raspored
hu: Jelenlegi összeállítás
ja: 現在のスキーム

source: KDE default
ca: KDE predeterminat
cs: KDE implicitní
da: KDE standard
hr: KDE uobièajeno
hu: KDE alapértelmezett
ja: KDE標準

source: &Key scheme
ca: Esquema de &tecla
cs: Schéma &kláves
da: G&envejssamling
hr: Raspored &tipaka
hu: &Bilentyû kötések
ja: キースキーム(&K)

source: &Add ...
ca: &Afegeix ...
cs: Pøid&at ...
da: &Tilføj ...
hr: &Dodaj ...
hu: Hozzá&adás...
ja: 追加 ...(&A)

source: &Save changes
ca: &Desa canvis
cs: &Ulo¾it zmìny
da: &Gem ændringer
hr: &Spremi promjene
hu: Változtatá&sok Mentése
ja: 変更を保存(&S)

source: Error removing scheme
ca: Error en eliminar l'esquema
cs: Chyba pøi ru¹ení schématu
da: Fejl ved at fjerne valg
hr: Gre¹ka kod uklanjanja rasporeda
hu: Hiba az összeállítás törlésekor
ja: スキーム削除エラー

source: This key scheme could not be removed. Perhaps you do not have permission to alter the file system where the key scheme is stored.
ca: Aquest esquema no s'ha pogut eliminar. Potser no teniu permisos per alterar el fitxer de sistema on es guarda l'esquema de tecla.
cs: Toto schéma kláves nemu¾e býy zru¹ené. Pravdìpodobnì nemáte pøístup k souboru, kde je schéma ulo¾ené.
da: Dette tastevalg kunne ikke fjernes. Måske har du ikke tilladelse til at ændre de filer hvor tastevalget er gemt.
hu: Ez az összeállítás nem távolítható el. Talán nincsen jogosultsága az állomány megváltoztatására
ja: このスキームは削除できませんでした。 たぶんあなたはそのキースキームが保管されている ファイルシステムを置き換える許可を与えられていません。

source: Naming conflict
ca: Conflicte de noms
cs: Konflikt jmen
da: Navnesammenfald
hr: Ime veæ postoji
hu: Elnevezési hiba
ja: 名前の衝突

source: Please choose a unique name for the new key scheme. The one you entered already appears in the key scheme list.
ca: Si us plau, escolliu un nom únic pel nou esquema de tecla. El que heu entrat ja és a la llista d'esquemes de tecla.
cs: Prosím zvolte si unikátní jméno pro nové schéma kláves. Vámi zadané jméno je ji¾ na seznamu schémat.
da: Vælg venligst et entydigt navn for den nye genvejssamling. Det findes allerede en genvejssamling med det valgte navn.
hu: Kérem válasszon egy egyedi nevet az új összeállítás számára. Amit megadott, az már szerepel a listában.
ja: 新しいキースキームには一意な名前を選択してください あなたが入力した名前は既にキースキームリストに 存在しています。

source: Add a key scheme
ca: Afegeix un esquema de tecla
cs: Pøidávám schéma
da: Tilføj en genvejssamling
hr: Dodaj novi raspored tipaka
hu: Összeállítás hozzáadása
ja: 新しいキースキームを追加

source: &Enter a name for the new key scheme to be added to your personal list. The keys currently used in the preview will be copied into this scheme to begin with.
ca: &Entreu un nom pel nou esquema de tecla que s'afegirà a la vostra llista personal. Per començar, es copiaran a l'esquema les tecles en ús a la vista prèvia.
cs: &Zadejte jméno pro nové schéma, která má být pøidána do va¹eho osobního seznamu. Klávesy pou¾ité v náhledu budou do tohoto schématu zkopírované.
da: &Indtast navn på ny genvejssamling, som skal lægges til din personlige liste. De viste genveje vil blive kopieret til den nye genvejssamling til at begynde med.
hu: Adjon meg egy nevet az új összeállítás számára A billentyûk, amiket lát bemásolódnak az új összeállításba kiindulásnak.
ja: あなたの個人リストに追加する新しい キースキームの名前を入力してください。(&E) プレビューで現在使われているキーは 始めにこのスキームにコピーされます。

source: Task manager
ca: Gestor de tasques
cs: Správce úloh
da: Jobhåndtering
hr: Upravitelj zadataka
hu: Feladat vezérlõ
ja: タスクマネージャ

source: Kill window mode
ca: Mode mata finestra
cs: Re¾im zavírání oken
da: Dræb vindue-modus
hu: Ablak elpusztítási mód
ja: ウィンドウモードを削除

source: Execute command
ca: Executa comanda
cs: Vykonání pøíkazu
da: Kør kommando
hr: Izvr¹i naredbu
hu: Parancs végrehajtás
ja: コマンドを実行

source: Window operations menu
ca: Menú d'operacions de finestra
cs: Menu operací s oknem
da: Vindueskommando-menu
hu: Ablak mûveletek menü
ja: ウィンドウ操作メニュー

source: Pop-up system menu
ca: Menú sistema
cs: Systémové pop-up menu
da: Vis systemmenu
hu: Felbukkanó rendszer menü
ja: ポップアップシステムメニュー

source: Window raise
ca: Eleva finestra
cs: Pøesunutí okna do popøedí
da: Læg vindue øverst
hu: Ablak elõrehozás
ja: ウィンドウを前面へ

source: Window lower
ca: Abaixa finestra
cs: Pøesunutí okna do pozadí
da: Læg vindue underst
hu: Ablak hátra küldés
ja: ウィンドウを背面へ

source: Window close
ca: Tanca finestra
cs: Zavøení okna
da: Luk vindue
hr: Zatvori prozor
hu: Ablak bezárás
ja: ウィンドウを閉じる

source: Window iconify
ca: Iconitza finestra
cs: Ikonifikace okna
da: Minimer vindue
hr: Ikonifiraj prozor
hu: Ablak ikonizálás
ja: ウィンドウをアイコン化

source: Window resize
ca: Redimensiona finestra
cs: Zmìna velikosti okna
da: Ændr vinduesstørrelse
hr: Promijeni velièinu prozora
hu: Ablak átméretezés
ja: ウィンドウサイズを変更

source: Window move
ca: Mou finestra
cs: Pøesun okna
da: Flyt vindue
hr: Premjesti prozor
hu: Ablak mozgatás
ja: ウィンドウを移動

source: Window toggle sticky
ca: Intercanvia apegalós
cs: Pøepnutí pøilepení okna
da: Fastsæt/frigør vindue
hu: Ablakba rajzszög ki/beszúrás
ja: 常に表示か否かの切替

source: Switch to desktop 1
ca: Canvia a l'escriptori 1
cs: Pøepnutí na plochu 1
da: Flyt til skrivebord 1
hr: Premjesti na radnu povr¹inu 1
hu: 1. Asztalra váltás
ja: デスクトップ１に変更

source: Switch to desktop 2
ca: Canvia a l'escriptori 2
cs: Pøepnutí na plochu 2
da: Flyt til skrivebord 2
hr: Premjesti na radnu povr¹inu 2
hu: 2. Asztalra váltás
ja: デスクトップ２に変更

source: Switch to desktop 3
ca: Canvia a l'escriptori 3
cs: Pøepnutí na plochu 3
da: Flyt til skrivebord 3
hr: Premjesti na radnu povr¹inu 3
hu: 3. Asztalra váltás
ja: デスクトップ３に変更

source: Switch to desktop 4
ca: Canvia a l'escriptori 4
cs: Pøepnutí na plochu 4
da: Flyt til skrivebord 4
hr: Premjesti na radnu povr¹inu 4
hu: 4. Asztalra váltás
ja: デスクトップ４に変更

source: Switch to desktop 5
ca: Canvia a l'escriptori 5
cs: Pøepnutí na plochu 5
da: Flyt til skrivebord 5
hr: Premjesti na radnu povr¹inu 5
hu: 5. Asztalra váltás
ja: デスクトップ５に変更

source: Switch to desktop 6
ca: Canvia a l'escriptori 6
cs: Pøepnutí na plochu 6
da: Flyt til skrivebord 6
hr: Premjesti na radnu povr¹inu 6
hu: 6. Asztalra váltás
ja: デスクトップ６に変更

source: Switch to desktop 7
ca: Canvia a l'escriptori 7
cs: Pøepnutí na plochu 7
da: Flyt til skrivebord 7
hr: Premjesti na radnu povr¹inu 7
hu: 7. Asztalra váltás
ja: デスクトップ７に変更

source: Switch to desktop 8
ca: Canvia a l'escriptori 8
cs: Pøepnutí na plochu 8
da: Flyt til skrivebord 8
hr: Premjesti na radnu povr¹inu 8
hu: 8. Asztalra váltás
ja: デスクトップ８に変更

source: Switch one desktop to the right
ca: Canvia a l'escriptori de la dreta
cs: Pøepnutí o jednu plochu vpravo
da: Flyt et skrivebord til højre
hr: Premjesti na desnu radnu povr¹inu
hu: Egy asztallal jobbra
ja: 右のデスクトップに変更

source: Switch one desktop to the left
ca: Canvia a l'escriptori de l'esquerra
cs: Pøepnutí o jednu plochu vlevo
da: Flyt et skrivebord til venstre
hr: Premjesti na lijevu radnu povr¹inu
hu: Egy asztallal balra
ja: 左のデスクトップに変更

source: Switch one desktop up
ca: Canvia a l'escriptori de dalt
cs: Pøepnutí o jednu plochu nahoru
da: Flyt et skrivebord op
hr: Premjesti na gornju radnu povr¹inu
hu: Egy asztallal feljebb
ja: 上のデスクトップに変更

source: Switch one desktop down
ca: Canvia a l'escriptori de baix
cs: Pøepnutí o jednu plochu dolù
da: Flyt et skrivebord ned
hr: Premjesti na doljnju radnu povr¹inu
hu: Egy asztallal lejjebb
ja: 下のデスクトップに変更

source: New
ca: Nou
cs: Nový
da: Ny
hr: Novi
hu: Új
ja: 新規作成

source: Next
ca: Següent
cs: Dal¹í
da: Næste
hr: Slijedeæi
hu: Következõ
ja: 次

source: Prior
ca: Previ
cs: Pøede¹lý
da: Forrige
hr: Prija¹nji
hu: Elõzõ
ja: 前

source: Find
ca: Busca
cs: Nalézt
hr: Naði
hu: Keresés
ja: 検索

source: Home
ca: Inici
cs: Domù
da: Hjem
hr: Poèetak
hu: Elejére
ja: ホーム

source: End
ca: Fi
cs: Konec
da: Slut
hr: Kraj
hu: Végére
ja: 終了
