Repository: xwizard/kde1
Catalog: kdebase-1.1.2/po/*/kcmkwm.po
Languages: cs, eo, es, hu, no, sk, sv

source: &Buttons
cs: &Dekorace okna
eo: &Butonoj
es: &Botones
hu: &Gombok
no: &Knapper
sk: &Dekorácia okna
sv: &Knappar

source: &Titlebar
cs: &Titulek
eo: &Titollistelo
es: Barra de &Títulos
hu: Cí&msor
no: &Tittellinje
sk: &Titulok
sv: &Namnlist

source: Bo&rders
cs: &Hranice
eo: &Limoj
es: &Bórdes
hu: Szegélye&k
no: &Kanter
sk: Ok&raje
sv: &Kanter

source: &Mouse
cs: M&y¹
eo: &Muso
es: &Ratón
hu: Eg&ér
no: &Mus
sk: &My¹ka
sv: &Mus

source: &Advanced
cs: &Pokroèilé
eo: &Pli da
es: &Avanzado
hu: H&aladóknak
no: &Avansert
sk: &Roz¹írené
sv: &Avancerat

source: usage: kcmkwm [-init | {options,buttons,titlebar,borders,mouse,advanced}]
cs: Pou¾ití: kcmkwm [-init | {options,buttons,titlebar,borders,mouse,advanced}]
eo: uzo: kcmkwm [-init | {options,buttons,titlebar,borders,mouse,advanced}]
es: modo de uso: kcmkwm [-init | {options,buttons,titlebar,borders,mouse,advanced}]
hu: használat: kcmkwm [-init | {options,buttons,titlebar,borders,mouse,advanced}]
no: bruk: kcmkwm [-init | {optinos,buttons,titlebar,borders,mouse,advanced}]
sk: Pou¾itie: kcmkwm [-init | {options,buttons,titlebar,borders,mouse,advanced}]
sv: användning: kcmkwm [-init | {options,buttons,titlebar,borders,mouse,advanced}]

source: Window manager style
cs: Vlastnosti správce oken
eo: Stilo de la fenestroregilo
es: Estilo del gestor de ventanas
hu: Ablakkezelõ stílusa
no: Vindusbehandlerstil
sk: Vlastnosti správcu okien
sv: Fönsterhanterarens inställningar

source: Minimize
cs: Ikonifikace
eo: Minimumigo
es: Minimizar
hu: Minimalizálás
no: Minimer
sk: Ikonizácia
sv: Minimera

source: Maximize
cs: Maximalizace
eo: Maksimumigo
es: Maximizar
hu: Maximalizálás
no: Maksimer
sk: Maximalizácia
sv: Maximera

source: Sticky
cs: Pøilepení
eo: Fikso
es: Pegar
hu: Rögzítés
no: Sitter fast
sk: Prilepenie
sv: Klistrig

source: Menu
eo: Menuo
es: Menú
hu: Menü
no: Meny
sv: Meny

source: Left
cs: Vlevo
eo: Maldekstre
es: Izquierda
hu: Bal
no: Venstre
sk: Vµavo
sv: Vänster

source: Right
cs: Vpravo
eo: Dekstre
es: Derecha
hu: Jobb
no: Høyre
sk: Vpravo
sv: Höger

source: The left side of the titlebar is full... disabling the 'maximise' button
cs: Levá strana titulku je plná ... vyøazuji 'maximalizaèní' tlaèítko
eo: La maldekstra flanko de la titollistelo estas plena... malaktivigas la maksimumigilon.
es: El lado izquierdo de la barra del título está lleno... se ha deshabilitado el botón de 'maximizar'
hu: A címsor bal oldala már megtelt... kikapcsolom a 'maximalizálás' gombot
no: Venstre side av tittellinjen er full... kobler ut 'maksimerings'-knappen
sk: ¥avá strana titulku je plná... zakazujem 'maximalizaèné' tlaèítko
sv: Den vänstra delen av namnlisten är full. Stänger av 'maximera'-knappen

source: The right side of the titlebar is full... disabling the 'maximise' button
cs: Pravá strana titulku je plná ... vyøazuji 'maximalizaèní' tlaèítko
eo: La dekstra flanko de la titollistelo estas plena... malaktivigas la maksimumigilon.
es: El lado derecho de la barra del título está lleno... se ha deshabilitado el botón de 'maximizar'
hu: A címsor jobb oldala már megtelt... kikapcsolom a 'maximalizálás' gombot
no: Høyre side av tittellinjen er full... kobler ut 'maksimerings'-knappen
sk: Pravá strana titulku je plná ... zakazujem 'maximalizaèné' tlaèítko
sv: Den högra delen av namnlisten är full. Stänger av 'maximera'-knappen

source: The left side of the titlebar is full... disabling the 'minimise' button
cs: Levá strana titulku je plná ... vyøazuji 'minimalizaèní' tlaèítko
eo: La maldekstra flanko de la titollistelo estas plena... malaktivigas la minimumigilon.
es: El lado izquierdo de la barra del título está lleno... se ha deshabilitado el botón de 'minimizar'
hu: A címsor bal oldala már megtelt... kikapcsolom a 'minimalizálás' gombot
no: Venstre side av tittellinjen er full... kobler ut 'minimerings'-knappen
sk: ¥avá strana titulku je plná... zakazujem 'minimalizaèné' tlaèítko
sv: Den vänstra delen av namnlisten är full. Stänger av 'minimera'-knappen

source: The right side of the titlebar is full... disabling the 'minimise' button
cs: Pravá strana titulku je plná ... vyøazuji 'minimalizaèní' tlaèítko
eo: La dekstra flanko de la titollistelo estas plena... malaktivigas la minimumigilon.
es: El lado derecho de la barra del título está lleno... se ha deshabilitado el botón de 'minimizar'
hu: A címsor jobb oldala már megtelt... kikapcsolom a 'minimalizálás' gombot
no: Høyre side av tittellinjen er full... kobler ut 'minimerings'-knappen
sk: Pravá strana titulku je plná... zakazujem 'minimalizaèné' tlaèítko
sv: Den högra delen av namnlisten är full. Stänger av 'minimera'-knappen

source: Title Alignment
cs: Zarovnání titulku
eo: Titolaranøo
es: Alineación del título
hu: Cím elhelyezése
no: Titteljustering
sk: Zarovnanie titulku
sv: Textjustering i namnlisten

source: Middle
cs: Doprostøed
eo: Meze
es: Centrado
hu: Középen
no: Midterst
sk: Stred
sv: Mitten

source: Shaded Vertically
cs: Stínovaný vertikálnì
eo: Vertikala kolorþanøo
es: Sombreado vertical
hu: Függõleges színátmenet
no: Vertikal overgang
sk: Tieòovaný vertikálne
sv: Vertikal toning

source: Shaded Horizontally
cs: Stínovaný horizontálnì
eo: Horizontala kolorþanøo
es: Sombreado horizontal
hu: Vízszíntes színátmenet
no: Horisontal overgang
sk: Tieòovaný horizontálne
sv: Horisontell toning

source: Plain
cs: Jednoduchý
eo: Plenkolora
es: Sólido
hu: Síma
no: Vanlig
sk: Jednoduchý
sv: Enfärgad

source: Pixmap
cs: Obrázek
eo: Rastrobildo
hu: Kép
sk: Obrázok
sv: Mönster

source: Active title has shaded frame
cs: Aktivní titulek má stínovaný rám
es: Título activo tiene borde con sombra
hu: Az aktív címsor színátmenetes
no: Aktiv tittel har ramme med overgang
sk: Aktívny titulok má tieòovaný rám
sv: Aktiv namnlist har skuggad ram

source: Active pixmap:
cs: Obrázek pro titulek aktivního okna:
eo: por aktiva titolo:
es: Pixmap activo:
hu: Aktív kép:
no: Aktivt-pixmap:
sk: Aktívna pixmapa:
sv: Aktiv pixmap:

source: Inactive pixmap:
cs: Obrázek pro titulek neaktivního okna:
eo: por malaktiva titolo:
es: Pixmap inactivo:
hu: Inaktív kép:
no: Inaktivt-pixmap:
sk: Neaktívna pixmapa
sv: Inaktiv pixmap:

source: No pixmap under text
cs: ®ádný obrázek pod textem
es: Sin pixmap bajo texto
hu: Ne legyen kép a szöveg alatt
no: Ingen pixmap under tekst
sk: ®iadna pixmapa pod textom
sv: Ingen pixmap under texten

source: Mouse action
cs: Èinnost my¹i
eo: Musago
es: Acción del ratón
hu: Egér események
no: Musfunksjon
sk: Akcia my¹i
sv: Musstyrning

source: Left Button double click does:
cs: Dvojité kliknutí levým tlaèítkem my¹i na titulek zpùsobí:
eo: Æe maldekstra musdukliko:
es: Click del botón izquierdo del raton provoca:
hu: Bal gomb kettõ kattintás:
no: Venstremusknapp-dobbelklikk gjør:
sk: Dvojitý klik µavým tlaèítkom:
sv: Dubbelklick med vänster musknapp på namnlisten utför:

source: (Un)Maximize
cs: Maximalizovat/Obnovit
eo: (Mal)Maksimumigu
es: (Des)Maximizar
hu: Maximalizál
no: (Ikke)maksimer
sk: Maximalizácia/Spä»
sv: Växla maximering

source: (Un)Shade
cs: Zarolovat/Vyrolovat
eo: (Mal)Suprenvolvu
es: Cerrar/Abrir persiana
hu: Fel(le)gördít
no: (Ikke)skygge
sk: Iba pás titulku (zap./vyp.)
sv: Växla skuggning

source: Iconify
cs: Ikonifikovat
eo: Piktogramigu
es: Iconificar
hu: Ikonizál
no: Lag til ikon
sk: Ikonizova»
sv: Ikonifiera

source: (Un)Sticky
cs: Pøilepení/Odlepení
eo: (Mal)Fiksu
es: (Des)Pegar
hu: Rajzszög be(ki)
no: (Ikke)fastsatt
sk: Prilepenie/Odlepenie
sv: Växla klistrighet

source: Title animation
cs: Animace titulku
eo: Titolanima¼o
es: Animación del título
hu: Cím animálása
no: Tittelanimasjon
sk: Animácia titulku
sv: Namnlistsanimering

source: Window manager setup - ERROR
cs: Nastavení správce oken - CHYBA
eo: Konfigura¼o fenestroregilo - ERARO
es: Configuración del gestor de ventanas - ERROR
hu: Ablakkezelõ beállítás - HIBA
no: Vindusbehandler-oppsett - FEIL
sk: Vlastnosti správcu okien - CHYBA
sv: Fönsterhanterarens inställningar - FEL

source: There was an error while saving the titlebar pixmaps! Please check permissions.
cs: Nastala chyba pøi ukládání obrázkù pro titulek! Prosím zkontrolujte pøístupová práva.
eo: Okazis eraro dum sekurigo de la titollistelaj bildoj! Kontrolu la dosierpermesojn.
es: Hubo un error al guardar los pixmaps de la barra de título. Compruebe los permisos por favor.
hu: Hiba történt a címsor háttérkép mentésekor! Ellenõrizze a fájl hozzáférési jogokat.
no: Det oppstod en feil under lagring av tittel-pixmapene! Vennligst sjekk tilgang.
sk: Nastala chyba pri ukladaní pixmáp titulku! Prosím skontrolujte právomoci.
sv: Det uppstod ett fel när namnlistens pixmapar skulle sparas! Var god kontrollera rättigheter.

source: Windows
cs: Okna
eo: Fenestroj
es: Ventanas
hu: Ablakok
no: Vinduer
sk: Okná
sv: Fönster

source: Vertical maximization only by default
cs: Implicitnì pouze Vertikální maximalizace
eo: Vertikala maksimumigo nur implicite
es: Maximizado vertical sólo por defecto
hu: Csak függõleges maximalizálás alapértelmezésként
no: Vertikal maksimering kun som standard
sk: ©tandardne len vertikálna maximalizácia
sv: Standard är att maximera enbart vertikalt

source: Display content in moving windows
cs: Zobrazovat obsah okna pøi jeho pøesunu
eo: Dum fenestroþovado montru la enhavon
es: Mostrar contenido en ventanas en movimiento
hu: Mutassa az ablak tartalmát mozgatáskor
no: Vis innholdet når vinduet flyttes
sk: Zobrazova» obsah v presúvaných oknách
sv: Visa innehåll i fönster som flyttas

source: Display content in resizing windows
cs: Zobrazovat obsah okna pøi zmìnì jeho velikosti
eo: Dum grandecþanøo montru la enhavon
es: Mostrar contenido en ventanas al redimensionar
hu: Mutassa az ablak tartalmát átméretezéskor
no: Vis innholdet når vinduet endrer størrelse
sk: Zobrazova» obsah v zväè¹ujúcich sa oknách
sv: Visa fönsterinnehåll då fönstrets storlek ändras

source: Resize animation:
cs: Animace zmìny velikosti:
eo: Anima¼o por grandecþanøo:
es: Redimensionar animación:
hu: Átméretezés animáció:
no: Endrestørrelseanim.:
sk: Animácia zmeny veµkosti:
sv: Namnlistsanimering:

source: None
cs: ®ádná
eo: Neniu
es: Ninguno
hu: Nincs
no: Ingen
sk: ®iadna
sv: Ingen

source: Fast
cs: Rychlá
eo: Rapida
es: Rápido
hu: Gyors
no: Hurtig
sk: Rýchla
sv: Snabb

source: Placement policy
cs: Zpùsob umís»ování
eo: Lokadostrategio
es: Política de colocación
hu: Elhelyezési mód
no: Plasseringspolitikk
sk: Spôsob umiestòovania
sv: Placeringspolicy

source: Smart
cs: Inteligentní
eo: Inteligenta
es: Inteligente
hu: Intelligens
sk: Elegantne

source: Cascade
cs: Kaskáda
eo: Kaskada
es: Cascada
hu: Egymás fölött
no: Kortstokk
sk: Kaskádovite
sv: Kaskad

source: Interactive
cs: Interaktivní
eo: Interaga
es: Interactivo
hu: Interaktív
no: Interaktiv
sk: Interaktívne
sv: Interaktiv

source: Random
cs: Náhodné
eo: Hazarda
es: Al azar
hu: Véletlenszerû
no: Tilfeldig
sk: Náhodne
sv: Slumpmässig

source: Manual
cs: Ruèní
eo: Permana
hu: Kézi
no: Manuell
sk: Manuálne
sv: Manuell

source: Allowed overlap: (% of desktop space)
cs: Povolený pøesah: (% pracovní plochy)
eo: Permesu kovradon: (% de la laborspaco)
es: Permitir solapamiento: (% del espacio del escritorio)
hu: Engedélyezett átfedés: (az asztal területének %-a)
no: Godtatte overlappinger: (% av skrivebordsplass)
sk: Povolený prekryv: (% priestoru plochy)
sv: Tillåt överlappning: (% av skrivbordets storlek)

source: Focus policy
cs: Zpùsob zaktivnìní okna
eo: Fokusigomaniero
es: Tipo de focalización
hu: Fókusz mód
no: Fokuseringspolitikk
sk: Spôsob aktivácie
sv: Fokuspolicy

source: Click to focus
cs: Kliknout k aktivaci
eo: per kliko
es: Click para focalizar
hu: Fókusz rákattintáskor
no: Klikk for fokus
sk: Kliknú» pre aktiváciu
sv: Klicka för fokus

source: Focus follows mouse
cs: Okno pod my¹í je aktivní
eo: sekvante la muson (inteligenta)
es: El foco sigue el ratón
hu: Fókusz követi az egeret
no: Fokus følger mus
sk: Okno pod my¹ou je aktívne
sv: Fokus följer musen

source: Classic focus follows mouse
cs: Okno pod my¹í je aktivní (klasické)
eo: sekvante la muson (klasika)
es: El foco sigue el ratón clásico
hu: Klasszikus fókusz-követi-az-egeret
no: Klassisk fokus følger mus
sk: Posledné pod my¹ou je aktívne
sv: Klassisk fokus följer musen

source: Classic sloppy focus
cs: Aktivace kliknutím (klasická)
eo: sekvante la muson
es: Foco descuidado clásico
hu: Klasszikus laza fókusz
no: Klassisk klikk for fokus
sk: Sloppy aktivácia
sv: Klassisk hafsig fokus

source: Auto Raise
cs: Automaticky dávat do popøedí
eo: Aýtomalfonigo
es: Pasar al frente automático
hu: Autómatikus elõtérbe hozás
no: Legg automatisk øverst
sk: Auto. zdvihnú»
sv: Autohöjning

source: Click Raise
cs: Kliknutí pøesouvá do popøedí
es: Click Pasa al Frente
hu: Elõtérbe hozás egérkattintással
no: Klikk for å legge øverst
sk: Klik zdvíha
sv: Höj vid klick

source: Delay (ms)
cs: Prodleva (ms)
eo: Prokrasto (ms)
es: Retardo (ms)
hu: Késleltetés (ms)
no: Forsinkelse (ms)
sk: Po èase(ms)
sv: Fördröjning (ms)

source: Active desktop borders
cs: Aktivní hranice pracovní plochy
eo: Þovi fenestrojn inter labortabuloj
es: Bórdes activos
hu: Aktív asztal szélek
no: Aktive skrivebordskanter
sk: Aktívne okraje plochy
sv: Aktiva skrivbordskanter

source: Enable active desktop borders
cs: Umo¾nit aktivní hranice pracovní plochy
eo: Ebligu la þovadon de fenestroj trans limojn
es: Activar bordes activos
hu: Aktiv asztal szélek engedélyezése
no: Skru på aktive skrivebordskanter
sk: Povoli» aktívne okraje plochy
sv: Använd aktiva skrivbordskanter

source: Move pointer towards center after switch
cs: Pøesunout ukazatel ke støedu po pøepnutí
eo: Movu la montrilon al la centro post limtransiro
es: Mover puntero al centro después del cambio
hu: Az egérmutatót állítsa középre váltás után
no: Flytt peker mot senter etter bytte
sk: Presunú» ukazateµ do stredu po prepnutí
sv: Flytta muspekaren mot mitten efter byte

source: Desktop switch delay:
cs: Prodleva pøi pøepnutí pracovní plochy
es: Retardo para cambiar de Escritorio:
hu: Asztal váltás késleltetés:
no: Forsinkelese for skrivebordsbytte:
sk: Oddiali» prepnutie plochy:
sv: Fördröjning innan skrivbordsbyte:

source: Magic Borders
cs: Magické hranice
eo: Magiaj limoj
es: Bórdes mágicos
hu: Varázs szélek
no: Magiske kanter
sk: Magické okraje
sv: Magiska kanter

source: Border Snap Zone: (pixels)
cs: Zóna zarovnání pozadí (v bodech)
eo: Kaptdistanco de limoj: (bildpunktoj)
es: Zona de adhesión en bórdes: (pixels)
hu: Aktív szél zóna: (képpontban megadva)
no: Kantlåsområde: (punkter)
sk: Úchytná zóna okrajov (v bodoch):
sv: Skrivbordets kantzon: (pixlar)

source: Window Snap Zone: (pixels)
cs: Zóna zarovnání okna (v bodech)
eo: Kaptdistanco de fenestroj: (bildpunktoj)
es: Zona de adhesión en ventanas: (pixels)
hu: Aktív ablak zóna: (képpontban megadva)
no: Vindulåsområde: (punkter)
sk: Úchytná zóna okna (v bodoch):
sv: Fönstrens kantzoner: (pixlar)

source: Active
cs: Aktivní
eo: Aktiva
es: Activado
hu: Aktív
no: Aktiv
sk: Aktívny
sv: Aktiv

source: Inactive
cs: Neaktivní
eo: Malaktiva
es: Inactivado
hu: Inaktív
no: Inaktiv
sk: Neaktívny
sv: Inaktiv

source: Titlebar and frame:
cs: Titulek a rám:
eo: Titolo kaj kadro
es: Barra de título y márgen:
hu: Címsor és keret:
no: Tittellinje og rammer:
sk: Titulok a rám:
sv: Namnlist och ram

source: Inactive inner window:
cs: Vnitøek neaktivního okna:
eo: Malaktiva fenestrointerna¼o:
es: Ventana interior inactiva:
hu: Inaktív belsõ ablak:
no: Inaktiv indre vindu:
sk: Neaktívne vnútorné okno:
sv: Inne i inaktivt fönster:

source: Inner window, titlebar and frame:
cs: Vnitøek okna, titulek a rám::
eo: Fenestrointerna¼o, titolo, kadro:
es: Ventana interior, título y márgen:
hu: Belsõ ablak, címsor és keret:
no: Indre vindu, tittellinje og ramme:
sk: Vnútorné okno, titulok a rám:
sv: Inne i fönster, namnlist och ram:

source: Left Button
cs: Levé tlaèítko
eo: Maldekstra butono
es: Botón izquierdo
hu: Bal gomb
no: Venstre knapp
sk: ¥avé tlaèítko
sv: Vänster musknapp

source: Middle Button
cs: Prostøední tlaèítko
eo: Meza butono
es: Botón central
hu: Középsõ gomb
no: Midterste knapp
sk: Stredné tlaèítko
sv: Mittenmusknappen

source: Right Button
cs: Pravé tlaèítko
eo: Dekstra butono
es: Botón derecho
hu: Jobb gomb
no: Høyre knapp
sk: Pravé tlaèítko
sv: Höger musknapp

source: ALT + Left Button
cs: ALT + Levé tlaèítko
eo: ALT + Maldekstra butono
es: Alt + botón izquierdo
hu: ALT + Bal gomb
no: ALT + Venstre knapp
sk: ALT + ¥avé tlaèítko
sv: ALT + vänster musknapp

source: ALT + Middle Button
cs: ALT + Prostøední tlaèítko
eo: ALT + Meza butono
es: Alt + Botón central
hu: ALT + Középsõ gomb
no: ALT + Midterste knapp
sk: ALT + Stredné tlaèítko
sv: ALT + mittenmusknappen

source: ALT + Right Button
cs: ALT + Pravé tlaèítko
eo: ALT + Dekstra butono
es: Alt + botón derecho
hu: ALT + Jobb gomb
no: ALT + Høyre knapp
sk: ALT + Pravé tlaèítko
sv: ALT + höger musknapp

source: Raise
cs: Dát do popøedí
eo: Malfonigo
es: Subir
hu: Felemel
no: Legg øverst
sk: Zdvihnú»
sv: Höj

source: Lower
cs: Dát do pozadí
eo: Fonigo
es: Bajar
hu: Lesûlyeszt
no: Legg nederst
sk: Zní¾i»
sv: Sänk

source: Operations menu
cs: Menu s operacemi
eo: Agomenuo
es: Menú de operaciones
hu: Vezérlõ menü
no: Operasjonsmeny
sk: Menu operácií
sv: Visa fönstermeny

source: Toggle raise and lower
cs: Pøepnutí do pozadí/popøedí
eo: (Mal)fonigo
es: Cambiar entre subir y bajar
hu: Felemelés és sûlyesztés váltogatása
no: Bytt på øverst og nederst
sk: Prepína» zdvihnú»/zní¾i»
sv: Höj / sänk

source: Nothing
cs: Nic
eo: Nenio
es: Nada
hu: Semmi
no: Ingenting
sk: Niè
sv: Ingenting

source: Activate and raise
cs: Aktivuj a dej do popøedí
eo: Aktivigo + malfonigo
es: Activar y subir
hu: Aktiválás és felemelés
no: Aktiver og legg øverst
sk: Aktivova» a zdvihnú»
sv: Aktivera och höj

source: Activate and lower
cs: Aktivuj a dej do pozadí
eo: Aktivigo + fonigo
es: Activar y bajar
hu: Aktiválás és lesûlyesztés
no: Aktiver og legg nederst
sk: Aktivova» a zní¾i»
sv: Aktivera och sänk

source: Activate
cs: Aktivuj
eo: Aktivigo
es: Activar
hu: Aktiválás
no: Aktiver
sk: Aktivova»
sv: Aktivera

source: Activate, raise and pass click
cs: Aktivuj, dej do popøedí a pøedej kliknutí
eo: Aktivigo, malfonigo + kliko
es: Activar, subir y pasar el click
hu: Aktiválás, felemelés és kattintás átadása
no: Aktiver, legg øverst og ignorer klikk
sk: Aktivova», zvy¹i» a poda» kliknutie
sv: Aktivera, höj och skicka vidare musklickningen

source: Activate and pass click
cs: Aktivuj a pøedej kliknutí
eo: Aktivigo + kliko
es: Activar y pasar el click
hu: Aktiválás és kattintás átadása
no: Aktiver og ignorer klikk
sk: Aktivova» a poda» kliknutie
sv: Aktivera och skicka vidare musklickningen

source: Move
cs: Pøesunout
eo: Movo
es: Mover
hu: Mozgatás
no: Flytt
sk: Presunú»
sv: Flytta

source: Resize
cs: Zmìnit velikost
eo: Þanøu la grandecon
es: Redimensionar
hu: Átméretezés
no: Ny størrelse
sk: Zmena veµkosti
sv: Ändra storlek

source: Keyboard and Mouse
cs: Klávesnice a my¹
eo: Klavaro kaj muso
es: Teclado y ratón
hu: Billentyûzet és egér
no: Tastatur og mus
sk: Klávesnica a my¹
sv: Tangentbord och mus

source: Ctrl-Tab walks through desktops
cs: Ctrl-Tab prochází pracovní plochy
eo: Ktrl-Tab iras tra labortabuloj
es: Ctrl-Tab cambia de escritorio
hu: Ctrl-Tab az asztalok között is váltogat
no: Ctrl-Tab går gjennom skrivebord
sk: Ctrl-Tab prechádza plochami
sv: Ctrl-tab går mellan skrivborden

source: Alt-Tab is limited to current desktop
cs: Alt-Tab je omezen na souèasnou pracovní plochu
eo: Alt-Tab estas limigita al aktuala labortabulo
es: Alt-Tab esta limitado al escritorio actual
hu: Alt-Tab csak a jelenlegi asztalra vonatkozik
no: Alt-Tab er begrenset til gjeldende skrivebord
sk: Alt-Tab limitovaný na súèasnú plochu
sv: Alt-tab är begränsad till aktuellt skrivbord

source: Alt-Tab mode:
cs: Alt-Tab mód:
eo: Alt-Tab-modo:
es: Modo Alt-Tab:
hu: Alt-Tab mód:
no: Alt-Tab-modus:
sk: Re¾im Alt-Tab:
sv: Alt-tab-läge:

source: Grab the Right Mouse Button
cs: Odchytit pravé tlaèítko my¹i
eo: Atentu maldekstran musbutonon
es: Capturar el botón derecho del ratón
hu: Jobb egérgomb elfogása
no: Ta høyre musknapp
sk: Odchytáva» pravé tlaèítko my¹i
sv: Ta över höger musknapp

source: Filters
cs: Filtry
eo: Filtriloj
es: Filtros
hu: Szûrõk
no: Filter
sk: Filtre
sv: Filter

source: Windows will:
cs: Okna :
eo: Fenestroj:
es: Las ventanas:
hu: Az ablakok:
no: Vinduer vil:
sk: Okná budú:
sv: Fönstren kommer:

source: have tiny decorations
cs: budou mít malé dekorace
eo: havas etan dekoracion
es: tendrán decoraciones pequeñas
hu: apró dekorációkkal rendelkeznek
no: ha tynn dekorasjon
sk: ma» málo dekorácií
sv: ha små dekorationer

source: have no decorations
cs: nebudou mít ¾ádné dekorace
eo: havas neniun dekoracion
es: no tendrán decoraciones
hu: nem rendelkeznek dekorációkkal
no: ikke ha noen dekorasjon
sk: bez dekorácií
sv: inte ha några dekorationer

source: never gain focus
cs: nedostanou nikdy fokus
eo: neniam akiras fokuson
es: nunca obtendrán el foco
hu: soha nem kerülnek fókuszba
no: aldri oppnå fokus
sk: nikdy sa nezvolia
sv: aldrig få fokus

source: start as Sticky
cs: budou startovány jako pøilepené
eo: lanæiøas fiksitaj
es: iniciarán pegadas
hu: rögzítettként indulnak
no: starte som fastsatt
sk: spustia sa ako Prilepené
sv: starta klistriga

source: be excluded from session management
cs: budou vypu¹»eny ze správy sezení
eo: estas ekskluditaj de seancadministrado
es: serán excluidas del control de la sesión
hu: nem vesznek részt a session kezelésben
no: bli unntatt fra sesjonsbehandling
sk: vyòaté zo správy sedení
sv: undantas från sessionshanteringen

source: if they match the following:
cs: jestli¾e budou splòovat následující:
eo: se ili konvenas al:
es: si coinciden con:
hu: ha illenek rájuk az alábbiak:
no: hvis de passer følgende:
sk: ak sa budú zhodova» s týmto:
sv: om de stämmer överens med följande:

source: Titles
cs: Titulky
eo: Titoloj
es: Títulos
hu: Címek
no: Titler
sk: Titulky
sv: Namnlister

source: Classes
cs: Tøídy
eo: Klasoj
es: Clases
hu: Osztályok
no: Klasser
sk: Triedy
sv: Klasser
