Repository: xwizard/kde1
Catalog: kdebase-1.1.2/po/*/kcmkfm.po
Languages: da

source: &Font
da: &Skrifttype

source: &Color
da: &Farve

source: &Other
da: &Andre

source: User &Agent
da: &Browseridentifikation

source: Coo&kies
da: Coo&kier

source: &Desktop Icons
da: Skrivebords&ikoner

source: usage: %s [-init | {font,color,misc,proxy,http,useragent,cookies,icons}]
da: brug: %s [-init | {font,color,misc,proxy,http,useragent,cookies,icons}]

source: KFM Configuration
da: KFM Indstilling

source: Small
da: Lille

source: Medium
da: Middel

source: Large
da: Stor

source: Standard Font
da: Standard skrift

source: Fixed Font
da: Fast skrifttype

source: Default Charset
da: Standard tegnsæt

source: Use language charset
da: Brug sprogets tegnsæt

source: Background Color:
da: Baggrundsfarve:

source: Normal Text Color:
da: Normal tekstfarve:

source: URL Link Color:
da: URL-linkfarve:

source: Followed Link Color:
da: Farve på fulgte henvisninger:

source: Change cursor over link.
da: Ændr markør over henvisninger.

source: Underline links
da: Understreg henvisninger

source: Always use my colors
da: Brug altid mine farver

source: &Allow per-URL settings
da: &Tillad per-URL-indstillinger

source: Tree &view follows navigation
da: Filhierarki følger na&vigation

source: Editor
da: Tekstredigering

source: Don't forget to save your settings!
da: Husk at gemme indstillingerne!

source: Use proxy
da: Brug proxy

source: No Proxy for:
da: Ingen proxy for:

source: Accept languages:
da: Accepter sprog:

source: Accept character sets:
da: Accepter tegnsæt:

source: Assume HTML
da: Antag HTML

source: On server:
da: På server:

source: login as:
da: skal der bruges:

source: &Add
da: &Tilføj

source: Known bindings:
da: Nuværende konfigurationer:

source: &Enable Cookies
da: &Slå cookier til

source: Default accept policy
da: Standard politik for cookies

source: Accept
da: Godtag

source: Ask
da: Spørg

source: Reject
da: Afvis

source: Domain specific settings:
da: Domæne-specifikke indstillinger:

source: Change domain accept policy
da: Ret politik for accepterede domæner

source: You must enter a domain first !
da: Angiv domæne først!

source: Horizontal Root Grid Spacing:
da: Afstand i vandret bundgitter:

source: Vertical Root Grid Spacing:
da: Afstand i lodret bundgitter:

source: &Transparent Text for Desktop Icons.
da: &Gennemsigtig tekst for ikoner på skrivebordt.

source: Icon foreground color:
da: Forgrundsfarve for ikon:

source: Icon background color:
da: Baggrundsfarve for ikon:

source: Show &Hidden Files on Desktop
da: Vis skj&ulte filer på skrivebord
