Repository: xwizard/kde1
Catalog: kdebase-1.1.2/po/*/kcmsyssound.po
Languages: br, et, fr, hu, is, ja, ru, tr

source: &Sound
br: &Son
et: &Heli
fr: &Son
hu: &Hangok
is: &Hljóð
ja: サウンド(&S)
ru: Звук
tr: &Ses

source: System Sounds
br: Sonioù ar reizhiad
et: Süsteemsed helid
fr: Sons système
hu: Rendszer Hangok
is: Kerfishljóð
ja: システムサウンド
ru: Системные Звуки
tr: Sistem Sesleri

source: (none)
br: (hini ebet)
et: (puudub)
fr: (aucun)
hu: (nincs)
is: (ekkert)
ja: (なし)
ru: (нет)

source: Change to Desktop 1
br: Gwintañ da burev 1
et: Minek töölauale 1
fr: Basculer vers le bureau 1
hu: 1. Asztalra váltás
is: Fara á skjáborð 1
ja: デスクトップ１に変更
ru: Переход на Рабочий стол 1
tr: Masaüstü 1'e geçiþ

source: Change to Desktop 2
br: Gwintañ da burev 2
et: Minek töölauale 2
fr: Basculer vers le bureau 2
hu: 2. Asztalra váltás
is: Fara á skjáborð 2
ja: デスクトップ２に変更
ru: Переход на Рабочий стол 2
tr: Masaüstü 2'e geçiþ

source: Change to Desktop 3
br: Gwintañ da burev 3
et: Minek töölauale 3
fr: Basculer vers le bureau 3
hu: 3. Asztalra váltás
is: Fara á skjáborð 3
ja: デスクトップ３に変更
ru: Переход на Рабочий стол 3
tr: Masaüstü 3'e geçiþ

source: Change to Desktop 4
br: Gwintañ da burev 4
et: Minek töölauale 4
fr: Basculer vers le bureau 4
hu: 4. Asztalra váltás
is: Fara á skjáborð 4
ja: デスクトップ４に変更
ru: Переход на Рабочий стол 4
tr: Masaüstü 4'e geçiþ

source: Change to Desktop 5
br: Gwintañ da burev 5
et: Minek töölauale 5
fr: Basculer vers le bureau 5
hu: 5. Asztalra váltás
is: Fara á skjáborð 5
ja: デスクトップ５に変更
ru: Переход на Рабочий стол 5
tr: Masaüstü 5'e geçiþ

source: Change to Desktop 6
br: Gwintañ da burev 6
et: Minek töölauale 6
fr: Basculer vers le bureau 6
hu: 6. Asztalra váltás
is: Fara á skjáborð 6
ja: デスクトップ６に変更
ru: Переход на Рабочий стол 6
tr: Masaüstü 6'e geçiþ

source: Change to Desktop 7
br: Gwintañ da burev 7
et: Minek töölauale 7
fr: Basculer vers le bureau 7
hu: 7. Asztalra váltás
is: Fara á skjáborð 7
ja: デスクトップ７に変更
ru: Переход на Рабочий стол 7
tr: Masaüstü 7'e geçiþ

source: Change to Desktop 8
br: Gwintañ da burev 8
et: Minek töölauale 8
fr: Basculer vers le bureau 8
hu: 8. Asztalra váltás
is: Fara á skjáborð 8
ja: デスクトップ８に変更
ru: Переход на Рабочий стол 8
tr: Masaüstü 8'e geçiþ

source: Activate Window
br: Dihuniñ ar prenestr
et: Akna aktiviseerimine
fr: Activer la fenêtre
hu: Ablak aktiválás
is: Virkja glugga
ja: ウィンドウを活性化
ru: Активация Окна
tr: Aktif Pencere

source: Open new window
br: Digeriñ un prenestr nevez
et: Uue akna avamine
fr: Ouvrir une nouvelle fenêtre
hu: Új ablak felnyitás
is: Opna nýjan glugga
ja: 新しいウィンドウを開く
ru: Открытие нового окна
tr: Yeni Pencere Aç

source: Close Window
br: Serriñ ar prenestr
et: Akna sulgemine
fr: Fermer la fenêtre
hu: Ablak bezárás
is: Loka glugga
ja: ウィンドウを閉じる
ru: Закрытие окна
tr: Pencere Kapa

source: Startup
br: Loc'hañ
et: Alglaadimine
fr: Démarrage
hu: Indulás
is: Keyra upp
ja: 起動
ru: Старт
tr: Baþlangýç

source: Window Shade Up
br: Heoliañ ar prenestr
et: Akna üles toomine
fr: Eclaircissement d'une fenêtre
hu: Ablak felgördítés
is: Rúlla glugga upp
ja: ウィンドウを隠す
ru: Скрывание содержимого окна
tr: Pencere Büyütme

source: Window Shade Down
br: Disheoliañ ar prenestr
et: Akna alla varjumine
fr: Assombrissement d'une fenêtre
hu: Ablak legördítés
is: Rúlla glugga niður
ja: ウィンドウを戻す
ru: Открывание содержимого окна
tr: Pencere Küçültme

source: Window Iconify
br: Arlunañ ar prenestr
et: Akna ikoonimine
fr: Icônification d'une fenêtre
hu: Ablak ikonizálás
is: Gluggi í táknmynd
ja: アイコン化
ru: Минимизация окна
tr: Simge Durumuna Küçültme

source: Window DeIconify
br: Dizarlunañ ar prenestr
et: Akna desikoonimine
fr: Déicônification d'une fenêtre
hu: Ikonizált ablak visszaállítás
is: Gluggi úr táknmynd
ja: アイコン化解除
ru: Деминимизация окна
tr: Simge Durmundan Çýkarma

source: Window Maximize
br: Uhelaat prenestr
et: Akna maksimeerimine
fr: Maximisation d'une fenêtre
hu: Ablak maximalizálás
is: Hámarka glugga
ja: 最大化
ru: Максимизация окна
tr: Tam Ekran

source: Window UnMaximize
br: Dizuhelaat prenestr
et: Akna Demaksimeerimine
fr: Démaximisation d'une fenêtre
hu: Maximalizált ablak visszaállítás
is: Afhámarka glugga
ja: 最大化解除
ru: Демаксимизация окна
tr: Eski Boyut

source: Window Sticky
br: Pegañ ar prenestr
et: Aken kleepuvaks
fr: Clouage d'une fenêtre sur le bureau
hu: Ablak rajzszögezés
is: Líma glugga við gler
ja: 常に表示
ru: Прилепление окна
tr: Yapýþkan Pencere

source: Window UnSticky
br: Dispegañ ar prenestr
et: Aken mittekleepuvaks
fr: Déclouage
hu: Rajzszög kihúzás
is: Losa glugga af gleri
ja: 常に表示を解除
ru: Отлепление окна
tr: Serbest Pencere

source: Window Trans New
br: Treuzfurmiñ ar prenestr
fr: Ouverture d'une fenêtre
is: Nýr gluggi
ru: Создание промежуточного состояния окна
tr: Yeni Saydam Pencere

source: Window Trans Delete
br: Treuzdistruj ar prenestr
fr: Fermeture d'une fenêtre
is: Glugga lokað
ru: Удаление промежуточного состояния окна
tr: Saydam Pencere Sil

source: Logout
br: Kuitaat
et: Välja logimine
fr: Déconnexion
hu: Kilépés
is: Stimpla út
ja: ログアウト
ru: Выход
tr: Çýkýþ

source: Logout Message
br: Kemennad kuitaat
et: Väljalogimise teade
fr: Message de déconnexion
hu: Kilépõ üzenet
is: Kveðjuskilaboð
ja: ログアウトメッセージ
ru: Сообщение при выходе
tr: Çýkýþ Mesajý

source: Window Move Start
br: Derou dilec'hiañ ar prenestr
et: Akna liigutamise algus
fr: Début de déplacement d'une fenêtre
hu: Ablak mozgatás kezdete
is: Færa glugga, upphaf
ja: 移動開始
ru: Начало перемещение окна
tr: Pencere Yürüt Baþlangýcý

source: Window Move End
br: Dibenn dilec'hiañ ar prenestr
et: Akna liigutamise lõpp
fr: Fin de déplacement d'une fenêtre
hu: Ablak mozgatás vége
is: Færa glugga, lok
ja: 移動終了
ru: Конец перемещения окна
tr: Pencere Yürüt Sonu

source: Window Resize Start
br: Derou adventañ ar prenestr
et: Akna suuruse muutmise algus
fr: Début de redimensionnement d'une fenêtre
hu: Ablak átméretezés kezdete
is: Breyta stærð glugga, upphaf
ja: サイズ変更開始
ru: Начало изменения размеров окна
tr: Pencere Boyutlandýr Baþlangýcý

source: Window Resize End
br: Dibenn adventañ ar prenestr
et: Akna suuruse muutmise lõpp
fr: Fin de redimensionnement d'une fenêtre
hu: Ablak átméretezés vége
is: Breyta stærð glugga, lok
ja: サイズ変更終了
ru: Конец изменения размеров окна
tr: Pencere Boyutlandýr Bitiþi

source: e&nable system sounds
br: Loc'hañ sonioù ar reizhiad
et: &luba süsteemseid helisid
fr: Activer les so&ns système
hu: Re&ndszerhangok engedélyezése
is: &Virkja kerfisljóð
ja: システムサウンドを有効に(&n)
ru: включить системные звуки
tr: Sistem Seslerini &Aç

source: &Test
br: &Arnod
fr: &Tester
hu: Próba
is: &Prófa
ja: テスト(&T)
ru: Тест

source: &Events:
br: &Degouezhoù :
et: &Sündmused
fr: &Evénements :
hu: &Események:
is: &Atburðir:
ja: イベント(&E)
ru: События:
tr: &Durumlar:

source: &Sounds:
br: &Sonioù :
et: &Helid:
fr: &Sons :
hu: Hangok:
is: &Hljóð
ja: サウンド(&S):
ru: Звуки:
tr: &Sesler:

source: Additional WAV files can be dropped onto the sound list.
br: Restroù WAV ouzhpenn a c'heller leuskel davet roll ar sonioù.
et: WAV-failide lisamiseks kukuta need helide nimekirja.
fr: Des fichiers WAV supplémentaires peuvent être déposés dans la liste de sons.
hu: További WAV állományok a hangok listára dobhatók.
is: Það má sleppa fleiri WAV-skrám í hljóðalistann
ja: 追加のWAVファイルをサウンドリスト上にドロップできます。
ru: Дополнительные WAV файлы могут быть перенесены в список звуков.
tr: Ek WAV dosyalarý sesler kýsmýna býrakýlabilir

source: Unsupported URL
br: URL anskoraet
et: Toetuseta aadress
fr: URL non supportée
hu: Nem támogatott URL
is: Óstudd slóð (URL)
ja: サポートされないURL
ru: Не поддерживаемый URL
tr: Desketlenmeyen URL

source: Sorry, this type of URL is currently unsupportedby the KDE System Sound Module
br: Ho tigarez, ar rizh URL-mañ a zo anskoraet evit ar poent gant ar mollad sonioù ar reizhiad KDE
et: Vabandust, seda tüüpi URL ei ole toetatud KDE süsteemse helimooduli poolt
fr: Désolé, ce type d'URL n'est pas supporté actuellement par le composant son de KDE
hu: Sajnálom, a KDE Redszer Hangok modul ezt a fajta URL-t nem támogatja.
is: KDE-kerfishljóðaeiningin styður ekki svona slóð (URL) í augnablikinu
ja: すみません、この種のURLは現在KDEシステムサウンドモジュールでは サポートされていません。
ru: Извините, этот тип URL не поддерживается Модулем Системных Звуков KDE
tr: Üzgünüm, bu tür URL'ler KDE Sistem Sesleri Modülü tarafýndan henüz desteklenmemektedir.

source: Sorry, but %s does not seem to be a WAV--file.
br: Ho tigarez, hogen %s n'eo ket ur restr WAV, evit doare.
et: Vabandust, aga %s ei paista olevat WAV-fail.
fr: Désolé, mais %s ne semble pas être un fichier WAV.
hu: Sajnálom, de a %s nem úgy néz ki, mint egy WAV állomány.
is: Þetta virðist ekki vera WAV-skrá: %s
ja: すみません、しかし %s はWAVファイルではないようです。
ru: Извините, но %s не похож на WAV файл!
tr: Üzgünüm, fakat %s bir WAV dosyasý gibi görünmüyor.

source: Improper File Extension
br: Astennadur restr siek
et: Ebatäpne faili laiend
fr: Extension de fichier non conforme
hu: Helytelen állomány kiterjesztés
is: Röng ending á skráarnafni
ja: 不適切なファイル拡張子
ru: Неверное Расширение Файла
tr: Yanlýþ Dosya Uzantýsý

source: The file %s is already in the list
br: Ar restr %s a zo er roll endeo
et: Fail %s on juba nimekirjas
fr: Le fichier %s est déjà dans la liste
hu: A következõ állomány: %s már szerepel a listában.
is: Þessi skrá er nú þegar í listanum: %s
ja: ファイル %s は既にリストにあります
ru: Файл %s уже в списке
tr: %s dosyasý zaten listede var.

source: File Already in List
br: Restr er roll endeo
et: Fail on juba nimekirjas
fr: Fichier déjà dans la liste
hu: Az állomány már a listában van
is: Skráin er í listanum
ja: ファイルは既にリストにあります
ru: Файл уже в списке
tr: Dosya Zaten Listede Bulunuyor
