Repository: xwizard/kde1
Catalog: kdebase-1.1.2/po/*/kcontrol.po
Languages: he, pl, sl

source: Unknown module:
he: רכומ אל לודומ
pl: Nieznany modu³:
sl: Neznan modul:

source: KDE Control Center
he: KDE לש הרקבה חול
pl: KDE Centrum sterowania
sl: Nadzorni center KDE

source: &Swallow modules
he: םילודומ לכה
pl: &Zadokowane modu³y
sl: &Pogoltni module

source: KDE Control Center - Version 1.0 Written by Matthias Hölzer (hoelzer@physik.uni-wuerzburg.de) Thanks to: S. Kulow, P. Dowler, M. Wuebben & M. Jones.
pl: KDE Control Center - Wersja 1.0 Napisa³ Matthias Hölzer (hoelzer@physik.uni-wuerzburg.de) Podziêkowania dla: S. Kulow, P. Dowler, M. Wuebben & M. Jones. Polskie t³umaczenie: Piotr Roszatycki <dexter@fnet.pl>
sl: KDE krmilni center - razlièica 1.0 Napisal Matthias Hölzer (hoelzer@physik.uni-wuerzburg.de) Zahvala gre: S. Kulow, P. Dowler, M. Wuebben & M. Jones.

source: KDE Version:
pl: Wersja KDE:
sl: Razlièica KDE:

source: User:
he: שמתשמ םש
pl: U¿ytkownik:
sl: Uporabnik:

source: Hostname:
he: הנחת/תרשה םש
pl: Nazwa serwera:
sl: Ime raèunalnika:

source: System:
he: תכרעמ
sl: Sistem:

source: Release:
he: הסריג
pl: Wersja:
sl: Razlièica:

source: Version:
he: ךיראתמ
pl: Podwersja:
sl: Izdaja:

source: Machine:
he: דבעמ
pl: Architektura:
sl: Raèunalnik:

source: KDE Control Center - Version 1.0 Written by Matthias Hצlzer (hoelzer@physik.uni-wuerzburg.de) Thanks to: S. Kulow, P. Dowler, M. Wuebben & M. Jones.
he: רצלוה סאיתאמ ידי לע בתכנ (hoelzer@physik.uni-wuerzburg.de) :ל תודות סנוג .מ ו ןבוו .מ ,ראלוד .פ ,ולוק .ס
