Repository: xwizard/kde1
Catalog: kdebase-1.1.2/po/*/kdm.po
Languages: et, hu, pl

source: Shutdown or restart?
et: Sulgeda või käivitada uuesti?
hu: Leállítás vagy újraindítás?
pl: Zamkn±æ czy zrestartowaæ?

source: (Enter Root Password)
et: (Sisesta juure parool)
hu: (Add meg a root jelszót)
pl: (Wprowad¼ has³o roota)

source: Shutdown
et: Sulgeda
hu: Leállítás
pl: Zamkniêcie systemu

source: Shutdown and restart
et: Sulgemine ja uuesti käivitamine
hu: Leállítás és újraindítás
pl: Ponowne uruchomienie systemu

source: Restart X Server
et: Käivita X'i server uuesti
hu: X szerver újrainditása
pl: Zrestartuj X Server

source: Login:
et: Logi sisse:
hu: Név:

source: Password:
et: Parool:
hu: Jelszó:
pl: Has³o:

source: Login failed!
et: Sisselogimine ebaõnnestus!
hu: Érvénytelen bejelentkezés!
pl: Brak dostêpu!

source: Session Type:
et: Seansi tüüp:
hu: Felület:
pl: Argumenty sesji:

source: Go!
et: Mine!
hu: Mehet!
pl: Id¼!

source: Shutdown...
et: Sulgemine...
hu: Leállítás...
pl: Zamkniêcie...

source: Logins not available right now.
et: Momendil ei ole sisse logimine võimalik.
hu: Most nem lehet bejelentkezni.
pl: Nie mo¿na siê teraz zalogowaæ.

source: login_getcapstr() failed.
et: login_getcapstr() ebaõnnestus.
hu: login_getcapstr() hiba.
pl: login_getcapstr() nie uda³ siê.

source: Sorry -- your account has expired.
et: Vabandust -- sinu konto on aegunud.
hu: Sajnálom -- a hozzáférésed lejárt.
pl: Niestety, konto siê zdezaktualizowa³o.

source: Warning: your account expires on %s
et: Hoiatus: sinu konto aegub %s
hu: Figyelem: a hozzáférésed lejár ekkor: %s
pl: Ostrze¿enie: konto siê dezaktualizuje %s

source: Home directory not available
et: Kodukataloog ei ole saadaval
hu: A saját könyvtárad nem elérhetõ
pl: Katalog domowy jest niedostêpny
