Repository: xwizard/kde1
Catalog: kdebase-1.1.2/po/*/kdmconfig.po
Languages: et, fi, hu, it, pl, tr

source: &Appearance
et: &Väljanägemine
fi: &Ulkon‰kˆ
hu: &Megjelenés
it: &Aspetto
pl: &Wygl±d
tr: &Görünüm

source: &Background
et: &Taust
fi: &Tausta
hu: &Háttér
it: &Sfondo
pl: &T³o
tr: %Arkaplan

source: &Users
et: &Kasutajad
fi: &K‰ytt‰j‰t
hu: &Felhasználók
it: &Utenti
pl: &U¿ytkownicy
tr: &Kullanýcýlar

source: &Sessions
et: &Seansid
fi: &Istunnot
hu: &Felület
it: S&essioni
pl: &Sesje
tr: &Oturumlar

source: usage: kdmconfig [-init | {appearance,font,background,sessions,users}]
et: kasutusviis: kdmconfig [-init | {appearance,font,background,sessions,users}]
fi: k‰yttˆ: kdmconfig [-init | {appearance,font,background,sessions,users}]
hu: használat: kdmconfig [-init | {appearance,font,background,sessions,users}]
it: utilizzo: kdmconfig [-init | {aspetto,font,sfondo,sessioni,utenti}]
pl: u¿ycie: kdmconfig [-init | {appearance,font,background,sessions,users}]
tr: kullaným: kdmconfig [-init | {appearance,font,background,sessions,users}]

source: KDM Configuration
et: KDM konfiguratsioon
fi: KDM:n asetukset
hu: KDM beállítás
it: Configurazione KDM
pl: Konfiguracja KDM
tr: KDM Ayarlama

source: Sorry, but you don't have read/write permission to the KDM setup file.
et: Vabandust, aga sul ei ole õigusi lugeda/kirjutada KDM konfiguratsioonifaili.
fi: Sinulla ei ole luku- tai kirjoitus- oikeutta KDM:n asetustiedostoon.
hu: Sajnálom, de nincs olvasás/írás jogod a KDM beállító fájlra.
it: Spiacente, ma non hai i permessi di lettura/scrittura al file di configurazione di KDM.
pl: Niestety, nie masz praw odczytu/zapisu do pliku konfiguracyjnego KDM.
tr: Üzgünüm, fakat KDM ayar dosyasýný okuma/yazma hakkýna sahip deðilsiniz.

source: Missing privileges
et: Puuduvad privileegid
fi: Puuttuvat oikeudet
hu: Hiányzó jogosultság
it: Mancano i permessi
pl: Brak praw
tr: Eksik tanýmlamalar

source: Greeting string:
et: Tervituse tekst:
fi: Tervehdyslause:
hu: Üdvözlõ szöveg:
it: Messaggio di saluto:
pl: Tekst powitalny:
tr: Karþýlama mesajý:

source: KDM logo:
fi: KDM:n logo:
hu: KDM embléma:
it: logo di KDM:
pl: Logo KDM:
tr: KDM logosu:

source: Click or drop an image here
et: Kliki või kukuta pilt siia
fi: Paina tai tiputa kuva t‰h‰n
hu: Klikkelj vagy dobj egy képet ide
it: Fai click o inserisci(Drop) un immagine qui
pl: Kliknij lub przenie¶ tu obrazek
tr: Bir görüntü týklayýn ya da býrakýn

source: GUI Style:
et: GUI stiil:
fi: Tyyli:
hu: Felület Stílusa:
it: Stile GUI:
pl: Styl GUI:
tr: GUI türü:

source: Windows
hu: Ablakok
tr: Pencereler

source: Language
et: Keel
fi: Kieli
hu: Nyelv
it: Lingua
pl: Jêzyk
tr: Dil

source: Language:
et: Keel:
fi: Kieli:
hu: Nyelv:
it: Lingua:
pl: Jêzyk:
tr: Dil:

source: There was an error loading the image: >
et: Viga pildi laadimisel: >
fi: Kuvaa ladattaessa tapahtui virhe: >
hu: Hiba történt a kép betöltése közben: >
it: C'e` stato un errore nell'apertura dell'immagine: >
pl: Wyst±pi³ b³±d podczas odczytu obrazku: >
tr: Görüntü yüklenirken hata oluþtu: >

source: ERROR
et: VIGA
fi: VIRHE
hu: HIBA
it: ERRORE
pl: B£¡D
tr: HATA

source: There was an error saving the image: >
et: Viga pildi salvestamisel: >
fi: Kuvaa tallenettaessa tapahtui virhe: >
hu: Hiba történt a kép mentése közben: >
it: C'e` stato un errore nel salvataggio dell'immagine: >
pl: Wyst±pi³ b³±d podczas zapisu obrazku: >
tr: Görüntü kaydedilirken hata oluþtu: >

source: Sorry, but
et: Vabandust, aga
fi: Anteeksi, mutta
hu: Sajnos,
it: Spiacente, ma
pl: Niestety,
tr: Üzgünüm, fakat

source: does not seem to be an image file
et: ei paista olevat graafikafail
fi: ei n‰yt‰ olevan kuvatiedosto
hu: ez úgy tûnik nem képfájl
it: Non sembra un file di immagine
pl: to nie jest plik graficzny
tr: bir resim dosyasý gibi görünmüyor

source: Please use files with these extensions
et: Palun kasuta faile järgnevate laienditega
fi: K‰yt‰ tiedostoja n‰ill‰ p‰‰tteill‰
hu: Kérlek a következõ kiterjesztésû fájlokat használd
it: Per cortesia , usa files con queste estensioni
pl: U¿yj plików, które maj± odpowiednie rozsze¿enia
tr: Lütfen þu uzantýlý dosyalarý kullanýnýz

source: Improper File Extension
et: Sobimatu faililaiend
fi: Soveltumaton tiedostop‰‰te
hu: Téves fájl kiterjesztés
it: Estensione file errata
pl: Rozszerzenie nazwy pliku
tr: Geçersiz Dosya Uzantýsý

source: < It will not be saved...
et: < Seda ei salvestata...
fi: < Sit‰ ei tallenneta...
hu: < Nem lesz mentve...
it: < Non sarà salvato...
pl: < Nie bêdzie zapisany...
tr: < Kaydedilmeyecek...

source: Select fonts
et: Vali fondid
fi: Valitse kirjasin
hu: Betûtípus választás
it: Seleziona font
pl: Wybierz czcionkê
tr: Yazý tipini seçiniz

source: Example
et: Näide
fi: Esimerkki
hu: Példa
it: Esempio
pl: Przyk³ad

source: Change font...
et: Muuda font...
fi: vaihda kirjasin...
hu: Betûtípus változtatás...
it: Cambia font...
pl: Zmieñ &czcionkê...

source: Greeting
et: Tervitus
fi: Tervehdys
hu: Üdvözlet
it: Saluto
pl: Powitanie
tr: Karþýlama

source: Fail
et: Ebaõnnestumine
fi: Virhe
hu: Hiba
it: Errore
pl: B³±d
tr: Baþarýsýz

source: Standard
fi: Vakio
hu: Alap
pl: Zwyk³a
tr: Standart

source: Greeting font
et: Tervituse font
fi: Tervehdyskirjasin
hu: Üdvözlet betûtípus
it: Carattere messaggio di benvenuto
pl: Czcionka powitania

source: Fail font
et: Ebaõnnestumise font
fi: Virhekirjasin
hu: Hiba betûtípus
it: Carattere messaggio di errore
pl: Czcionka b³±du

source: Standard font
et: Standardne font
fi: Vakiokirjasin
hu: Alap betûtípus
it: Carattere Standard
pl: Czcionka standardowa

source: Preview
et: Eelvaatlus
fi: Esikatselu
hu: Megtekintés
it: Anteprima
pl: Podgl±d

source: Color
et: Värv
fi: V‰ri
hu: Szín
it: Colore
pl: Kolor
tr: Renk

source: Solid Color
et: Ühevärvilne
fi: Yksiv‰rinen
hu: Egyszínû
it: Tinta unita
pl: Wybierz kolor

source: Horizontal Blend
et: Horisontaalne üleminek
fi: Vaakasekoitus
hu: Vízszintes átmenet
it: Sfumatura Orizontale
pl: Cieniuj poziomo

source: Vertical Blend
et: Vertikaalne üleminek
fi: Pystysekoitus
hu: Függõleges átmenet
it: Sfumatura Verticale
pl: Cieniuj pionowo

source: Wallpaper
et: Taustapilt
fi: Taustakuva
hu: Tapéta
it: immagine di sfondo
pl: Tapeta
tr: Duvar Kaðýdý

source: None
et: Puudub
fi: Ei mik‰‰n
hu: Nincs
it: Nessuno
pl: Brak

source: Tile
et: Paan
fi: Lomita
hu: Mozaik
it: Affiancata
pl: Kafelkowe

source: Center
et: Keskel
fi: Keskit‰
hu: Középen
it: Centrata
pl: Wy¶rodkowane

source: Scale
et: Skaleeritud
fi: Venytetty
hu: Kinyújtva
it: In scala
pl: Skalowane

source: TopLeft
et: Ülal-vasakul
fi: Yl‰vasen
hu: Balra fent
it: AltoSinistra
pl: Górny Lewy

source: TopRight
et: Ülal-paremal
fi: Yl‰oikea
hu: Jobbra fent
it: AltoDestra
pl: Górny prawy

source: BottomLeft
et: All-vasakul
fi: Alavasen
hu: Balra lent
it: BassoSinistra
pl: Dolny Lewy

source: BottomRight
et: All-paremal
fi: Alaoikea
hu: Jobbra lent
it: BassoDestra
pl: Dolny Prawy

source: Fancy
et: Uhke
fi: Hieno
hu: Csicsás
it: Allegro
pl: Fantazyjnie

source: All users
et: Kõik kasutajad
fi: Kaikki k‰ytt‰j‰t
hu: Minden felhasználó
it: Tutti gli utenti
pl: Wszyscy
tr: Bütün kullanýcýlar

source: Selected users
et: Valitud kasutajad
fi: Valitut k‰ytt‰j‰t
hu: Kiválasztott felhasználók
it: Solo utenti selezionati
pl: Wybrani
tr: Seçilmiþ kullanýcýlar

source: No-show users
et: Nähtamatud kasutajad
fi: ƒl‰ n‰yt‰ k‰ytt‰ji‰
hu: Rejtett felhasználók
it: Utenti nascosti
pl: Nie pokazywani
tr: Gösterilmeyen kullanýcýlar

source: Show only selected users
et: Näita ainult valitud kasutajaid
fi: N‰yt‰ vain valitut k‰ytt‰j‰t
hu: Csak a kiválasztott felhasználók látszódjanak
it: Mostra solo utenti selezionati
pl: Pokazuj jedynie wybranych
tr: Yanlýzca seçilen kullanýcýlarý göster

source: Show all users but no-show users
et: Näita kõiki kasutajaid v.a. nähtamatuid
fi: N‰yt‰ kaikki muut paitsi ei-n‰ytett‰v‰t k‰ytt‰j‰t
hu: Minden felhasználó látszódjon, kivéve a rejtetteket
it: Mostra tutti gli utenti esclusi quelli nascosti
pl: Pokazuj wszystkich oprócz nie pokazywanych
tr: Gösterilmeyenler hariç bütün kullanýcýlarý seç

source: Show users
et: Näita kasutajaid
fi: N‰yt‰ k‰ytt‰j‰t
hu: Felhasználók megjelenítése
it: Mostra utenti
pl: Pokazuj
tr: Kullanýcýlarý göster

source: Sort users
et: Sorteeri kasutajad
fi: Lajittele k‰ytt‰j‰t
hu: Felhasználók rendezése
it: Mostra utenti in ordine alfabetico
pl: Sortuj
tr: Kullanýcýlarý sýrala

source: No user selected
et: Kasutajat ei ole valitud
fi: Ei valittuja k‰ytt‰ji‰
hu: Nincs felhasználó választva
it: Nessun utente selezionato
pl: Brak wybranych u¿ytkowników
tr: Seçilmiþ kullanýcý yok

source: Save image as default image?
et: Salvesta pilt kui pilt vaikimisi?
fi: Tallenna kuva vakiokuvaksi?
hu: Kép mentése alapértelmezett képként?
it: Salvo l'immagine come predefinita?
pl: Zapisaæ obrazek jako domy¶lny?
tr: Görüntüyü öntanýmlý görüntü olarak kayýt edeyim mi?

source: Allow to shutdown
et: Luba sulgemist
fi: Salli sammuttaminen
hu: Leállitás engedélyezése
it: Autorizza ad eseguire lo shutdown
pl: Pozwól na zamkniêcie systemu

source: All
et: Kõik
fi: Kaikki
hu: Mindenki
it: Tutti
pl: Wszyscy
tr: Hepsi

source: Root Only
et: Ainult juur
fi: Vain Root
hu: Csak root
it: Solo utente root
pl: Tylko root
tr: Yetkili Kullanýcý Yanlýzca

source: Console Only
et: Ainult konsool
fi: Vain Konsolilta
hu: Csak konzol
it: Solo console
pl: Tylko konsola
tr: Yanlýzca Konsol

source: Commands
et: Käsud
fi: Komennot
hu: Parancsok
it: Comandi
pl: Polecenia
tr: Komutlar

source: Shutdown
et: Sulgeda
fi: Sammuta
hu: Leállítás
it: Spegnimento
pl: Zamkniêcie systemu
tr: Kapat

source: Restart
et: Käivitada uuesti
fi: K‰ynnist‰
hu: Újraindítás
it: Riavvio
tr: Yeniden Baþlat

source: Session types
et: Seansi tüübid
fi: Istuntotyypit
hu: Felület típusok
it: Tipo sessioni
pl: Typ sesji
tr: Oturum Türleri

source: New type
et: Uus tüüp
fi: Uusi tyyppi
hu: Új típus
it: Nuova sessione
pl: Nowy typ
tr: Yeni Tür

source: Available types
et: Võimalikud tüübid
fi: Olemassaolevat tyypit
hu: Elérhetõ típusok
it: Sessioni disponibili
pl: Dostêpne typy
tr: Mümkün türler

source: without name!
et: nimetu!
fi: ilman nime‰!
hu: név nélkül!
it: senza nome!
pl: bez nazwy!
tr: Adsýz!
