Repository: xwizard/kde1
Catalog: kdebase-1.1.2/po/*/kfind.po
Languages: eo, et, ko, ro, tr

source: Directories:
eo: Dosierujoj:
et: Kataloogid:
ko: µğ·ºÅä¸®:
ro: Directoare:
tr: Dizinler:

source: Cannot open or read directory.
eo: Ne eblis malfermi aý legi la dosierujon.
et: Kataloogi ei ole võimalik avada või lugeda.
ko: µğ·ºÅä¸®¸¦ ¿­°Å³ª ÀĞÀ» ¼ö ¾ø½À´Ï´Ù.
ro: Nu pot deschide sau citi directorul.
tr: Dizin açýlamýyor ya da okunamýyor.

source: &Start search
eo: Ek&seræu
et: Al&usta otsimist
ko: Ã£±â ½ÃÀÛ(&S)
ro: Incepe &cãutarea
tr: Aramayý baþlat

source: S&top search
eo: Æ&esu seræi
et: &Peata otsimine
ko: Ã£±â Áß´Ü(&t)
ro: &Opreºte cãutarea
tr: Aramayý durdur

source: &Open
eo: &Malfermu
et: &Ava
ko: ¿­±â(&O)
ro: &Deschide
tr: &Aç

source: &Add to archive
eo: &Aldonu al ar¶ivo
et: &Lisa arhiivi
ko: ¾ĞÃà ÆÄÀÏ¿¡ Ãß°¡(&A)
ro: &Adaugã la arhivã
tr: &Arþive ekle

source: &Properties
eo: &Ecoj
et: &Omadused
ko: Æ¯¼º(&P)
ro: &Proprietãþi
tr: &Özellikler

source: Open Containing &Folder
eo: Malfermu koncernajn &dosierujojn
et: Ava s&isaldav kaust
ko: ÀúÀå Æú´õ ¿­±â
ro: Deschide directorul
tr: Ýçeren &Dizini Aç

source: &Save Search
eo: &Sekurigu la seræopciojn
et: &Salvesta otsing
ko: Ã£±â °á°ú ÀúÀå(&S)
ro: &Salveazã cãutarea
tr: A&ramayý Kaydet

source: &Select All
eo: &Elektu æion
et: &Vali kõik
ko: ¸ğµÎ ¼±ÅÃ(&S)
ro: &Selecteazã tot
tr: &Hepsini Seç

source: Unse&lect All
eo: M&alelektu æion
et: Tühista kõik valikud
ko: ¼±ÅÃ ¹İÀü(&l)
ro: Dese&lecteazã tot
tr: Hiçbirini seçme

source: &Invert Selection
eo: &Inversigu elekton
et: Inverteeri valik
ko: ¼±ÅÃ ¹İÀü(&I)
ro: &Inverseazã selectarea
tr: Seçilmeyenleri Seç

source: &Preferences ...
eo: &Preferoj ...
et: &Häälestused ...
ko: ¼±ÅÃ»çÇ×(&P)...
ro: &Preferinþe ...
tr: &Seçenekler...

source: KFind %s Frontend to find utility Miroslav Flídr <flidr@kky.zcu.cz> Special thanks to Stephan Kulow <coolo@kde.org>
eo: KFind %s Fasado por trovilo Miroslav Flídr <flidr@kky.zcu.cz> Apartan dankon al Stephan Kulow ycoolo@kde.org>
et: KFind %s Kasutajaliides utiliidile find Miroslav Flídr <flidr@kky.zcu.cz> Eriline tänu Stephan Kulow'ile <coolo@kde.org>
ro: KFind %s Utilitar de cãutare Miroslav Flídr <flidr@kky.zcu.cz> Mulþumiri speciale lui Stephan Kulow <coolo@kde.org>
tr: KFind %s Find için K arabirimi Miroslav Flídr <flidr@kky.zcu.cz> Stephan Kulow'a teþekkürler<coolo@kde.org>

source: Start Search
eo: Ekseræu
et: Alusta otsimist
ko: Ã£±â ½ÃÀÛ
ro: Începe cãutarea
tr: Aramaya Baþla

source: New Search
eo: Nova seræo
et: Uus otsing
ko: »õ·Î Ã£±â
ro: Cãutare nouã
tr: Yeni Arama

source: Stop Search
eo: Æesu seræi
et: Peata otsing
ko: Ã£±â ÁßÁö
ro: Opreºte cãutarea
tr: Aramayý Durdur

source: Add to archive
eo: Aldonu al ar¶ivo
et: Lisa arhiivi
ko: ¾ĞÃà ÆÄÀÏ¿¡ Ãß°¡
ro: Adaugã la arhivã
tr: Arþive Ekle

source: Open Containing Folder
eo: Malfermu la dosierujon, kiu enhavas øin
et: Ava sisaldav kaust
ko: ÀúÀåµÈ Æú´õ ¿­±â
ro: Deschide directorul conþinut
tr: Ýçeren Dizini Aç

source: Save Search Results
eo: Sekurigu la serærezulton
et: Salvesta otsingu tulemused
ko: Ã£±â °á°ú ÀúÀå
ro: Salveazã rezultatul cãutãrii
tr: Arama Sonuçlarýný Kaydet

source: &Named:
eo: &Nomo:
et: &Nimi:
ko: ÆÄÀÏÀÌ¸§(&N):
ro: &Nume:
tr: &Adlý:

source: &Look in:
eo: &Trarigardu:
et: &Vaata:
ko: º¸±â(&L):
ro: &Cautã în:
tr: Ýç&ine Bak:

source: &Browse ...
eo: &Rigardu ...
et: &Lehitse ...
ko: Ã£¾Æº¸±â(&B) ...
ro: &Rãsfoire
tr: &Gözat ...

source: Include &subfolders
eo: Trarigardu ankaý &subdosierujon
et: K.a. &alamkataloogid
ko: ÇÏÀ§ Æú´õµµ Æ÷ÇÔ
ro: Include &subdirectoarele
tr: Alt&dizinleri de kapsa

source: Name& Location
eo: Nomo k. &Situo
et: Nimi ja asukoht
ko: ÀÌ¸§°ú À§Ä¡
ro: Nume ºi locaþie
tr: Ýsim& Konum

source: and
eo: kaj
et: kuni
ko: ¿Í
ro: ºi
tr: ve

source: month(s)
eo: monato(j)
et: kuu jooksul
ko: °³¿ù
ro: luni
tr: ay(lar)

source: day(s)
eo: tago(j)
et: päeva jooksul
ko: ÀÏ
ro: zile
tr: gün(ler)

source: &All files
eo: Æiujn &dosierojn
et: &Kõik failid
ko: ¸ğµç ÆÄÀÏ(&A)
ro: &Toate fiºierele
tr: &Bütün dosyalar

source: Find all files created or &modified:
eo: Trovu æiujn dosierojn &kreitajn aý þanøitajn:
et: Leia kõik failid loodud ja &muudetud:
ko: »ı¼ºµÇ°Å³ª ¼öÁ¤µÈ ¸ğµç ÆÄÀÏ Ã£±â(&m):
ro: Cautã toate fiºierele create sau &modificate:
tr: Yaratýlmýþ veya &deðiþtirilmiþ bütün dosyalarý bul:

source: &between
eo: &inter
et: perioodil
ko: »çÀÌ(&b)
ro: între
tr: a&rasýnda

source: during the previou&s
eo: du&m la pasintaj
et: eel&neva
ko: Àü ±îÁö(&s)
ro: în &timpul precedentelor
tr: &önceki süresince

source: &during the previous
eo: dum la pasin&taj
et: eelne&va
ko: Àü ±îÁö(&d)
ro: î&n timpul precedentelor
tr: önceki &süresince

source: Date Modified
eo: Þanøodato
et: muutmise kuupäev
ko: ¼öÁ¤µÈ ³¯Â¥
ro: Data Modificãrii
tr: Tarih deðiþtirilmiþ

source: Of &type:
eo: Dosier&tipo:
et: Tüübist:
ko: À¯Çü(&t):
ro: De &tipul:
tr: &türde:

source: &Containing Text:
eo: &Enhavita teksto:
et: Sisaldab teksti:
ko: Æ÷ÇÔ ¹®ÀÚ¿­(&C):
ro: &Conþinând textul:
tr: Dizge iç&eren:

source: &Size is:
eo: &Grandeco:
et: Suurus on:
ko: Å©±â°¡(&S):
ro: De &dimensiunea:
tr: &Boyutu:

source: All Files and Folders
eo: Æiuj dosieroj kaj dosierujoj
et: Kõik failid ja kataloogid
ko: ¸ğµç ÆÄÀÏ°ú Æú´õ
ro: Toate fiºierele ºi directoarele
tr: Bütün dizinler ve dosyalar

source: Folders
eo: Dosierujoj
et: Kataloogid
ko: Æú´õ
ro: Directoare
tr: Dizinler

source: Symbolic links
eo: Simbolaj ligoj
et: Sümboolsed lingid
ko: ½Éº¼¸¯ ¸µÅ©
ro: Legãturi simbolice
tr: Sembolik baðlantýlar

source: Special files (sockets, device files...)
eo: Specialaj dosieroj (konektiloj, aparatdosieroj...)
et: Spetsiaalsed failid (pesad, seadmefailid..)
ko: Æ¯º°ÇÑ ÆÄÀÏ (¼ÒÄÏ, ÀåÄ¡ ÆÄÀÏ...)
ro: Fiºiere speciale (soket-uri, fiºiere de dispozitiv ...)
tr: Özel dosyalar (soketler, aygýt dosyalarý..)

source: Executable files
eo: Ruleblaj dosieroj
et: Käivitatavad failid
ko: ½ÇÇà ÆÄÀÏ
ro: Fiºiere executabile
tr: Çalýþtýrýlabilir dosyalar

source: SUID executable files
eo: Dosieroj, ruleblaj kun posedantorajto (SUID)
et: SUID käivitatavad failid
ko: SUID ½ÇÇàÆÄÀÏ
ro: Fiºiere executabile SUID-ate
tr: SUID çalýþtýrýlabilir dosyalar

source: (none)
eo: (neniu)
et: (puudub)

source: At Least
eo: almenaý
et: Vähemalt
ko: Àû¾îµµ
ro: Cel puþin
tr: En az

source: At Most
eo: maksimume
et: Maksimaalselt
ko: ¸¹¾Æµµ
ro: Cel mult
tr: En fazla

source: Advanced
eo: Specialaj opcioj
et: Täpsemalt
ko: °í±Ş
ro: Avansate
tr: Ýleri düzey

source: The date is not valid!!
eo: La dato ne estas valida!!
et: Kuupäev ei ole õige!!
ko: ³¯Â¥°¡ À¯È¿ÇÏÁö ¾Ê½À´Ï´Ù!!
ro: Data nu este validã !!
tr: Tarih geçersiz!!

source: The month(s) value isn't valid!!
eo: La monatnumero(j) ne estas valida(j)!!
et: Kuu(de) väärtus ei ole paikapidav!!
ko: °³¿ù¼ö°¡ À¯È¿ÇÏÁö ¾Ê½À´Ï´Ù!!
ro: Luna nu este validã !!
tr: Ay verisi geçersiz!!

source: The day(s) value isn't valid!!
eo: La tagnumero(j) ne estas valida(j)!!
et: Päev(ade) väärtus ei ole paikapidav!!
ko: ÀÏ¼ö°¡ À¯È¿ÇÏÁö ¾Ê½À´Ï´Ù!!
ro: Ziua nu este validã !!
tr: Gün verisi geçersiz!!

source: The value in size isn't valid number!!
eo: La grandecovaloro ne estas valida nombro!!
et: Suuruse väärtus ei ole paikapidav number!!
ko: Å©±â°ªÀÌ À¯È¿ÇÏÁö ¾Ê½À´Ï´Ù!!
ro: Valoarea dimensiunii nu este un numãr valid !!
tr: Boyut bilgisindeki veri geçerli bir sayý deðil!!

source: Preferences
eo: Preferoj
et: Omadused
ko: ¼±ÅÃ»çÇ×
ro: Preferinþe
tr: Seçenekler

source: File format:
eo: Dosierformo:
et: Faili formaat:
ko: ÆÄÀÏ Æ÷¸Ë:
ro: Formatul fiºierului:
tr: Dosya Türü:

source: Save results to file:
eo: Sekurigu la rezultojn al la dosiero:
et: Salvesta tulemused faili:
ko: °á°ú¸¦ ÆÄÀÏ·Î ÀúÀå:
ro: Salveazã rezultatele în fiºierul:
tr: Sonuçlarý dosyaya kaydet:

source: Save results to file ~/.kfind-results.html
eo: Sekurigu la rezultojn al la dosiero ~/.kfind-results.html
et: Salvesta tulemused faili ~/.kfind-results.html
ko: °á°ú¸¦ ~/.kfind-results.html¿¡ ÀúÀå
ro: Salveazã rezultatele în fiºierul ~/.kfind-results.html
tr: Sonuçlarý ~/.kfind-results.html dosyasýna kaydet

source: Browse
eo: Rigardu
et: Lehitse
ko: Ã£¾Æº¸±â
ro: &Rãsfoire
tr: Tara

source: Plain Text
eo: Plena teksto
et: Puhas tekst
ko: ÀÏ¹İ ÅØ½ºÆ®
ro: Text
tr: Düz Metin

source: Saving
eo: Sekurigo
et: Salvestamine
ko: ÀúÀå
ro: Salvãri
tr: Kaydediliyor

source: Create Archive:
eo: Krei ar¶ivon:
et: Loo arhiiv:
ko: ¾ĞÃàÆÄÀÏ »ı¼º:
ro: Creazã arhivã:
tr: Arþiv Yarat:

source: Add to Archive:
eo: Aldoni al øi:
et: Lisa arhiivi:
ko: ¾ĞÃàÆÄÀÏ Ãß°¡:
ro: Ad. în arhivã:
tr: Arþive Ekle:

source: Patterns:
eo: Þablono:
et: Mustrid:
ko: ÆĞÅÏ:
ro: Filtru:
tr: Desenler:

source: Add New
eo: Nova ar¶ivilo
et: Lisa uus
ko: Ãß°¡
ro: Adaugã nou
tr: Yeni Ekle

source: Archivers
eo: Ar¶iviloj
et: Arhivaatorid
ko: ¾ĞÃàµµ±¸
ro: Arhivatoare
tr: Arþivciler

source: %d file(s) found
eo: %d dosiero(j) trovita(j)
et: leitud %d fail(i)
ko: %d°³ÀÇ ÆÄÀÏÀ» Ã£¾Ò½À´Ï´Ù
ro: %d fiºier(e) gãsite
tr: %d dosya bulundu

source: It wasn't possible to save results!
eo: Ne eblis sekurigi la rezultojn!
et: Tulemusi ei olnud võimalik salvestada!
ko: °á°ú ÀúÀåÀÌ ºÒ°¡´ÉÇÕ´Ï´Ù!
ro: Nu a fost posibil sã salvez rezultatele!
tr: Sonuçlarý kaydetmek mümkün deðil!

source: KFind Results File
eo: KFind-rezultodosiero
et: KFind tulemuste fail
ko: KFind °á°ú ÆÄÀÏ
ro: Fiºierul de rezultate a lui KFind
tr: KFind Sonuç Dosyasý

source: Results were saved to file
eo: La rezulto estas sekurigita al la dosiero
et: Tulemused salvestati faili
ko: °á°ú°¡ ÆÄÀÏ·Î ÀúÀå µÇ¾ú½À´Ï´Ù
ro: Rezultatele au fost salvate în fiºierul
tr: Sonuçlar dosyaya kaydedildi

source: Do you really want to delete file: %s
eo: Æu vi vere volas forigi la dosieron: %s
et: Soovid sa tõesti kustutada faili: %s
ko: Á¤¸» ÀÌ ÆÄÀÏÀ» Áö¿ì°Ú½À´Ï±î: %s
ro: Chiar vreþi sã ºtergeþi fiºierul: %s
tr: %s dosyasýný gerçekten silmek istiyor musunuz?

source: Delete File
eo: Forigu la dosieron
et: Kustuta fail
ko: ÆÄÀÏ »èÁ¦
ro: ªterge fiºier
tr: Dosya Siliniyor

source: You have no permission to delete this file
eo: Vi ne havas la permeson forigi tiun æi dosieron
et: Sul ei ole õigusi selle faili kustutamiseks
ko: ±ÍÇÏ´Â ÀÌ ÆÄÀÏÀ» »èÁ¦ÇÒ ±ÇÇÑÀÌ ¾ø½À´Ï´Ù
ro: Nu aveþi permisiunea sã ºtergeþi acest fiºier
tr: Bu dosyayý silmek için gerekli izinleriniz yok

source: It isn't possible to delete selected file
eo: Ne eblis forigi la elektitan dosieron
et: Valitud faili ei ole võimalik kustutada
ko: ¼±ÅÃµÈ ÆÄÀÏÀ» »èÁ¦ÇÒ ¼ö ¾ø½À´Ï´Ù
ro: Nu pot ºterge fiºierul selectat
tr: Seçilen dosyayý silmek mümkün deðil

source: You have no permission to delete this directory
eo: Vi ne havas la permeson forigi tiun æi dosierujon
et: Sul ei ole õigusi selle kataloogi kustutamiseks
ko: ±ÍÇÏ´Â ÀÌ µğ·ºÅä¸®¸¦ »èÁ¦ÇÒ ±ÇÇÑÀÌ ¾ø½À´Ï´Ù
ro: Nu aveþi permisiunea sã ºtergeþi acest director
tr: Bu dizini silmek için gerekli izinleriniz yok

source: Specified directory is not empty!
eo: La indikita dosierujo ne estas malplena!
et: Valitud kataloog ei ole tühi!
ko: ÁöÁ¤µÈ µğ·ºÅä¸®°¡ ºñ¾î ÀÖÁö ¾Ê½À´Ï´Ù!
ro: Directorul specificat nu este gol !
tr: Belirtilen dizin boþ deðil!

source: It isn't possible to delete selected directory
eo: Ne eblis forigi la elektitan dosierujon
et: Valitud kataloogi ei ole võimalik kustutada
ko: ¼±ÅÃµÈ µğ·ºÅä¸®¸¦ »èÁ¦ÇÒ ¼ö ¾ø½À´Ï´Ù
ro: Nu este posibil sã ºterg directorul selectat
tr: Seçilen dizini silmek mümkün deðil

source: Couldn't recognize archive type!
eo: Ne eblis rekoni la tipon de la ar¶ivo!
et: Arhiivi tüüpi ei ole võimalik määrata!
ko: ¾Ë ¼ö ¾ø´Â ¾ĞÃà ÆÄÀÏ À¯Çü!
ro: Nu recunosc tipul de arhivã !
tr: Arþiv tipi tanýnamadý!

source: Error while creating child process!
eo: Okazis eraro dum kreo de procezido!
et: Viga alamprotsessi loomisel!
ko: ÀÚ½Ä ÇÁ·Î¼¼½º »ı¼ºÁß ¿À·ù!
ro: Eroare la creare proces fiu !
tr: Alt süreç açýlýrken hata oluþtu!
