Repository: xwizard/kde1
Catalog: kdebase-1.1.2/po/*/kfm.po
Languages: sl

source: New &Window
sl: Novo &okno

source: &Run...
sl: &Za¾eni...

source: Open &Terminal
sl: Odpri &terminal

source: &Open Location...
sl: &Odpri lokacijo...

source: &Find
sl: &Najdi

source: &Move to Trash
sl: &Odnesi v Smeti

source: &Select
sl: &Izberi

source: Select &all
sl: I&zberi vse

source: &Find in page...
sl: N&ajdi na strani...

source: Find &next
sl: Najdi &naslednje

source: Mime &Types
sl: &Tipi Mime

source: App&lications
sl: Pro&grami

source: Global Mime Types
sl: Globalni tipi Mime

source: Global Applications
sl: Globalni programi

source: Show Hi&dden Files
sl: Prika¾i s&krite datoteke

source: Show Tr&ee
sl: Prika¾i dr&evo

source: Sho&w Thumbnails
sl: Prika¾i miniature

source: &HTML View
sl: &HTML vpogled

source: &Icon View
sl: &Ikone

source: &Text View
sl: &Besedilo

source: &Long View
sl: &Dolgi opisi

source: &Short View
sl: &Krateki opisi

source: Rel&oad Tree
sl: &Znova nalo¾i drevo

source: &Reload Document
sl: Z&nova nalo¾i dokument

source: Rescan &Bindings
sl: Zn&ova prei¹èi vezave

source: &View Frame Source
sl: P&rika¾i izvor okvirja

source: View Docu&ment Source
sl: Prika¾i izvor doku&menta

source: Auto
sl: Avtomatski

source: Document Encodin&g
sl: &Kodni nabor dokumenta

source: Show History
sl: Prika¾i zgodovino

source: Show Cache
sl: Prika¾i predpomnilnik

source: Clear Cache
sl: Izprazni predpomnilnik

source: Always look in cache
sl: Vedno poglej v predpomnilnik

source: Never look in cache
sl: Nikoli ne poglej v predpomnilnik

source: Always save cache
sl: Vedno shrani predpomnilnik

source: Never save cache
sl: Nikoli ne shrani predpomnilnika

source: Show &Menubar
sl: Prika¾i &izbirno letev

source: Show &Statusbar
sl: Prika¾i &statusno letev

source: Show &Toolbar
sl: Prika¾i &orodjarno

source: Show &Location bar
sl: Prika¾i &lokacijsko letev

source: Sa&ve Settings
sl: S&hrani nastavitve

source: Save Settings for this &URL
sl: Shrani nastavitve za ta &URL

source: &Configure File Manager...
sl: &Nastavi upravitelja datotek...

source: Configure &Browser...
sl: Prikroji &brskalnik...

source: Author: Torben Weis weis@kde.org HTML widget by Martin Jones mjones@kde.org Proxy Manager by Lars Hoss Lars.Hoss@munich.netsurf.de Current maintainer: David Faure faure@kde.org
sl: Avtor: Torben Weis weis@kde.org HTML gradnik je napisal Martin Jones mjones@kde.org Proxy Manager je napisal Lars Hoss Lars.Hoss@munich.netsurf.de Trenutni vzdr¾evalec: David Faure faure@kde.org

source: &Go
sl: &Pojdi

source: &Bookmarks
sl: &Zaznamki

source: &Cache
sl: &Predpomnilnik

source: Up
sl: Gor

source: Forward
sl: Naprej

source: Home
sl: Domov

source: Could not load icon %s
sl: Ikone %s ni mo¾no nalo¾iti

source: KFM Error
sl: Napaka KFM

source: Location:
sl: Lokacija:

source: Malformed URL %s
sl: Zmalièen URL %s

source: Select files:
sl: Izberite datoteke:

source: Find Complete
sl: Iskanje je konèano

source: Continue search from the top of the page?
sl: ®elite nadaljevati z iskanjem na vrhu strani?

source: &Edit Bookmarks...
sl: Ur&edi zaznamke...

source: &Add Bookmark
sl: Dod&aj zaznamek

source: &New
sl: &Nov

source: &Up
sl: &Gor

source: &Back
sl: &Nazaj

source: &Forward
sl: Na&prej

source: &Home
sl: &Domov

source: ERROR: Malformed URL
sl: NAPAKA: Zmalièen URL

source: Open Location:
sl: Odpri lokacijo:

source: KFM Confirm
sl: Potrditev KFM

source: Do you really want to exit? Important desktop functionality will be lost
sl: Ali res ¾elite zapustiti KFM? Pomemben del namizja ne bo veè deloval

source: Document: Done
sl: Dokument: opravljeno

source: ERROR: You may only drop URLs
sl: NAPAKA: Spustite lahko le URL

source: ERROR: Drop over malformed URL
sl: NAPAKA: Spustili ste na narobe oblikovan URL

source: KFM Warning
sl: Opozorilo KFM

source: Do you really want to delete the selected file(s)? There is no way to restore them.
sl: Ali res ¾elite izbrisati izbrane datoteke? Ni jih veè mo¾no dobiti nazaj.

source: ERROR: You dropped a URL over itself
sl: NAPAKA: URL ste spustili nazaj nanj

source: ERROR: You dropped a directory over one of its children
sl: NAPAKA: Imenik ste spustili na enega izmed njegovih potomcev

source: Open With:
sl: Odpri z:

source: ERROR: Can not open properties for multiple files
sl: NAPAKA: Ne morem odpreti lastnosti za veè datotek

source: Can not save properties because this directory is neither writable nor bookmarked. Bookmark this location first, or make kdelnk to it on desktop.
sl: Ne morem shraniti lastnosti, ker se na imenik ne da pisati, pa tudi zaznamovan ni. Najprej zaznamujte lokacijo ali pa na namizju ustvarite kdelnk do nje.

source: Can not save properties because this URL is neither bookmarked nor on desktop. Bookmark this location first, or make kdelnk to it on desktop.
sl: Ne morem shraniti lastnosti, ker URL ni zaznamovan niti ga ni na namizju. Najprej zaznamujte lokacijo ali pa na namizju ustvarite kdelnk do nje.

source: Could not access Trash Bin
sl: Nisem mogel dostopiti do ko¹a za smeti

source: Can not paste into multiple directories
sl: Ne morem prilepiti v veè imenikov

source: ERROR: Can not change to multiple directories
sl: NAPAKA: Ne morem spremeniti v veè imenikov

source: KFM Security Alert
sl: Varnostno opozorilo KFM

source: This page is untrusted but it contains a link to your local file system.
sl: Ta stran ni zaupna, vendar vsebuje povezavo do va¹ega lokalnega datoteènega sistema.

source: Symbolic Link
sl: Simbolna povezava

source: %s (Link)
sl: %s (Povezava)

source: bytes
sl: bajtov

source: The mime type config file %s does not contain a MimeType= ... entry
sl: Nastavitvena datoteka tipa mime %s ne vsebuje vrstice MimeType=...

source: No mime types installed!
sl: Noben tip mime ni name¹èen!

source: Could not find mime type
sl: Nisem na¹el tipa mime

source: Mount
sl: Priklopi

source: Unmount
sl: Odklopi

source: Folder
sl: Imenik

source: ERROR
sl: NAPAKA

source: in
sl: v

source: ERROR: No Terminal Setting
sl: NAPAKA: ni nastavitev terminala

source: Could not execute program
sl: Nisem mogel zagnati programa

source: Could not find binding
sl: Nisem na¹el vezave

source: This is a document! Not an application
sl: To je dokument! Ne program

source: Can only start executables on local disks
sl: Za¾enem lahko le programe na lokalnih diskih

source: Can work with *.kdelnk files only on local hard disk
sl: Delam lahko le z *.kdelnk datotekami, ki so na lokalnem trdem disku

source: Could not access %s
sl: Nisem mogel dostopiti do %s

source: The "Link=...." entry is empty
sl: Vnos "Link=...." je prazen

source: The config file has no "Type=..." line
sl: Nastavitvena datoteka ne vsebuje vrstice "Type=..."

source: Could not access
sl: Nisem mogel dostopiti

source: This file does not contain an Exec=.... entry. Edit the Properties to solve the problem
sl: Ta datoteka ne vsebuje vnosa Exec=... Problem lahko re¹ite z ureditvijo Lastnosti

source: No mount point in *.kdelnk file
sl: V datoteki *.kdelnk ni priklopne toèke

source: KFM Information
sl: Informacije KFM

source: Creating directory:
sl: Ustvarjam imenike:

source: A new KDE version has been installed. The Template files may have changed. Would you like to install the new ones?
sl: Name¹èena je bila nova razlièica KDE. Datoteke s predlogami so se lahko spremenile. ®elite namestiti nove?

source: New View
sl: Nov pogled

source: Move to Trash
sl: Odnesi v Smeti

source: Open with
sl: Odpri z

source: Move
sl: Premakni

source: Link
sl: Pove¾i

source: Empty Trash Bin
sl: Izprazni ko¹ za smeti

source: Add to Bookmarks
sl: Dodaj zaznamek

source: Save settings for this URL
sl: Shrani nastavitve za ta URL

source: Show Menubar
sl: Prika¾i izbirno letev

source: &Browser
sl: &Brskalnik

source: Could not write bookmark
sl: Nisem mogel zapisati zaznamka

source: File Name
sl: Ime datoteke

source: Full Name
sl: Polno ime

source: Is the Trash Bin
sl: Je ko¹ za smeti

source: Is a Directory
sl: Je imenik

source: Points to
sl: Ka¾e na

source: Size: %i
sl: Velikost: %i

source: Last Access
sl: Zadnji dostop

source: Last Modified
sl: Zadnja sprememba

source: Could not rename the file or directory %s
sl: Nisem mogel preimenovati datoteke ali imenika %s

source: Access permissions
sl: Dostopna dovoljenja

source: Show Entries
sl: Prika¾i vnose

source: Read
sl: Beri

source: Write Entries
sl: Zapi¹i vnose

source: Write
sl: Pi¹i

source: Change Into
sl: Spremeni v

source: Exec
sl: Izvedljiva

source: Special
sl: Posebna

source: User
sl: Uporabnik

source: Group
sl: Skupina

source: Others
sl: Ostali

source: Set UID
sl: Nastavi UID

source: Set GID
sl: Nastavi GID

source: Sticky
sl: Lepljiv

source: Ownership
sl: Last

source: Owner
sl: Lastnik

source: ERROR: No user %s
sl: NAPAKA: Ni uporabnika %s

source: ERROR: No group %s
sl: NAPAKA: Ni skupine %s

source: Could not change owner/group Perhaps access denied.
sl: Nisem mogel spremeniti lastnika/skupina Mogoèe je dostop zavrnjen.

source: Could not change permissions Perhaps access denied.
sl: Nisem mogel spremeniti dovoljenj Mogoèe je dostop zavrnjen.

source: Execute
sl: Izvedi

source: &Browse...
sl: &Brskaj...

source: Swallowing on panel
sl: Pogoltne pult

source: Window Title
sl: Naslov okna

source: Run in terminal
sl: Za¾eni v terminalu

source: Terminal Options
sl: Nastavitve terminala

source: Could not save properties Perhaps permissions denied
sl: Nisem mogel shraniti lastnosti Mogoèe nimate dovoljenja

source: Background
sl: Ozadje

source: Apply global
sl: Uporabi povsod

source: (Default)
sl: (privzeto)

source: Could not write to
sl: Nisem mogel pisati na

source: (None)
sl: (noben)

source: Binary Pattern (netscape;Netscape;)
sl: Binarni vzorec (netscape;Netscape;)

source: Comment
sl: Komentar

source: Name ( in your language )
sl: Ime ( v va¹em jeziku )

source: Pattern ( example: *.html;*.HTML; )
sl: Vzorec ( primer: *.html;*.HTML; )

source: Mime Type
sl: Tip mime

source: Default Application
sl: Privzeti program

source: <none>
sl: <nobena>

source: Device ( /dev/fd0 )
sl: Naprava ( /dev/fd0 )

source: Mount Point ( /floppy )
sl: Priklopna toèka ( /floppy )

source: Readonly
sl: Le za branje

source: Filesystems ( iso9660,msdos,minix,default )
sl: Datoteèni sistemi ( iso9660,msdos,minix,privzet )

source: Mounted Icon
sl: Ikona priklopa

source: Unmounted Icon
sl: Ikona odklopa

source: Could not create ~/.kde/share/apps/kfm/magic
sl: Nisem mogel ustvariti ~/.kde/share/apps/kfm/magic

source: Do you really want to rearrange your icons ?
sl: Ali res ¾elite preurediti ikone ?

source: The URL %s is malformed
sl: URL %s je narobe oblikovan

source: You dont have the file ~/.kde/share/apps/kfm/magic Authorization failed
sl: Nimate datoteke ~/.kde/share/apps/kfm/magic Pooblastitev je bila neuspe¹na

source: The file ~/.kde/share/apps/kfm/magic is corrupted Authorization failed
sl: Datoteka ~/.kde/share/apps/kfm/magic je okvarjena Pooblastitev je bila neuspe¹na

source: Someone tried to authorize himself using a wrong password
sl: Nekdo se je poskusil pooblastiti z uporabo napaènega gesla

source: Cannot execute request. New root grid dimensions would move some icons off the desktop.
sl: Ne morem izvesti zahteve. Velikost nove korenske mre¾e bi premaknila nekatere ikone z namizja.

source: Internal Error: desktopDir is malformed
sl: Notranja napaka: desktopDir je napaène oblike

source: ERROR: Could not read desktop directory '%s'
sl: NAPAKA: nisem mogel prebrati imenika namizja '%s'

source: ERROR: Can not accept drop
sl: NAPAKA: Ne morem dovoliti spusta

source: Dont know what to do.
sl: Ne vem kaj naj storim.

source: The file does not contain a URL
sl: Datoteka ne vsebuje URL

source: Contacting host %s
sl: Navezujem stik z %s

source: Working ...
sl: Delam ...

source: Malformed URL
sl: Narobe oblikovan URL

source: INTERNAL ERROR: You must at least specify the device for mounting
sl: NOTRANJA NAPAKA: za priklop morate doloèiti vsaj napravo

source: Can only make links on local file system
sl: Povezave lahko naredim le na lokalnem datoteènem sistemu

source: Could not overwrite %s
sl: Nisem mogel prepisati %s

source: Could not make symlink to %s
sl: Nisem mogel narediti simbolne povezave do %s

source: ERROR: Could not write to %s
sl: NAPAKA: nisem mogel pisati na %s

source: Could not make symbolic link %s
sl: Nisem mogel narediti simbolne povezave do %s

source: Could not make directory %s
sl: Nisem mogel narediti imenika %s

source: ERROR: Could not access directory '%s'
sl: NAPAKA: nisem mogel dostopiti do imenika '%s'

source: Special file will not be copied %s
sl: Posebna datoteka ne bo prepisana %s

source: %d special files will not be copied.
sl: %d posebnih datotek ne bo prepisanih.

source: Recurse copying from file with sub-protocol (for instance, tar files)
sl: Rekurzivno prepisovanje iz datoteke s podprotokolom (npr. datoteke tar)

source: Recurse copying from/to distant locations
sl: Rekurzivno prepisovanje z/na oddaljene lokacije

source: Could not remove symbolic link %s
sl: Nisem mogel odstraniti simbolne povezave %s

source: Could not access directory %s
sl: Nisem mogel dostopiti do imenika %s

source: Could not move directory %s to %s Perhaps access denied
sl: Nisem mogel premakniti imenika %s na %s Mogoèe dostop ni dovoljen

source: Special file will not be moved %s
sl: Posebna datoteka ne bo premaknjena %s

source: %d special files will not be moved.
sl: %d posebnih datotek ne bo premaknjenih.

source: Could not read %s File does not exist or access denied
sl: Nisem mogel prebrati %s Datoteka ne obstaja ali pa dostop do nje ni dovoljen

source: Could not write %s Perhaps access denied
sl: Nisem mogel zapisati %s Mogoèe dostop ni dovoljen

source: Could not create Socket for %s
sl: Nisem mogel narediti vtiènice za %s

source: Unknown host in %s
sl: Neznan gostitelj v %s

source: Could not connect to %s
sl: Nisem se mogel povezati z %s

source: The requested action %s is not implemented yet.
sl: Zahtevano dejanje %s ¹e ni implementirano.

source: Could not list directory contents %s
sl: Nisem mogel na¹teti vsebine imenika %s

source: Could not delete %s URL does not exist or permission denied
sl: Nisem mogel pobrisati %s URL ne obstaja ali pa nimate dovoljenja

source: Could not login for %s Perhaps wrong password
sl: Neuspela prijava za %s Mogoèe je geslo napaèno

source: Tar reported an error %s
sl: Tar je javil napako %s

source: Gzip reported an error for %s
sl: Gzip je javil napako za %s

source: Operation technically impossible
sl: Operacija je tehnièno neizvedljiva

source: File %s does not exist
sl: Datoteka %s ne obstaja

source: Could not write %s Perhaps disk full
sl: Nisem mogel zapisati %s Mogoèe je disk poln

source: Tar reported a fatal error %s
sl: Tar je javil usodno napako %s

source: Gzip reported a fatal error %s
sl: Gzip je javil usodno napako %s

source: Could not mount Error log: %s
sl: Nisem mogel priklopiti Dnevnik napak: %s

source: Could not unmount Error log: %s
sl: Nisem mogel odklopiti Dnevnik napak: %s

source: Making directory
sl: Ustvarjam imenik

source: File %i/%i
sl: Datoteka %i/%i

source: to %s
sl: do %s

source: Could not delete directory %s
sl: Nisem mogel izbrisati imenika %s

source: Mounting %s ...
sl: Priklapljam %s ...

source: Unmounting %s ...
sl: Odklapljam %s ...

source: Retrieving listing of %s
sl: Sprejemam izpis %s

source: Segmentation fault in io subprocess
sl: Segmentacijska napaka v io podprocesu

source: is not a directory ! Security Alert ! Please check it.
sl: ni imenik! Varnostno opozorilo ! Prosim preverite.

source: is not a directory ! Security Alert ! Check it before clearing the cache.
sl: ni imenik! Varnostno opozorilo ! Prosim preverite preden izpraznite predpomnilnik.

source: KFM Installation Error
sl: Namestitvena napaka KFM

source: The directory
sl: Imenik

source: does not exist
sl: ne obstaja

source: Add To Bookmarks
sl: Dodaj zaznamek

source: My Home
sl: Moj dom

source: Desktop
sl: Namizje

source: Root
sl: Koren

source: Rename
sl: Preimenuj

source: Skip
sl: Preskoèi

source: Overwrite
sl: Pi¹i prek

source: Overwrite All
sl: Pi¹i prek vseh

source: You try to overwrite
sl: Poskusili ste pisati prek

source: already exists. Overwrite with
sl: ¾e obstaja. ®elite pisati prek z

source: Or rename to
sl: ali preimenovati v

source: You did not change the name!
sl: Niste spremenili imena!

source: Password
sl: Geslo

source: Trying to open
sl: Poisku¹am odpreti

source: This group is empty!
sl: Ta skupina ni prazna!

source: Find:
sl: Najdi:

source: Case &sensitive
sl: Pazi na veliko&st èrk

source: Cookie Alert!
sl: Pozor pi¹kotek!

source: You received a cookie from host:
sl: Sprejeli ste pi¹kotek od:

source: Do you want to accept or reject this cookie?
sl: ®elite sprejeti ali zavrniti ta pi¹kotek?

source: Apply to
sl: Uporabi na

source: &This cookie only
sl: Samo &ta pi¹kotek

source: All cookies from this &domain
sl: Vse pi¹kotke s te &domene

source: All &cookies
sl: Vse &pi¹kotke

source: &Accept
sl: Sp&rejmi

source: &Reject
sl: &Zavrni

source: ERROR: Template does not exist '%s'
sl: NAPAKA: Predloga ne obstaja '%s'

source: Source file doesn't exist anymore ! Use "Rescan Bindings" in View menu to update the menu
sl: Izvorna datoteka ne obstaja veè ! Uporabite "Ponovno prei¹èi vezi" v meniju Videz za osve¾itev menija

source: New
sl: Nov

source: &General
sl: &Splo¹no

source: &Permissions
sl: &Dovoljenja

source: E&xecute
sl: I&zvedi

source: &Dir
sl: &Imenik

source: &Application
sl: &Program

source: &Binding
sl: &Vezava

source: De&vice
sl: &Naprava

source: The URL %s is malformed
sl: URL %s je narobe oblikovan

source: The file %s has been modified. Do you want to save it?
sl: Datoteka %s je bila spremenjena. Jo ¾elite shraniti?

source: KFM Question
sl: Vpra¹anje KFM

source: Syntax Error: kfmexec command [URLs ....]
sl: Sintaktièna napaka: kfmexec ukaz [URLji ....]
