Repository: xwizard/kde1
Catalog: kdebase-1.1.2/po/*/kfontmanager.po
Languages: ca, cs, de, eo, et, fi, it, pt, sk

source: KDE Font Manager
ca: Administrador de fonts KDE
cs: Správce znakových sad KDE
de: KDE-Schriftmanager
eo: KDE-tiparadministrilo
et: KDE fondihaldur
fi: KDE:n kirjasinhallinta
it: KDE Caratteri e Codifiche
pt: Gestor de Fontes do KDE
sk: Správca znakových sád KDE

source: KDE Fonts
ca: Fonts KDE
cs: Znakové sady KDE
de: KDE-Schriften
eo: KDE-tiparoj
et: KDE fondid
fi: KDE:n Kirjasimet
it: KDE Caratteri
pt: Fontes do KDE
sk: Znakové sady KDE

source: Font Explorer
ca: Explorador de fonts
cs: Prùzkumník znakových sad
de: Schriftentest
eo: Tiparesplorilo
et: Fondilehitseja
fi: Kirjasinselain
it: Esploratore di Caratteri
pt: Explorador de Fontes
sk: Prieskumník znakových sád

source: Raw X11 Font List
ca: Llista pura de fonts X11
cs: Seznam znakových sad
de: Unbearbeitete X11-Schriften
eo: Kruda listo de X11-tiparoj
et: Puhas X11 fontide nimekiri
fi: X11-kirjasinlista
it: Lista dei caratteri X11
pt: Lista de Fontes do X11
sk: Zoznam znakových sád

source: Available X11 Fonts
ca: Fonts X11 disponibles
cs: Dostupné znakové sady
de: Verfügbare X11-Schriften
eo: Disponeblaj X11-tiparoj
et: Saadaval X11 fondid
fi: Saatavillaolevat X11-kirjasimet
it: Caratteri X11 Disponibili
pt: Fontes do X11 Disponíveis
sk: Dostupné znakové sady

source: Fonts made available to KDE
ca: Fonts disponibles per KDE
cs: Sady dostupné pro KDE
de: In KDE verfügbare Schriften
eo: Tiparoj disponebligitaj por KDE
et: Fondid, tehtud saadaolevateks KDE-le
fi: KDE:n käytössä olevat kirjasimet
it: Caratteri disponibili per KDE
pt: Fontes disponibilizadas ao KDE
sk: Sady dostupné pre KDE

source: About kfontmanager
ca: Quant a kfontmanager
cs: Informace o kfontmanageru
de: Über kfontmanager
eo: Pri Kfontmanager
et: Info K fondihaldurist
fi: Tietoja kirjasinselaimesta
it: Info su kfontmanager
pt: Acerca do kfontmanager
sk: Informácie o kfontmanageri

source: kfontmanager Version 0.2 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
ca: kfontmanager Versió 0.2 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
cs: kfontmanager Verze 0.2 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
eo: Kfontmanager versio 0.2 Kopirajto 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
et: kfontmanager Versioon 0.2 Autorikaitse 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
fi: kfontmanager Versio 0.2 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
it: kfontmanager Versione 0.2 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
pt: kfontmanager Versão 0.2 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
sk: kfontmanager Verzia 0.2 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu

source: The environment variable HOME is not set
ca: La variable d'entorn HOME no s'ha establert
cs: Není nastavená promìnná prostøedí HOME
de: Die Umgebungsvariable HOME ist nicht gesetzt.
eo: La mediovariablo HOME ne estas difinita
et: Keskkonna muutuja HOME ei ole väärtustatud
fi: Ympäristömuuttujaa HOME ei ole asetettu
it: La variabile d'ambiente HOME non é impostata
pt: A variável de ambiente HOME não está definida
sk: Nie je nastavená premenná prostredia HOME

source: Can not create: ~/.kde/share/config/kdefonts
ca: No es pot crear: ~/.kde/share/config/kdefonts
cs: Nemohu vytvoøit: ~/.kde/share/config/kdefonts
de: ~/.kde/share/config/kdefonts kann nicht erzeugt werden.
eo: Ne eblis krei: ~/.kde/share/config/kdefonts
et: Ei suuda luua: ~/.kde/share/config/kdefonts
fi: En saanut luotua: ~/.kde/share/config/kdefonts -tiedostoa
it: Impossibile creare: ~/.kde/share/config/kdefonts
pt: Não foi possível criar: ~/.kde/share/config/kdefonts
sk: Nemô¾em vytvori»: ~/.kde/share/config/kdefonts

source: ~/.kde/share/config/kdefonts exists but is not writeable Can't save KDE Fontlist.
ca: ~/.kde/share/config/kdefonts existeix pero no té permís d'escriptura No s'ha pogut desar la llista de fonts KDE.
cs: ~/.kde/share/config/kdefonts existuje, ale nelze do nìj zapisovat Nemohu ulo¾it seznam znakových sad pro KDE.
de: ~/.kde/share/config/kdefonts existiert, ist ist aber nicht schreibbar. Die KDE-Schriftenliste kann daher nicht gesichert werden.
eo: ~/.kde/share/config/kdefonts ekzistas, sed ne eblas skribi al øi Ne eblas do sekurigi la KDE-tiparliston.
et: ~/.kde/share/config/kdefonts eksisteerib, aga sinna ei ole võimalik kirjutada Ei saa salvestada KDE fontide nimekirja.
fi: ~/.kde/share/config/kdefonts -tiedosto on olemassa mutta siihen ei voida kirjoittaa. En saanut talletettua KDE:n kirjasinlistaa.
it: ~/.kde/share/config/kdefonts esiste ma non posso scriverci Impossibibile salvare la lista dei Caratteri.
pt: /.kde/share/config/kdefonts existe mas não pode ser escrita Não foi possível gravar a lista de fontes do KDE.
sk: ~/.kde/share/config/kdefonts existuje, ale nemô¾em do neho zapisova» Nemô¾em ulo¾i» zoznam znakových sád pre KDE.

source: kfontmanager Version 0.1 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
ca: kfontmanager Versió 0.1 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
cs: kfontmanager Verze 0.1 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
eo: Kfontmanager versio 0.1 Kopirajto 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
et: kfontmanager Versioon 0.1 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
fi: kfontmanager Versio 0.1 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
it: kfontmanager Versione 0.1 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
pt: kfontmanager Versão 0.1 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu
sk: kfontmanager Verzia 0.1 Copyright 1997 Bernd Johannes Wuebben wuebben@math.cornell.edu

source: Select Font
ca: Selecciona font
cs: Vybraná znaková sada
de: Auswahl der Schrift
eo: Elektu tiparon
et: Valitud font
fi: Valitse kirjasin
it: Scelta Carattere
pt: Escolha a Fonte
sk: Zvoli» písmo

source: Requested Font
ca: Font demanada
cs: Po¾adovaná znaková sada
de: Gewünschte Schrift
eo: Dezirita tiparo
et: Soovitud font
fi: Pyydä kirjasinta
it: Carattere Richiesto
pt: Fonte Pedida
sk: Zvolené písmo

source: Actual Font
ca: Font actual
cs: Aktuální znaková sada
de: Benutzte Schrift
eo: Fakta tiparo
et: Tegelik font
fi: Todellinen kirjasin
it: Carattere Attuale
pt: Fonte Real
sk: Aktuálne písmo

source: Family:
ca: Família:
cs: Rodina:
de: Familie:
eo: Familio:
et: Perekond:
fi: Perhe:
it: Famiglia:
pt: Família:
sk: Rodina:

source: Size:
ca: Mida:
cs: Velikost:
de: Größe:
eo: Grandeco:
et: Suurus:
fi: Koko:
it: Dimesnione:
pt: Tamanho:
sk: Veµkos»:

source: Weight:
ca: Gruix:
cs: Váha:
de: Stärke:
eo: Graseco:
et: Paksus:
fi: Paino:
it: Spessore:
pt: Peso:
sk: Váha:

source: Style:
ca: Estil:
cs: Styl:
de: Stil:
eo: Stilo:
et: Stiil:
fi: Tyyli:
it: Stile:
pt: Estilo:
sk: ©týl:

source: Charset
ca: Joc
cs: Kódování
de: Zeichensatz
eo: Signaro:
et: Kooditabel
fi: Kirjasinperhe
it: Set Caratteri
pt: Caracteres
sk: Znaková sada

source: Size
ca: Mida
cs: Velikost
de: Größe
eo: Grandeco
et: Suurus
fi: Koko
it: Dimensione
pt: Tamanho
sk: Veµkos»

source: Weight
ca: Gruix
cs: Váha
de: Stärke
eo: Graseco
et: Paksus
fi: Paino
it: Spessore
pt: Peso
sk: Váha

source: normal
cs: normální
eo: normala
et: normaalne
fi: normaali
it: normale
sk: normálne

source: bold
ca: negreta
cs: tuèné
de: fett
eo: grasa
et: rasvane
fi: paksunnettu
it: grassetto
pt: negrito
sk: tuèné

source: Style
ca: Estil
cs: Styl
de: Schnitt
eo: Stilo
et: Stiil
fi: Tyyli
it: Stile
pt: Estilo
sk: ©týl

source: roman
de: gerade
eo: rekta
et: püstkiri
it: romano
pt: romano
sk: rímske

source: italic
ca: cursiva
de: kursiv
eo: kursiva
et: kaldkiri
it: corsivo
pt: itálico
sk: italika

source: Dolor Ipse
eo: E¶oþanøo æiu¼aýde

source: Bold
ca: Negreta
cs: Tuèné
de: Fett
eo: Grasa
et: Rasvane
fi: Paksunnettu
it: Grassetto
pt: Negrito
sk: Tuèné

source: Normal
cs: Normální
eo: Normala
et: Normaalne
fi: Normaali
it: Normale
sk: Normálne

source: The Quick Brown Fox Jumps Over The Lazy Dog AaBbCc123
ca: Setze jutges d'un jutjat mengen fetge d'un penjat AaBbCc123
cs: Pøíli¹ ¾lu»ouèký kùò AaBbCc123
de: Der Fixe Fuchs Springt Über den Faulen Hund AaBbCc123
et: Kiire pruun rebane hüppab üle laisa koera AaBbCc123 ÕõÄäÖöÜü
fi: Vesihiisi sihisi hississä AaBbCc123
it: Ma La Volpe Col Suo Balzo Ha Raggiunto Il Quieto Fido AaBbCc123
pt: A Ágil Raposa Castanha Saltou Por Cima do Cão AaBbCc123
sk: Hnedá rýchla lí¹ka skáèe ponad lenivého psa AaBbCc123©¹«»¥µ
