Repository: xwizard/kde1
Catalog: kdebase-1.1.2/po/*/kikbd.po
Languages: cs, hr, hu

source: KDE International Keyboard already started on this display.
cs: Mezinárodní klávesnice byla ji¾ na této obrazovce spu¹tìná.
hr: KDE internacionalna tipkovnica veæ zapoèeta na ovom zaslonu.
hu: A KDE Nemetközi Billentyûzetkiosztás már el van indítva.

source: X codes "%s" file does not exist. Using X default codes.
cs: Soubor X kódù "%s" neexistuje. Pou¾ívám implicitní X kódy.
hu: A "%s" X kód állomány nem létezik. Az alapértelmezett X kódokat használom.

source: Keyboard map "%s" does not exists. Skipping this map.
cs: Mapa kláves "%s" neexistuje. Vynechávám tuto mapu.
hr: Mapa tipkovnice "%s" ne postoji. Preskaèem ovu mapu.
hu: A "%s" billentyûzetkiosztás leíró állomány nem létezik. Kihagyom ezt a kiosztást.

source: Setup
cs: Nastavení
hr: Postavke
hu: Beállítások

source: Can not remove %s from Modifiers.
cs: Není mo¾né odstranit z modifikátorù %s.
hr: Ne mogu ukloniti %s iz Modifiers.
hu: A %s nem távolítható el a Módosítókból.

source: Can not add %s to Modifier number 3.
cs: Není mo¾né pøidat %s k modifikátoru 3.
hr: Ne mogu dodati %s u Modifiers broj 3.
hu: A %s nem adható hozzá a 3. Módosítóhoz.

source: Can not set Mode Switch as %s for keyboard %s. Alt symbols disabled
cs: Není mo¾né nastavit %s jako pøepínaè re¾imu pro klávesnici %s. Alt symboly zablokovány
hr: Ne mogu namjestiti sklopku za promjenu kao %s za tipkovnicu %s Alt znakovi iskljuèeni
hu: A %s Mód Kapcsoló nem állítható be a %s billentyûzethez. Alt szimbólumok kikapcsolva.

source: Can't remove Caps Lock from Modifiers. Caps Lock Emulation disabled
cs: Není mo¾né odstranit Caps Lock z modifikátorù. Emulace Caps Locku zablokována
hr: Ne mogu ukloniti Caps Lock iz Modifiers. Caps Lock opona¹anje iskljuèeno
hu: A Caps Lock nem távolítható el a Módosítók közül. Caps Lock emuláció kikapcsolva

source: Exiting International Keyboard
cs: Ukonèuji mezinárodní klávesnici
hr: Izlazim iz internacionalne tipkovnice
hu: Kilépés a Nemzetközi Billentyûzetbõl

source: You're about to quit the "International Keyboard" tool. Do you want to have it autostarted at your next login?
cs: Chystáte se ukonèit nástroj "Mezinárodní klávesnice". Pøejete si, aby se pøístì spou¹tìla automaticky?
hu: Kilépni készülsz a "Nemzeközi Billentyûzet" programból. Szeretnéd, hogy újrainduljon a legközelebbi bejelentkezéskor?

source: KeyMap: can't allocate memory
cs: KeyMap: není mo¾né alokovat pamì»
hr: KeyMap: ne mogu alocirati memoriju
hu: KeyMap: nem sikerült memóriát lefoglalni

source: Can't find symbol "%s". Maybe your default X codes do not match. You can preset X codes from section "Advanced" in the configuration program.
cs: Není mo¾né nalézt symbol "%s". Pravdìpodobnì nesouhlasí va¹e implicitní X kódy. Mù¾ete nastavit X kódy v sekci "Pokroèilé" konfiguraèního programu.
hu: Nem található a "%s" szimbólum. Lehet, hogy az alapértelmezett X kódok nem stimmelnek. Az X kódokat a "Haladóknak" menüben lehet állítani, a konfigurációs programban.

source: KeyMap: can't find symbol "%s".
cs: KeyMap: není mo¾né nalézt symbol "%s".
hr: KeyMap: ne mogu naæi znak "%s".
hu: KeyMap: Nem található a "%s" szimbólum.

source: KeyMap: can't read keycode "%s".
cs: KeyMap: není mo¾né pøeèíst kód klávesy "%s".
hr: KeyMap: ne razumijem tipkovni kod "%s".
hu: KeyMap: Nem értem a "%s" billentyû kódot.

source: KeyMap: keycode "%s" is out of range.
cs: KeyMap: kód klávesy "%s" je mimo rozsah.
hr: KeyMap: tipkovni kod "%s" je izvan raspona.
hu: KeyMap: a "%s" billentyû kód kívül esik a tartományon.

source: Global
cs: Globální
hr: Globalno
hu: Globális

source: Window
cs: Okno
hr: Prozor
hu: Ablak

source: Class
cs: Tøída
hr: Razred
hu: Osztály

source: (None)
cs: (®ádné)
hr: (nijedan)
hu: (Semmi)

source: Right Alt
cs: Pravý Alt
hr: Desni Alt
hu: Jobb Alt

source: Right Control
cs: Pravý Control
hr: Desni Control
hu: Jobb Control

source: Rights (Alt+Shift)
cs: Pravé (Alt+Shift)
hr: Desni (Alt+Shift)
hu: Jobb Alt+Shift

source: Rights (Ctrl+Alt)
cs: Pravé (Crtl+Alt)
hr: Desni (Ctrl+Alt)
hu: Jobb Ctrl+Alt

source: Rights (Ctrl+Shift)
cs: Pravé (Crtl+Shift)
hr: Desni (Ctrl+Shift)
hu: Jobb Ctrl+Shift

source: Lefts (Alt+Shift)
cs: Levé (Alt+Shift)
hr: Lijevi (Alt+Shift)
hu: Bal Alt+Shift

source: Lefts (Ctrl+Alt)
cs: Levé (Crtl+Alt)
hr: Lijevi (Ctrl+Alt)
hu: Bal Ctrl+Alt

source: Lefts (Ctrl+Shift)
cs: Levé (Crtl+Shift)
hr: Lijevi (Ctrl+Shif)
hu: Bal Ctrl+Shift

source: Both Shift's (Shift+Shift)
cs: Oba pøepínaèe (Shift+Shift)
hr: Oba Shifta (Shift+Shift)
hu: Mindkét Shift (Shift+Shift)

source: Right Meta
cs: Pravá Meta
hr: Desni Meta
hu: Jobb Meta

source: Left Alt
cs: Levý Alt
hr: Lijevi Alt
hu: Bal Alt

source: Left Control
cs: Levý Control
hr: Lijevi Control
hu: Bal Control

source: Left Meta
cs: Levá Meta
hr: Lijevi Meta
hu: Bal Meta

source: Top Left
cs: Vleho nahoøe
hr: Na vrhu lijevo
hu: Bal felsõ

source: Top Right
cs: Vpravo nahoøe
hr: Na vrhu desno
hu: Jobb felsõ

source: Bottom Left
cs: Vlevo dole
hr: Na dnu lijevo
hu: Bal alsó

source: Bottom Right
cs: Vpravo dole
hr: Na dnu desno
hu: Jobb alsó

source: X default codes
cs: Implicitní X kódy
hr: X uobièajeni kodovi
hu: Alapértelmezett X kódok

source: %s Do you want to configure now?
cs: %s Pøejete provést nastavení?
hr: %s Da li ¾elite poèeti sa postavom?
hu: %s Szeretnéd most beállítani?

source: You're using "International Keyboard" for the first time. I installed a number of default settings.
cs: Pou¾íváte nástroj "Mezinárdní klávesnice" poprvé. Instaluji nìkolik implicitních nastavení.
hr: Koristite "Internacionalnu tipkovnicu" po prvi put. Instalirao sam uobièajene postavke.
hu: Most használod elõször a "Nemzetközi Billentyûzet" programot. Telepítettem néhány alap beállítást.

source: unknown
cs: neznámý
hr: nepoznat
hu: ismeretlen

source: default
cs: implicitní
hr: uobièajen
hu: alapértelmezett

source: Author: Not specified
cs: Autor: neuveden
hr: Autor: Nije naveden
hu: Szerzõ: Nincs megadva

source: Author
cs: Autor
hr: Autor
hu: Szerzõ

source: Description:
cs: Popis:
hr: Opis:
hu: Leírás:

source: Source:
cs: Zdroj:
hr: Izvor:
hu: Forrás:

source: no file
cs: ¾ádný soubor
hr: nema datoteke
hu: nincs állomány

source: user file
cs: u¾ivatelský soubor
hu: felhasználó állománya

source: system file
cs: systémový soubor
hr: sistemska datoteka
hu: rendszer állomány

source: Statistic:
cs: Statistika:
hr: Statistika:
hu: Statisztika:

source: symbols
cs: symboly
hr: znakova
hu: szimbólumok

source: codes
cs: kódy
hr: kodova
hu: kódok

source: alternative symbols
cs: alternativní symboly
hr: alternativnih znakova
hu: alternatív szimbólumok

source: Language
cs: jazyk
hr: Jezik
hu: Nyelv

source: Charset
cs: Znaková sada
hr: skup znakova
hu: Betûkészlet

source: International keyboard ERROR
cs: Chyba mezinárodní klávesnice
hr: Internacionalna tipkovnica - GRE©KA
hu: Nemzetközi billentyûzetkiosztás HIBA

source: International keyboard warning
cs: Warování mezinárodní klávesnice
hr: Internacionalna tipkovnica - upozorenje
hu: Nemzetközi billentyûzetkiosztás figyelmeztetés

source: International keyboard question
cs: Dotaz mezinárodní klávesnice
hr: Internacionalna tipkovnica - pitanje
hu: Nemzetközi billentyûzetkiosztás kérdés

source: Configure
cs: Nastavit
hr: Postavi
hu: Konfigurálás

source: Do you want to continue?
cs: Pøejete si pokraèovat?
hr: Da li ¾elite nastaviti?
hu: Folytatni akarja?

source: List of active keyboard maps
cs: Seznam aktivních kláv. máp
hr: Popis aktivnih mapa tipkovnica
hu: Aktív billentyûzet kiosztások listája

source: &Add
cs: Pøid&at
hr: &Dodaj
hu: Hozzá&adás

source: Add new keyboard map
cs: Pøidat novou klávesovou mapu
hr: Dodajem novu mapu tipkovnice
hu: Új kiosztás hozzáadása

source: Remove selected keyboard map
cs: Odstranit zvolenou mapu
hr: Ukloni izabranu mapu tipkovnice
hu: Kiválasztott kiosztás eltávolítása

source: U&p
cs: Na&horu
hr: &Gore
hu: Fe&l

source: Move up selected keyboard map
cs: Pøesunout zvolenou mapu vý¹e
hr: Premjesti izabranu mapu tipkovnice prema gore
hu: Kiválasztott kiosztást feljebb

source: D&own
cs: D&olù
hr: &Dolje
hu: L&e

source: Move down selected keyboard map
cs: Pøesunout zvolenou mapu ní¾e
hr: Premjesti izabranu mapu tipkovnice prema dolje
hu: Kiválasztott kiosztást lejjebb

source: &Info
hu: &Információ

source: Display information for selected keyboard map
cs: Zobrazit informace o vybrané klávesové mapì
hr: Prika¾i informacije za izabranu mapu tipkovnice
hu: Információ a kiválasztott kiosztásról

source: Use &hot list
cs: Pou¾ít &hotlist
hr: Koristi &hotlist
hu: Forró lista &használata

source: Use only default and last active keyboard maps when switch key sequence is used
cs: Pou¾ívat pouze standardní a naposledy aktivní klávesovou mapu pøi pøepínání z klávesnice
hu: Csak az alapértelmezett és a legutóbb használt kiosztás között lehet váltogatni

source: Adding Keyboard
cs: Pøidání klávesnice
hr: Dodajem tipkovnicu
hu: Billentyûzet hozzáadása

source: There are no keyboard maps left to add
cs: Ji¾ zde není víc klávesových map k pøidání
hr: Nema vi¹e mapa za tipkovnice koje je moguæe dodati
hu: Nincs több hozzáadható billentyûzet kiosztás

source: Keyboard map information
cs: Informace o klávesové mapì
hr: Informacije o mapi tipkovnice
hu: Billentyûzet kiosztás információ

source: Add Keyboard
cs: Pøidat klávesnici
hr: Dodaj tipkovnicu
hu: Billentyûzet hozzáadás

source: Available keyboard maps
cs: Dostupné klávesové mapy
hr: Dostupne mape za tipkovnice
hu: Elérhetõ billentyûzet kiosztások

source: Keyboard maps
cs: Klávesové mapy
hr: Mape tipkovnica
hu: billentyûzet kiosztások

source: Switch and Alt Switch
cs: Pøepnutí a pøepnutí s Altem
hu: Váltás és alternatív váltás

source: Key(s) for switching between keyboard maps
cs: Klávesa(y) na pøepínání mezi mapami
hr: Tipka(e) za promjenu izmeðu mapa tipkovnica
hu: Billentyû(k) kiosztás váltáshoz

source: Key for activating Alternate symbols in current keyboard map
cs: Klávesa pro aktivaci altern. symbolù v aktuální kláv. mapì
hr: Tipka za aktiviranje Alternativnih znakova u trenutnoj mapi
hu: Billentyû az alternatív szimbólumok aktiválásához a jelenlegi kiosztásban

source: &Beep
cs: &Pípnutí
hr: &Pip
hu: Csipo&gás

source: Beep when keyboard map is changed
cs: Pípnout pøi ka¾dé zmìnì klávesové mapy
hr: Pipni kod svake promjene mapiranja tipkovnice
hu: Mindíg csipogjon kiosztás váltáskor

source: Ad&vanced
cs: Pok&roèilé
hr: Na&predno
hu: &Haladóknak

source: Advanced options
cs: Pokroèilé mo¾nosti
hr: Napredne opcije
hu: Beállítások haladóknak

source: Advanced
cs: Pokroèilé
hr: Napredno
hu: Haladóknak

source: &Emulate Caps Lock
cs: &Emulovat CapsLock
hr: &Opona¹aj CapsLock
hu: Caps Lock &emulálása

source: Emulate XServer Caps Lock. Needed for correct keyboard operation in some languages
cs: Emulovat Capslock XServeru. Potøebné pro správnou funkci v nìkterých jazycích
hr: Opona¹aj XServer CapsLock. Neki jezici zahtjevaju ovu opciju.
hu: X Szerver Caps Lock emuláció. Néhány nyelv csak így lesz helyes

source: &World Menu
cs: &Svìtové menu
hr: Izbornik s&vijeta
hu: &Világ menü

source: Show menu in any window by holding sown the selected Switch key(s)
cs: Ukazovat menu v ka¾dém oknì pøi stiskuté pøepínací klávese
hu: Mutassa a menüt bármelyik ablakban a váltó billentyûk nyomvatartásakor

source: &Save Classes
cs: &Ulo¾it tøídy
hr: &Spremi razrede
hu: O&sztályok mentése

source: Save relations between window classes and keyboard maps on exit
cs: Ulo¾it vztahy mezi tøídami oken a klávesových map pøi ukonèení
hu: Kilépéskor menti a kapcsolatokat az ablak osztályok és a kiosztások között

source: Define X codes
cs: Definovat X kódy
hr: Podesi X kodove
hu: X kódok definiálása

source: Input
cs: Vstup
hr: Ulaz
hu: Bevitel

source: Standard behavior. Keyboard map effective for all windows
cs: Standardní chování. Klávesová mapa aktivní pro v¹echna okna
hr: Standardno pona¹anje. Mapa tipkovnice aktivna za sve prozore
hu: Tipikus viselkedés. A billentyûzet kiosztás minden ablakra érvényes

source: Extended behavior. Keyboard map state is saved for each window independently
cs: Roz¹íøené chování. Stav klávesové mapy je ukládán nezávisle pro ka¾dé okno
hr: Pro¹ireno pona¹anje. Mapa tipkovnice pode¹ava se za svaki prozor posebno
hu: Kiterjeszett viselkedés. A billentyûzet kiosztás minden ablakra más lehet

source: Special behavior. Keyboard state is saved for each window class independently
cs: Speciální chování. Stav klávesové mapy je ukládán nezávisle pro ka¾dou tøídu oken
hr: Posebno pona¹anje. Mapa tipkovnice pode¹ava se za svaki razred prozora posebno
hu: Speciális viselkedés. A billentyûzet kiosztás minden ablakra osztályra más lehet

source: Button Colors
cs: Barvy tlaèítek
hr: Boje gumbi
hu: Gomb színei

source: Foreground
cs: Popøedí
hr: Prvi plan
hu: Elõtér

source: Text label foreground color
cs: Barva popøedí popisky
hu: Szöveg cimke elõtér színe

source: Background
cs: Pozadí
hr: Pozadina
hu: Háttér

source: Text label background color
cs: Barva pozadí popisky
hu: Szöveg cimke háttér színe

source: With Caps Lock
cs: S CapsLockem
hr: S CapsLockom
hu: Caps Lock-al

source: Background when Emulated Caps Lock active
cs: Pozadí, pøi aktivní emulaci Capslocku
hu: Háttér színe, ha a Caps Lock emuláció aktív

source: With Alternate
cs: S Alt
hr: Sa Alternate
hu: Alternatívval

source: Background when Alternate switch key is pressed
cs: Pozadí, pøi stisknutí pøepínaèe Alternate
hu: Háttér színe, ha az alternatív kapcsoló be van kapcsolva

source: Button Font
cs: Písmo tlaèítka
hr: Pismo na gumbima
hu: Gomb betûtípusa

source: &Customize Font
cs: &Nastavit písmo
hr: Po&desi pismo
hu: Betûtípus testreszabása

source: Customize Font for text label or use global settings
cs: Nastavte písmo pro textový popisek nebo pou¾ijte globální nastavení
hu: A szöveg cimke betûtípusa más legyen, vagy a redszer beállítása szerinti

source: C&hange Font
cs: &Zmìnit písmo
hr: P&romijeni pismo
hu: Betûtípus megváltoztatása

source: &Autostart
hr: &Automatsko pokretanje
hu: &Autómatikus indulás

source: Start up automatically
cs: Spou¹tìt automaticky
hr: Pokreni automatski
hu: Iduljon el autómatikusan

source: &Docked
cs: &Dokované
hr: &Pristani na ploèu
hu: &Dokkolva

source: Dock into special area in the panel
cs: Pohlcovat ve speciální oblasti v kpanelu
hr: Pristani na ploèu
hu: Csatlakozzon be a panelbe

source: Place
cs: Umístit
hr: Polo¾i
hu: Elhelyezés

source: Place in selected corner
cs: Umístit do zvoleného rohu
hr: Polo¾i u izabrani kut
hu: A kiválasztott sarokba kerüljön

source: &General
cs: &V¹eobecné
hr: &Opæenito
hu: Álltalános

source: &Style
cs: &Styl
hr: &Stil
hu: &Stílus

source: Start&Up
cs: Sp&u¹tení
hr: P&oèni
hu: Indulás

source: International Keyboard
cs: Mezinárodní klávesnice
hr: Internacionalna tipkovnica
hu: Nemzetközi Billentyûzetkiosztás
