Repository: xwizard/kde1
Catalog: kdebase-1.1.2/po/*/klock.po
Languages: br, sl

source: Attraction
br: Dedennerezh

source: Setup KAttraction
br: Kefluniañ KDedennerezh
sl: Nastavitve KAttraction

source: Number:
br: Niver :
sl: ©tevilo:

source: Mode:
br: Giz :
sl: Naèin:

source: Balls
br: Melloù
sl: Krogle

source: Lines
br: Linennoù
sl: Linije

source: Polygons
br: Lieskognegoù
sl: Poligoni

source: Tails
br: Roudennoù
sl: Repi

source: Glow
br: Lufrus
sl: Sijaj

source: About Attraction
br: Diwar-benn Dedennerezh
sl: O Attraction

source: Attraction Version 1.0 Copyright (c) 1992-1997 by Jamie Zawinski <jwz@jwz.org> Ported to kscreensaver by: Tom Vijlbrief <tom.vijlbrief@knoware.nl> oct 1998
br: Dedennerezh Doare1.0 Gwirioù eilañ (c) 1992-1997 gant Jamie Zawinski <jwz@jwz.org> Douget da kscreensaver gant: Tom Vijlbrief <tom.vijlbrief@knoware.nl> here 1998
sl: Attraction verzija 1.0 Avtorske pravice (c) 1992-1997 Jamie Zawinski <jwz@jwz.org> Prene¹en na kscreensave: Tom Vijlbrief <tom.vijlbrief@knoware.nl> oct 1998

source: Banner
br: Lugan

source: Setup kbanner
br: Kefluniañ klugan
sl: Nastavitve knaslova

source: Family:
br: Familh :
sl: Dru¾ina:

source: Size:
br: Ment :
sl: Velikost:

source: Color:
br: Liv :
sl: Barva:

source: Bold
br: Druz
sl: Krepko

source: Speed:
br: Tizh :
sl: Hitrost:

source: Message:
br: Kemennad :
sl: Sporoèilo:

source: About Banner
br: Diwar-benn Lugan
sl: O Banner-ju

source: Banner Version 0.1 written by Martin R. Jones 1996 mjones@kde.org
br: Lugan Doare 0.1 skrivet gant Martin R. Jones 1996 mjones@kde.org
sl: Banner verzija 0.1 napisal Martin R. Jones 1996 mjones@kde.org

source: KDE is great
br: KDE a zo dreist
sl: KDE je odlièen

source: Setup KBat
br: Kefluniañ KBat
sl: Nastavi KNetopir

source: Number of bats:
br: Niver a eskell-kroc'hen :
sl: ©tevilo netopirjev:

source: About Bat
br: Diwar-benn Bat
sl: O Netopirju

source: Bat Copyright (c) 1986 by Sun Microsystems Ported to kscreensave by Emanuel Pirker.
br: Bat Gwirioù eilañ (c) 1986 gant Sun Microsystems Douget da kscreensaver gant Emanuel Pirker.
sl: Netopir Avtorske pravice (c) 1986 Sun Microsystems Na kscreensave prenesel Emanuel Pirker.

source: Blank Screen
br: Skramm goullo
sl: Prazen zaslon

source: Setup kblankscrn
br: Kefluniañ kblankscrn
sl: Nastavi kprazenzaslon

source: Random Linear
br: Ankivil linennel
sl: Nakljuèno linearen

source: Horizonal Sine
br: Sinus a-led
sl: Horizontalni sinus

source: Circular Bounce
br: Dazlammat kelc'hel
sl: Kro¾no poskakovanje

source: Polar Coordinates
br: Daveennoù poleel
sl: Polarne koordinate

source: Random
br: Ankivil
sl: Nakljuèno

source: Sorry. This screensaver needs a color display
br: Ho tigarez : an damanter-se a c'houlenn groñs ur skramm liv
sl: Oprostite. Ta osve¾evalec zaslona potrebuje barvni zaslon

source: Setup Blob Saver
br: Kefluniañ Blob
sl: Nastavitve Blob Saverja

source: Frame Show sec.
br: Diskouez steuñvennoù
sl: Slik prikazanih na sek.

source: Algorithm
br: Algoritm
sl: Algoritem

source: About Blob
br: Diwar-benn Blob
sl: O Blobu

source: Blobsaver Version 0.1 written by Tiaan Wessels 1997 tiaan@netsys.co.za
br: Damanter Blob Doare 0.1 skrivet gant Tiaan Wessels 1997 tiaan@netsys.co.za
sl: Blobsaver verzija 0.1 napisal Tiaan Wessels 1997 tiaan@netsys.co.za

source: Blobs
br: Bloboù
sl: Mehurèki

source: Setup KBouboule
br: Kefluniañ KBouboule
sl: Nastavi KBouboule

source: Number of points:
br: Niver a poentoù
sl: ©tevilo toèk:

source: Point size:
br: Ment ur poent :
sl: Velikost toèke:

source: Color-change frequency:
br: Taml kemmañ al liv :
sl: Frekvenca spreminjanja barv:

source: 3D mode
br: Mod 3Ment
sl: 3D naèin

source: About Bouboule
br: Diwar-benn Bouboule
sl: O Bouboule

source: Bouboule v0.1 -- a glob of spheres twisting and changing size Copyright (c) 1996 by Jeremie PETIT Ported to kscreensave by Cedric Tefft
br: Bouboule v0.1 -- ur vell a kanetennoù o weañ hag o gemmañ ment Gwirioù eilañ (c) 1996 gant Jeremie PETIT Douget da kscreensaver gant Cedric Tefft
sl: Bouboule v0.1 -- krogla sfer, ki se paèijo in spreminjajo velikost Avtorske pravice (c) 1996 Jeremie PETIT Na kscreensave prenesel Cedric Tefft

source: Black Screen of Death
br: Skramm goullo ar Marv
sl: Èrn zaslon smrti

source: Setup KFlame
br: Kefluniañ KFlame
sl: Nastavi KPlamen

source: Max Levels:
br: Live uhelañ :
sl: Max stopenj:

source: Num Points:
br: Niver a boentoù :
sl: ©tevilo toèk:

source: About Flame
br: Diwar-benn Flame
sl: O Plamnu

source: Flame Version 3.3 Copyright (c) 1991 by Patrick J. Naughton Ported to kscreensave by Martin Jones.
br: Flame Doare 3.3 Gwirioù eilañ (c) 1991 gant Patrick J. Naughton Douget da kscreensave gant Martin Jones.

source: Forest
br: Koadeg
sl: Gozd

source: Setup KForest
br: Kefluniañ KKoadeg
sl: Nastavi KGozd

source: Num of Trees:
br: Niver a wez :
sl: ©tevilo dreves:

source: About Forest
br: Diwar-benn Koadeg
sl: O Gozdu

source: Forest Copyright (c) 1995 by Pascal Pensa Ported to kscreensave by Emanuel Pirker.
br: Koadeg Gwirioù eilañ (c) 1995 gant Pascal Pensa Douget da kscreensave par Emanuel Pirker.
sl: Gozd Avtorske pravice (c) 1995 Pascal Pensa Na kscreensave prenesel Emanuel Pirker.

source: Setup KHop
br: Kefluniañ KHop
sl: Nastavi KHop

source: Samecolor Pixels:
br: Pikseloù heñvelliv :
sl: Istobarvnih toèk:

source: Cycles:
br: Korioù :
sl: Ciklov:

source: About Hop
br: Diwar-benn Hop
sl: O Hopu

source: Hop Version 3.3 Copyright (c) 1991 by Patrick J. Naughton Ported to kscreensave by Emanuel Pirker.
br: Hop Doare 3.3 Gwirioù eilañ (c) 1991 gant Patrick J. Naughton Douget da kscreensave gant Emanuel Pirker.
sl: Hop verzija 3.3 Avtorske pravice (c) 1991 Patrick J. Naughton Na kscreensave prenesel Emanuel Pirker.

source: Setup KLaser
br: Kefluniañ KLaser
sl: Nastavi KLaser

source: About Laser
br: Diwar-benn Laser
sl: O Laserju

source: Laser Version 3.3 Copyright (c) 1995 by Pascal Pensa Ported to kscreensave by Martin Jones.
br: Laser Doare 3.3 Gwirioù eilañ (c) 1995 gant Pascal Pensa Douget da kscreensave gant Martin Jones.
sl: Laser verzija 3.3 Avtorske pravice (c) 1995 Pascal Pensa Na kscreensave prenesel Martin Jones.

source: Setup klines
br: Kefluniañ klinennoù
sl: Nastavi klinije

source: Length:
br: Hirder :
sl: Dol¾ina:

source: Beginning:
br: Deroù :
sl: Zaèetek:

source: Middle:
br: Kreiz :
sl: Sredina:

source: End:
br: Diwezh :
sl: Konec:

source: About Lines
br: Diwar-benn Linennoù
sl: O Linijah

source: Lines Version 0.1.1 written by Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
br: Linennoù Doare 0.1.1 skrivet gant Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
sl: Linije verzija 0.1.1 napisal Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de

source: Setup KLissie
br: Kefluniañ KLissie
sl: Nastavi KLissie

source: Num of Lissies:
br: Niver a Lissie-où :
sl: ©tevilo Lissie:

source: About Lissie
br: Diwar-benn Lissie
sl: O Lissie

source: Lissie Copyright (c) 1996 by Alexander Jolk Ported to kscreensave by Emanuel Pirker.
br: Lissie Gwirioù eilañ (c) 1996 gant Alexander Jolk Douget da kscreensave gant Emanuel Pirker.
sl: Lissie Avtorske pravice (c) 1996 Alexander Jolk Na kscreensave prenesel Emanuel Pirker.

source: Option %s is not support on this plattform!
br: Dibab %s n'eo ket skoraet war ar savenn-mañ !

source: Warning: You won't be able to lock the screen! Your system uses shadow passwords. Please contact your system administrator. Tell him that you need suid for the kcheckpass program!
br: Diwallit : Ne viot ket vit prennañ ar skramm ! Implij a ra ho reizhid tremegerioù kuzhet. Kit e darempred gant merour ho reizhiad. Lârit dezhañ e faot deoc'h suid evit ar goulev kcheckpass !
sl: Opozorilo: Ne boste mogli zakleniti zaslona! Va¹ sistem uporablja zasenèena gesla. Prosim kontaktirajte va¹ega sistemskega administratorja. Povejte ji, da potrebujete suid za program kcheckpass!

source: Shadow Passwords
br: Tremengerioù kuzhet
sl: Zasenèena gesla

source: please don't use -test together with -lock. use klock instead.
br: na arverit ket mar plij -test a-stroll gant -lock. arverit kentoc'h klock.
sl: prosim ne uporabljajte -test skupaj z -lock. raje uporabite klock.

source: Usage: %s -install|-setup|-test|-desc|-preview wid|-inroot [-corners xxxx] [-delay num] [-lock] [-allow-root] [-nice num]
br: Arveriadur : %s -install|-setup|-test|-desc|-preview led|-inroot [-corners xxxx] [-delay niv] [-lock] [-allow-root] [-nice niv]

source: -corners xxxx Placing cursor in corner performs action: x = i no action (ignore) x = s save screen x = l lock screen order: top-left, top-right, bottom-left, bottom-right -delay num Amount of idle time before screen saver starts (default 10min) -desc Print the screen saver's description to stdout -install Install screen saver -lock Require password to stop screen saver -allow-root Accept root password to unlock -nice num Run with specified nice value -preview wid Run in the specified XWindow -inroot Run in the root window -setup Setup screen saver -test Invoke the screen saver immediately
br: -corners xxxx Lakaat ar reti er c'horn a seven an obererezh : x = i hini ebet (na ober van) x = s damantiñ ar skramm x = l prennañ ar skramm urzh : gorre-kleiz, gorre-dehou, traoñ-kleiz, traoñ-dehou -delay niv gedvezh araok loc''hañ an damanter skramm (dre ziouer 10mun) -desc moulañ deskrivadur an damanter skramm war stdout -install staliañ an damanter skramm -lock goulenn an tremenger evit ehanañ an damanter skramm -allow-root Aotreañ root da dibrennañ -nice num a seven gant ar gwerzh nice roet -preview wid seveniñ er prenestr XWindow resisaet -inroot seveniñ er prenestr gwrizienn -setup kefluniañ an damanter skramm -test loc'h an damanter skramm diouzhtu
sl: -corners xxxx Postavitev kazalca v kot izvede dejanje: x = i ni dejanja (ignoriraj) x = s shrani zaslon x = l zakleni zaslon vrstni red: zgoraj-levo, zgoraj-desno, spodaj-levo, spodaj-desno -delay ¹tev Èas mirovanja preden se vklopi osve¾evalec zaslona (privzeeto 10min) -desc Izpi¹i opis osve¾evalca zaslona na standardni izhod -install Namesti osve¾evalec zaslona -lock Zahtevaj geslo za zaustavitev osve¾evalca zaslona -allow-root Sprejmi geslo uporabnika root za odklenitev -nice num Teèi z doloèeno nice vrednostjo -preview okno Teèi v doloèenem XOknu -inroot Teèi v korenskem oknu -setup Nastavi osve¾evalec zaslona -test Takoj za¾eni osve¾evalec zaslona

source: GL can not render with root visual
br: GL n'hell ket render gant root visual
sl: GL ne more upodobiti s korenskim vizualnim

source: Setup KMorph3d
br: Kefluniañ KMorph3d
sl: Nastavi KMorph3d

source: Object Type:
br: Rizh ergorenn :
sl: Tip objekta:

source: About Morph3D
br: Diwar-benn Morph3D
sl: O Morph3D

source: Morph3D Copyright (c) 1997 by Marcelo F. Vianna Ported to kscreensave by Emanuel Pirker.
br: Morph3D Gwirioù eilañ (c) 1997 gant Marcelo F. Vianna Douget da kscreensave gant Emanuel Pirker.
sl: Morph3D Avtorske pravice (c) 1997 Marcelo F. Vianna Na kscreensave prenesel Emanuel Pirker.

source: Pipes (GL)
br: Korzennoù (GL)
sl: Cevi (GL)

source: Setup KPipes
br: Kefluniañ KKorzennoù
sl: Nastavi KCevi

source: Number of Pipes
br: Niver a gorzennoù
sl: ©tevilo cevi

source: About KPipes
br: Diwar-benn KKorzennoù
sl: O KCeveh

source: KPipes Copyright (c) 1998 Lars Doelle <lars.doelle@on-line.de>
br: KKorzennoù Gwirioù eilañ (c) 1998 Lars Doelle <lars.doelle@on-line.de>
sl: KCevi Avtorske pravice (c) 1998 Lars Doelle <lars.doelle@on-line.de>

source: Setup kpolygon
br: Kefulniañ klieskognegoù
sl: Nastavi kpoligon

source: Vertices:
br: Vertisoù :
sl: Ogli¹èa:

source: About Polygon
br: Diwar-benn Lieskognegoù
sl: O Poligonu

source: Polygon Version 0.1 written by Martin R. Jones 1996 mjones@kde.org
br: Lieskogneg Doare 0.1 Skrivet gant Martin R. Jones 1996 mjones@kde.org
sl: Poligon verzija 0.1 napisal Martin R. Jones 1996 mjones@kde.org

source: Pyro
br: Tan-arvest
sl: Piro

source: Setup KPyro
br: Kefluniañ KTan-arvest
sl: Nastavi KPiro

source: Cloud
br: Koumoul
sl: Oblak

source: About Pyro
br: Diwar-benn Tan-arvest
sl: O Piru

source: Pyro Version 3.4 Copyright (c) 1991 by Patrick J. Naughton Ported to kscreensave by Martin Jones.
br: Tan-arvest Doare 3.4 Gwirioù eilañ (c) 1991 gant Patrick J. Naughton Douget da kscreensave gant Martin Jones.
sl: Piro verzija 3.4 Avtorske pravice (c) 1991 Patrick J. Naughton Na kscreensave prenesel Martin Jones.

source: Rock
br: Steredigoù
sl: Skala

source: Setup krock
br: Kefluniañ ksteredigoù
sl: Nastavi kskalo

source: Move
br: Fiñval
sl: Premakni

source: Rotate
br: Treiñ
sl: Rotiraj

source: About Rock
br: Diwar-benn Steredigoù
sl: O Skali

source: Rock Version 3.3 Copyright (c) 1992 by Jamie Zawinski Ported to kscreensave by Martin Jones.
br: Steredigoù Doare 3.3 Gwirioù eilañ (c) 1992 gant Jamie Zawinski Douget da kscreensave gant Martin Jones.
sl: Skala verzija 3.3 Avtorske pravice (c) 1992 Jamie Zawinski Na kscreensave prenesel Martin Jones.

source: Enter Password
br: Roit tremenger
sl: Vnesi geslo

source: Failed
br: Tremenger siek
sl: Neuspe¹no

source: Whirl
br: Korventenn
sl: Vrti

source: Sphere
br: Boull
sl: Sfera

source: Exponential
br: eksponansiel
sl: Eksponentno

source: Contraction
br: kontraksion
sl: Krèenje

source: Wave
br: Gwagenn
sl: Valovanje

source: Curvature
br: Krommadur
sl: Krivina

source: Science
br: Skiant
sl: Znanost

source: rendering lens...
br: o render ferenn...
sl: upodobi leèe...

source: grabbing screen...
br: oc'h tapout ar skramm...
sl: zgrabi zaslon...

source: Setup Science
br: Kefluniañ Skiant
sl: Nastavi Znanost

source: Inverse
br: Eilpenn
sl: Inverzen

source: Gravity
br: Dedennerezh
sl: Gravitacija

source: Hide Background
br: Kuzhat an drekleur
sl: Skrij ozadje

source: Intensity:
br: Nerzh :
sl: Intenzivnost:

source: Motion:
br: Fiñvadenn :
sl: Gibanje:

source: Science Version
br: Skiant Doare

source: written by
br: skrivet gant

source: About Science
br: Diwar-benn Skiant
sl: O Znanosti

source: SlideScreen
br: RuzSkramm

source: Setup KSlideScreen
br: Kefluniañ KRuzSkramm
sl: Nastavi KSlideScreen

source: About SlideScreen
br: Diwar-benn RuzSkramm
sl: O SlideScreenu

source: SlideScreen Version 1.1 Copyright (c) 1992-1997 by Jamie Zawinski <jwz@jwz.org> Ported to kscreensaver by: Tom Vijlbrief <tom.vijlbrief@knoware.nl> oct 1998
br: RuzSkramm Doare 1.1 Gwirioù eilañ (c) 1992-1997 gant Jamie Zawinski <jwz@jwz.org> Douget da kscreensaver gant : Tom Vijlbrief <tom.vijlbrief@knoware.nl> here 1998
sl: SlideScreen verzija 1.1 Avtorske pravice (c) 1992-1997 Jamie Zawinski <jwz@jwz.org> Na kscreensaver prenesel: Tom Vijlbrief <tom.vijlbrief@knoware.nl> oct 1998

source: Slip
br: Riklañ

source: Setup KSlip
br: Kefluniañ KRiklañ
sl: Nastavi KSlip

source: Batchcount:
br: Niver :
sl: ©tevilo serij:

source: About Slip
br: Diwar-benn Riklañ
sl: O Slipu

source: Slip Copyright (c) 1991 by Scott Draves Ported to kscreensave by Emanuel Pirker.
br: Riklañ Gwirioù eilañ (c) 1991 gant Scott Draves Douget da kscreensave gant Emanuel Pirker.
sl: Slip Avtorske pravice (c) 1991 Scott Draves Na kscreensave prenesel Emanuel Pirker.

source: Space (GL)
br: Egor (GL)
sl: Vesolje (GL)

source: Setup KSpace
br: Kefluniañ KHed-gwenan
sl: Nastavi KVesolje

source: Warp Interval:
br: Kammed Warp :

source: About KSpace
br: Diwar-benn KEgor
sl: O KVesolju

source: KSpace Copyright (c) 1998 Bernd Johannes Wuebben <wuebben@kde.org>
br: KEgor Gwirioù eilañ (c) 1998 Bernd Johannes Wuebben <wuebben@kde.org>
sl: KVesolje Avtorske pravice (c) 1998 Bernd Johannes Wuebben <wuebben@kde.org>

source: Swarm
br: Hed-gwenan
sl: Roj

source: Setup KSwarm
br: Kefluniañ KHed-gwenan
sl: Nastavi KRoj

source: Number of Bees:
br: Niver a wenan :
sl: ©tevilo èebel:

source: About Swarm
br: Diwar-benn Hed-gwenan
sl: O Roju

source: Swarm Copyright (c) 1991 by Patrick J. Naughton Ported to kscreensave by Emanuel Pirker.
br: Hed-gwenan Gwirioù eilañ (c) 1991 gant Patrick J. Naughton Douget da kscreensave gant Emanuel Pirker.
sl: Roj Avtorske pravice (c) 1991 Patrick J. Naughton Na kscreensave prenesel Emanuel Pirker.

source: Bat
sl: Netopir

source: Flame
sl: Plamen

source: Flame Version 3.3 Copyright (c) 1991 by Scott Draves <spot@draves.org> Ported to kscreensave by Martin Jones.
sl: Plamen verzija 3.3 Avtorske pravice (c) 1991 Scott Draves <spot@draves.org> Na kscreensaver prenesel Martin Jones.

source: Option %1 is not support on this plattform!
sl: Izbira %1 ni podprta v tem strojnem okolju!

source: Usage: %1 -install|-setup|-test|-desc|-preview wid|-inroot [-corners xxxx] [-delay num] [-lock] [-allow-root] [-nice num]
sl: Uporaba: %1 -install|-setup|-test|-desc|-preview okno|-inroot [-corners xxxx] [-delay ¹tev] [-lock] [-allow-root] [-nice ¹tev]

source: Science Version 0.26.5 written by Rene Beutler (1998) rbeutler@g26.ethz.ch
sl: Znanost, izdaja 0.26.5 Napisal (1998) Rene Beutler rbeutler@g26.ethz.ch
