Repository: xwizard/kde1
Catalog: kdebase-1.1.2/po/*/kmenuedit.po
Languages: br, es, et, fi, hu, it, ja, ko, nl, tr

source: Change &Menuname
br: Kemmañ &anv al lañser
es: Cambiar nombre del &menú
et: Muuda &menüü nime
fi: &Vaihda valikon nimeä
hu: &Menünév megváltoztatás
it: Cambia nome &menu
ja: メニュー名を変更(&M)
ko: 메뉴이름 바꾸기(&M)
nl: &Veranderen menunaam
tr: &Menü Adýný Deðiþtir

source: Reload &Filetypes
br: Adkargañ &Rizhoù restroù
es: Recargar tipos de &archivos
et: Laadi &failitüübid uuesti
fi: Uudelleenlataa &tiedostotyypit
hu: &Fájtípusok újratöltése
it: Ricarica Tipi di &File
ja: ファイルタイプを再読み込み(&F)
ko: 파일유형 다시불러오기(&F)
nl: Opnieuw inlezen &bestandtypen
tr: &Dosya türlerini yeniden yükle

source: by
br: gant
es: por
hu: által
it: da
ja: で
nl: door
tr: ile

source: Changes not saved !
br: Kemmoù nann enrollet !
es: ¡ Hay cambios pendientes de almacenar !
et: Muudatused pole salvestatud !
fi: Muutoksia ei talletettu !
hu: A változtatások nem lettek elmentve!
it: Cambiamenti non salvati
ja: 変更が保存されませんでした！
ko: 변경사항이 저장되지 않습니다 !
nl: Wijzigingen niet opgeslagen !
tr: Deðiþiklikler kaydedilmedi !

source: Do you want to save your changes ?
br: Ha fellout a ra deoc'h enrollañ ho kemmoù ?
es: ¿Desea guardar los cambios?
et: Soovid sa muudatused salvestada ?
fi: Haluatko tallentaa muutokset ?
hu: El akarod menteni a változtatásokat?
it: Desideri salvare le modifiche ?
ja: 変更を保存しますか？
ko: 변경사항을 저장하시겠읍니까?
nl: Wilt u uw wijzigingen opslaan ?
tr: Deðiþikliklerinizi kaydetmek istiyor musunuz?

source: EMPTY
br: GOULLO
es: VACIO
et: TÜHI
fi: TYHJÄ
hu: ÜRES
it: VUOTO
ja: 空
ko: 비어있음
nl: LEEG
tr: Boþ

source: Reload Menus
br: Adkargañ al lañserioù
es: Recargar menús
et: Laadi menüüd uuesti
fi: Uudelleenlataa valikot
hu: Menük újratöltése
it: Ricarica Menu
ja: メニューを再読み込み
ko: 메뉴 다시 불러오기
nl: Menus opnieuw inlezen
tr: Menüleri Yükle

source: Reloading the menus will discard all changes. Are you sure you want to reload ?
br: Ma adkargit al lañserioù e vo dilezet an holl gemmoù. Ha sur hoc'h e fell deoc'h adkargañ ?
es: Recargar los menús desechará los cambios hechos hasta ahora. ¿Está seguro de querer recargarlos?
et: Menüüde uuesti laadimine tühistab kõik muudatused. Oled sa kindel, et sa soovid uuesti laadida?
fi: Valikoiden lataaminen kumoaa muutokset. Oletko varma, että haluat ladata valikot ?
hu: A menük újratöltésével elvesznek az eddigi változtatások. Biztosan újra akarod tölteni?
it: Ricaricando i menu perderai tutte le modifiche. Sei sicuro di volerli ricaricare ?
ja: メニューの再読み込みは全ての変更を無効にします。 本当に再読み込みをしますか？
ko: 메뉴를 다시 불러오면 변경사항을 잃게 됩니다. 다시 불러오겠읍니까?
nl: Als u de menus opnieuw inleest verliest u alle wijzigingen die u heeft gemaakt Weet u zeker dat u opnieuw wil inlezen ?
tr: Menüleri yeniden yüklemek deðiþikliklerinizi iptal edecektir. Geri yüklemek istiyor musunuz?

source: KMenuedit
fi: Valikkomuokkain
hu: KMenüszerkesztõ
ko: KDE 메뉴편집기

source: The directory for your personal menu does not exist. Do you want to create it now ?
br: Ar renkell evit ho lañserioù deoc'h-c'hwi n'eut ket anezhi. Ha fellout a ra deoc'h he c'hrouiñ bremañ ?
es: El directorio para guardar sus menús personales no existe. ¿ Desea crearlo ahora ?
et: Kataloogi sinu personaalse menüü jaoks ei eksisteeri. Soovid sa praegu selle luua ?
fi: Hakemistoa henkilökohtaisille valikoille ei ole olemassa. Haluatko luoda sen nyt ?
hu: A személyes menüdhöz tartozó könyvtár nem létezik. Létre szeretnéd hozni?
it: La directory per il tuo menu personale non esiste. Vuoi crearla adesso ?
ja: あなたの個人メニュー用のディレクトリがありません。 今作りますか？
ko: 귀하의 개인 메뉴를 위한 디렉토리가 존재하지 않습니다. 디렉토리를 만들시겠습니까?
nl: De map voor uw eigen menus bestaat nog niet. Wilt u deze laten aanmaken ?
tr: Kiþisel menüleriniz için dizin mevcut deðil. Þimdi yaratýlsýn mý?

source: Unable to create directory for personal menu. Select Ok to exit KMenuedit.
br: Dic'houest da grouiñ ar renkell evit ho lañserioù deoc'h-c'hwi. Diuzit Ok evit kuitaat KMenuedit.
es: No fue posible crear el directorio para el menú personal. Seleccione Ok para salir de KMenuedit.
et: Kataloogi su personaalse menüü jaoks pole võimalik luua. Programmist väljumiseks vali OK.
fi: En pysty luomaan hakemistoa henkilökohtaiselle valikolle. Valitse Ok poistuaksesi Valikkomuokkaimesta.
hu: Nem hozható létre a személyes menüd könyvtára. Válaszd az Ok gombot a kilépéshez.
it: Impossibile creare la directory per il menu personale. Scegli Ok per uscire da KMenuedit
ja: 個人メニュー用のディレクトリが作成できません。 KMenueditを終了するためにOKを選択してください。
ko: 개인 메뉴 디렉토리를 만들 수 없읍니다. KMenuedit를 끝내려면 OK를 선택하십시오.
nl: De map voor uw eigen menus kon niet worden aangemaakt. KMenuedit kan nu niet gebruikt worden.
tr: Kiþisel menü için dizin yaratýlamýyor. KMenuedit'ten çýkmak için Peki'yi týklayýnýz.

source: Separator
br: Troc'h
es: Separador
et: Eraldaja
fi: Erotin
hu: Elválasztó
it: Linea Separatrice
ja: セパレータ
ko: 메뉴분리자
nl: Scheiding
tr: Ayýraç

source: Open/ Close
br: Digeriñ/Serriñ
es: Abrir/ Cerrar
et: Ava/ Sulge
fi: Avaa / Sulje
hu: Megnyit/Bezár
it: Apri/ Chiudi
ja: 開く/ 閉じる
ko: 열기/ 닫기
nl: Openen/ Sluiten
tr: Aç/ Kapa

source: Select item for moving
br: Diuzit an draezenn da zilec'hiañ
es: Seleccionar objeto a mover
et: Vali element, mida liigutada
fi: Valitse siirrettävä tietue
hu: Elem kiválasztása mozgatáshoz
it: Scegli oggetto da spostare
ja: 移動するアイテムを選択

source: Select menu for moving
br: Diuzit al lañser da zilec'hiañ
es: Seleccionar menú a mover
et: Vali menüü, mida liigutada
fi: Valitse siirrettävä valikko
hu: Menü kiválasztása mozgatáshoz
it: Scegli menu da spostare
ja: 移動するメニューを選択

source: New
br: Nevez
es: Nuevo
et: Uus
fi: Uusi
hu: Új
it: Nuovo
ja: 新規作成

source: Warning !
br: Diwallit !
es: ¡ Atención !
et: Hoiatus !
fi: Varoitus !
hu: Figyelmeztetés!
it: Attenzione !
ja: 警告！
ko: 경고 !
nl: Waarschuwing !
tr: Uyarý !

source: If you delete this button you will lose all of its submenus
br: Ma lammit an nozelenn-se e kollot he holl islañseroù
es: Si borra esté botón perderá todos los súbmenus del mismo
et: Selle nupu kustutamisega kaotad sa kõik selle alammenüüd
fi: Jos tuhoat tämän napin, menetät sen kaikki alivalikot
hu: Ha kitörlöd ezt a gombot, akkor elvesztesz vele minden almenüt!
it: Se elimini questo pulsante perderai tutti i suoi sottomenu
ja: このボタンを削除するとその全てのサブメニューも失われます
ko: 이 단추를 삭제하면 하위메뉴가 모두 삭제됩니다
nl: Als u deze regel wist verliest u ook al zijn submenus
tr: Bu tuþu silerseniz tüm alt menüleri kaybedeceksiniz

source: Wrong filename
br: Anv restr faziek
es: Nombré de archivo erróneo
et: Vale failinimi
fi: Väärä tiedostonimi
hu: Hibás fájlnév
it: Nome file errato
ja: 悪いファイル名
ko: 잘못된 파일이름
nl: Dubbele bestandsnaam
tr: Yanlýþ dosya adý

source: A kdelnk-file with this name does already exist. Please choose another filename.
br: Bez' ez eus ur restr kdelnk gant an anv-se endeo Dibabit un anv all mar plij.
es: Ya existe un archivo de tipo kdelnk con ese nombre. Por favor elija otro nombre de archivo.
et: Kdelnk fail sellise nimega eksisteerib juba. Palun vali teine failinimi.
fi: kdelnk-tiedosto samalla nimellä on jo olemassa. Valitse toinen tiedostonimi.
hu: Egy kdelnk-fájl ezzel a névvel már létezik. Kérlek válassz valami más nevet.
it: Un file .kdelnk con questo nome esiste già. Per favore scegli un altro nome.
ja: この名前のkdelnkファイルはすでにあります。 他のファイル名を選んでください。
ko: 이 이름의 kdelnk 파일이 이미 존재합니다. 다른 파일이름을 선택하십시오.
nl: Er bestaat al een kdelnk-bestand met deze naam. U moet een andere naam kiezen.
tr: Bu isimde bir kdelnk dosyasý zaten var. Lütfen farklý bir ad seçiniz.

source: Changing the type of this button will delete all of its submenus
br: Kemmañ rizh an nozelenn-mañ a zistrujo he holl islañseroù
es: El cambio de tipo de este botón borrará todos los submenús del mismo
et: Selle nupu tüübi muutmisega kaotad sa kõik selle alammenüüd
fi: Napin tyypin muuttaminen tuhoaa kaikki sen alivalikot
hu: A gomb típusának megváltoztatása törli az összes almenüjét.
it: Cambiando il tipo di pulsante saranno eliminati tutti i suoi sottomenu
ja: このボタンのタイプの変更でその全てのサブメニューも削除されます
ko: 이 단추의 유형을 변경하면 하위 메뉴를 모두 지우게 됩니다
nl: Als u het type van deze regel verandert verliest u al zijn submenus
tr: Bu tuþun türünü deðiþtirmek ile bütün alt menüleri yok edeceksiniz

source: no command
br: urzhiad ebet
es: no existe el comando
et: käsk puudub
fi: ei komentoa
hu: parancs nélkül
it: nessun comando
ja: コマンドなし
ko: 실행명령 없음
nl: geen commando
tr: Komut yok

source: Sorry ! You have to save your changes before you can drop this item on another window.
br: Ho tigarez ! Ret eo deoc'h enrollañ ho kemmoù a-raok gallout leuskel ar draezenn-se war ur prenestr all.
es: Lo siento, tiene que guardar sus cambios antes de poder soltar este elemento en otra ventana.
et: Vabandust! Enne elementide lohistamist teise aknasse pead sa salvestama muudatused.
fi: Sinun pitää tallentaa muutoksesi ennen kuin voit pudottaa tämän toiseen ikkunaan.
hu: Sajnálom! Mielõtt rádobod ezt az elemet egy másik ablakra, el kell mentened a változtatásokat.
it: Mi dispiace ma devi salvare le modifiche prima di poter spostare questo oggetto in un'altra finestra.
ja: すみません！このアイテムを他のウィンドウに ドロップする前に変更を保存しなければいけません。
ko: 이 아이템을 다른 윈도우로 옮기기 전에 변경사항을 저장해야 합니다.
nl: Helaas ! U moet eerst uw wijzigingen opslaan voor u deze regel op een ander venster kan plaatsen.
tr: Bu nesneyi baþka bir pencereye býrakmadan önce deðiþikliklerinizi kaydetmelisiniz.

source: Path for KDE Desktop Entries is not set.
br: Hent evit monedoù KDE n'eo ket termenet.
es: La ruta para su menú personal no está definida.
et: Tee KDE töölaua kirjete jaoks on seadmata.
fi: Polkua KDE:n tietueisiin ei ole asetettu.
hu: Nincs megadva az elérési út a KDE Asztal bejegyzésekhez.
it: Non è impostato il PATH per il KDE Desktop
ja: KDEデスクトップエントリへのパスが設定されていません。
ko: KDE 데스크탑 경로가 설정되지 않았읍니다
nl: Het pad voor de menus is niet ingesteld.
tr: KDE Masaüstü girdileri için yol düzenlenmemiþ

source: I suggest the following entries:
br: Kinnig a ran ar monedoù a heul :
es: La ruta sugerida es la siguiente:
et: Ma soovitan järgmiseid kirjeid:
fi: Suosittelen seuraavia asetuksia:
hu: A következõ bejegyzéseket javaslom:
it: Propongo il seguente:
ja: 以下のエントリをお薦めします:
ko: 다음 항목들이 있읍니다:
nl: Ik suggereer de volgende ingangen:
tr: Aþþaðýdaki girdileri öneririm:

source: Path:
br: Hent :
es: Ruta menús:
et: Tee:
fi: Polku:
hu: Elérés:
ja: パス:
ko: 경로:
nl: Pad:
tr: Yol:

source: PersonalPath:
br: Hent diouzhoc'h :
es: Ruta menú personal:
et: Personaalne tee:
fi: Henkilökohtainen Polku:
hu: Személyes elérés:
it: Path Personale:
ja: 個人パス:
ko: 개인경로:
tr: Kiþisel Yol:

source: Submenu
br: Islañser
es: Submenú
et: Alammenüü
fi: Alivalikko
hu: Almenü
it: Sottomenu
ja: サブメニュー
ko: 하위메뉴
tr: Alt Menü

source: Application
br: Arload
es: Aplicación
et: Rakendus
fi: Sovellus
hu: Alkalmazás
it: Applicazione
ja: アプリケーション
ko: 응용프로그램
nl: Toepassing
tr: Uygulama

source: Swallow
br: Sacher mollad
es: Empotrar
et: Neel
fi: Nielaise
hu: Benyelés
ja: スワロー
ko: 삽입
nl: Opnemen
tr: Yut

source: Link
br: Ereadur
es: Enlace
fi: Linkki
hu: Lánc
it: Collegamento
ja: リンク
ko: 링크
nl: Verbinding
tr: Bað

source: Device
br: Trobarzhell
es: Dispositivo
et: Seade
fi: Laite
hu: Eszköz
it: Dispositivo
ja: デバイス
ko: 장치
nl: Apparaat
tr: Aygýt

source: Type:
br: Rizh :
es: Tipo:
et: Tüüp:
fi: Tyyppi:
hu: Típus:
it: Tipo:
ja: タイプ:

source: File Name:
br: Anv restr :
es: Nombre del archivo:
et: Faili nimi:
fi: Tiedosto:
hu: Fájl név:
it: Nome file:
ja: ファイル名:
ko: 파일 이름:
nl: Bestandsnaam:
tr: Dosya Adý:

source: Name:
br: Anv :
es: Nombre:
et: Nimi:
fi: Nimi:
hu: Név:
it: Nome:
ja: 名前:
nl: Naam:

source: Icon:
br: Arlun :
es: Icono:
et: Ikoon:
fi: Kuvake:
hu: Ikon:
it: Icona:
ja: アイコン:
nl: Pictogram:
tr: Simge:

source: Mini Icon:
br: Arlun korr :
es: Icono pequeño:
et: Miniikoon:
fi: Pienoiskuvake:
hu: Mini ikon:
it: Icona piccola:
ja: 小アイコン:
ko: 작은 Icon:
nl: Kleine pictogram:
tr: Küçük Simge:

source: Comment:
br: Askelenn :
es: Comentario:
et: Kommentaar:
fi: Kommentti:
hu: Megjegyzés:
it: Commento:
ja: コメント:
ko: 주석:
nl: Commentaar:
tr: Yorum:

source: Execute
br: Seveniñ
es: Ejecutar
et: Käivita
fi: Käynnistä
hu: Végrehajtás
it: Esegui
ja: 実行
ko: 실행
nl: Uitvoeren
tr: Çalýþtýr

source: Execute:
br: Seveniñ :
es: Ejecutar:
et: Käivita:
fi: Suorita:
hu: Végrehajtás:
ja: 実行:
ko: 실행:
nl: Uitvoeren:
tr: Çalýþtýr:

source: Working Directory:
br: Renkell labour :
es: Directorio de trabajo:
et: Töökataloog:
fi: Työhakemisto:
hu: Munkakönyvtár:
it: Directory di lavoro:
ja: 作業用ディレクトリ:
ko: 작업 디렉토리:
nl: Werkmap:
tr: Çalýþma Dizini:

source: Run in terminal
br: Seveniñ en un dermenell
es: Ejecutar en una terminal
et: Käivita terminalil
fi: Aja päätteessä
hu: Futtatás terminálban
it: Esegui in un terminale
ja: ターミナルで実行
ko: 터미널에 실행
nl: In een terminalvenster starten
tr: Uçbirim içinde çalýþtýr

source: Terminal Options:
br: Dibaboù an dermenell :
es: Opciones de la terminal:
et: Terminali valikud:
fi: Päätteen asetukset:
hu: Terminál kapcsolók:
it: Opzioni Terminale:
ja: ターミナルオプション:
ko: 터미널 옵션:
nl: Terminal opties:
tr: Uçbirim Seçenekleri:

source: Binary Pattern:
br: Patrom binarel :
es: Patrón binario:
et: Binaarne muster:
fi: Binäärikuvio:
hu: Bináris minta:
it: Schema Binario:
ja: バイナリパターン:
ko: 바이너리 패턴:
nl: Bestandsnamen toepassing
tr: Ýkili Deseni:

source: Application to swallow:
br: Arload da sachañ :
es: Aplicación a empotrar:
et: Neelatav rakendus:
fi: Nielaistava sovellus:
hu: Benyelendõ alkalmazás:
it: Applicazione da inglobare:
ja: スワローするアプリケーション:
ko: 삽입할 응용프로그램:
nl: Toepassing om op te nemen
tr: Yutmak için uygulama:

source: Title of application:
br: Titl an arload :
es: Tipo de aplicación:
et: Rakenduse tiitel:
fi: Sovelluksen otsikko:
hu: Alkalmazás címe:
it: Titolo dell'applicazione:
ja: アプリケーションのタイトル:
ko: 응용프로그램 제목:
nl: Titel van de toepassing
tr: Uygulama baþlýðý:

source: Application to execute on button press:
br: Arload da seveniñ o pouezañ an nozelenn :
es: Aplicación a ejecutar al presionar el botón:
et: Nupule vajutamisel käivitada rakendus:
fi: Suoritettava sovellus nappia painettaessa:
hu: Gombnyomáskor futtatandó alkalmazás:
it: Applicazione da eseguire quanto il pulsante viene premuto
ja: ボタンプレスで実行するアプリケーション:
ko: 단추를 눌렀을 때 실행할 응용프로그램:
nl: Toepassing om uit te voeren bij kiezen pictogram
tr: Tuþ basýmýnda çalýþacak uygulama:

source: Read Only
br: Lenn hepken
es: Sólo Lectura
et: Ainult lugemiseks
fi: Vain luku
hu: Csak olvasható
it: Sola Lettura
ja: 読み込み専用
ko: 읽기 전용
nl: Alleen-lezen
tr: Salt Oku

source: Device:
br: Trobarzhell :
es: Dispositivo:
et: Seade:
fi: Laite:
hu: Eszköz:
it: Dispositivo:
ja: デバイス:
ko: 장치:
nl: Apparaat:
tr: Aygýt:

source: Mount Point:
br: Poent mountañ :
es: Punto de montaje:
et: Ühenduspunkt:
fi: Liitospiste:
hu: Mountolási pont:
ja: マウント位置:
ko: 마운트할 곳:
nl: Aansluitpunt:
tr: Baðlama Noktasý:

source: FS Type:
br: Rizh RR :
es: Tipo de sistema de archivos:
et: FS tüüp:
fi: Tiedostojärjestelmä:
hu: FR típusa:
it: Tipo FS:
ja: FSタイプ:
ko: FS 유형:
nl: Bestandssysteem type:
tr: Dosya Sistemi:

source: Unmount Icon:
br: Arlun Divountañ
es: Icono Desmontado:
et: Ikoon lahti ühendatud seadmele:
fi: Irrotuskuvake:
hu: Unmountoló ikon:
it: Icona 'Smontato'
ja: マウント解除アイコン:
ko: 언마운트 Icon:
nl: Pictogram niet aangesloten:
tr: Çözme Simgesi:

source: Change Menunames
br: Kemmañ anvioù al lañserioù
es: Cambiar nombre de los menús
et: Muuda menüü nimesid
fi: Vaihda valikkonimiä
hu: Menü nevek megváltoztatása
it: Cambia nomi menu
ja: メニュー名変更
ko: 메뉴이름 바꾸기
nl: Veranderen menunamen
tr: Menü Adlarýný Deðiþtir

source: Change the name of the menus as displayed in kpanel
br: Kemmañ anvioù al lañserioù evel diskouezet e kpanel
es: Cambiar el nombre del menú como está mostrado en el panel
et: Muuda menüüde nimesid, nagu neid näidatakse paneelil
fi: Vaihda panelissa näytettyjen valikkojen nimiä
hu: A kpanelben megjelenõ menü nevek megváltoztatása
it: Cambia il nome dei menu come mostrato nel kpanel
ja: メニューの名前をkpanelに表示されているように変更
ko: kpanel에서 보이는 메뉴의 이름을 바꿉니다
nl: Verander de namen van de menus in het paneel
tr: KPanel'de gösterilen menü adlarýný deðiþtir

source: Personal:
br: Diouzhoc'h :
et: Personaalne:
fi: Henkilökohtainen:
hu: Személyes:
it: Personale:
ja: 個人:
ko: 사용자지정:
nl: Persoonlijk:
tr: Kiþisel:

source: Default:
br: Dre ziouer :
es: Por defecto:
et: Vaikimisi:
fi: Oletus:
hu: Alapértelmezett:
ja: 標準:
ko: 기본설정:
nl: Standaard:
tr: Öntanýmlý:

source: URL:
es: Dirección/URL:
