Repository: xwizard/kde1
Catalog: kdebase-1.1.2/po/*/kpager.po
Languages: br, ca, et, fi, hr, hu, is, no, pl, sk, sl

source: Toggle Global Desktop
br: Eilpennañ ar burev hollek
ca: Canvia l'escriptori global
et: Lülita globaalset töölauda
fi: Piilota Yleinen työpöytä
hr: Uklj./isklj. zajednièku radnu povr¹inu
hu: Globális Asztal mutatása/rejtése
is: Altækt skjáborð af/á
no: Skru av/på globalt skrivebord
pl: Pokazuj ogólne biurko
sk: Skry»/odkry» globálnu plochu
sl: Preklopi skupno namizje

source: Toggle Menubar
br: Eilpennañ ar varrenn lañser
ca: Canvia la barra de menú
et: Lülita menüüriba
fi: Piilota valikot
hr: Uklj./isklj. izbornik
hu: Menüsor mutatása/rejtése
is: Valslá af/á
no: Skru av/på menylinje
pl: Poka¿ pasek menu
sk: Skry»/odkry» menu
sl: Preklopi menijsko vrstico

source: Move Right
br: Dilec'hiañ a-zehou
ca: A la dreta
et: Liiguta paremale
fi: Siirrä oikealle
hr: Pomakni se udesno
hu: Jobbra mozgatás
is: Færast til hægri
no: Flytt til høyre
pl: Poka¿ nastêpny
sk: Posunú» vpravo
sl: Premakni desno

source: Move Left
br: Dilec'hiañ a-gleiz
ca: A l'esquerra
et: Liiguta vasakule
fi: Siirrä vasemmalle
hr: Pomakni se ulijevo
hu: Balra mozgatás
is: Færast til vinstri
no: Flytt til venstre
pl: Poka¿ poprzedni
sk: Posunú» vµavo
sl: Premakni levo

source: Hide &Global Desktop
br: Kuzhat ar &burev hollek
ca: Oculta l'escriptori &global
et: Peida &Globaalne töölaud
fi: Piilota &Yleinen työpöytä
hr: Sakrij &zajednièku radnu povr¹inu
hu: &Globális Asztal elrejtése
is: Fela &altækt skjáborð
no: Skul &globalt skrivebord
pl: Ukryj &ogólne biurko
sk: Skry» &globálnu plochu
sl: Skrij &skupno namizje

source: Show &Global Desktop
br: Diskouez ar burev &hollek
ca: Mostra l'escriptori &global
et: Näita &Globaalset töölauda
fi: Näytä &Yleinen työpöytä
hr: Prika¾i &zajednièku radnu povr¹inu
hu: &Globális Asztal mutatása
is: Sýna altækt skjáborð
no: Vis &globalt skrivebord
pl: Poka¿ &ogólne biurko
sk: Ukáza» &globálnu plochu
sl: Prika¾i &skupno namizje

source: Hide &Menubar
br: Kuzhat &barren al lañser
ca: Oculta la barra de &menú
et: Peida &Menüüriba
fi: Piilota &valikot
hr: Sakrij &Izbornik
hu: &Menüsor elrejtése
is: Fela &valslá
no: Skjul &menylinje
pl: Ukryj pasek &menu
sk: Skry» &menu
sl: Skrij &menijsko vrstico

source: &2 Rows
br: &2 Linenn
ca: &2 files
et: &2 rida
fi: &2 Riviä
hr: &2 reda
hu: &2 Sorban
is: &Tvær raðir
no: &2 rader
pl: &2 wiersze
sk: &2 riadky
sl: &2 Vrstici

source: &One Click change Desktop
br: Kemmañ burev gant &ur c'hlik
ca: &Un clic canvia l'escriptori
et: Üks klõ&ps töölaua vahetamiseks
fi: &Klikkaus vaihtaa työpöytää
hr: P&romijeni radnu povr¹inu jednik klikom
hu: Eg&y kattintással vált Asztalt
is: &Einn smellur flettir
no: &Ett klikk for å bytt skrivebord
pl: &Jedno klikniêcie prze³±cza biurko
sk: &Jeden klik na zmenu plochy
sl: &En klik spremeni namizje

source: Hide Desktop &Names
br: Kuzhat &anv ar burevioù
ca: Oculta els &noms d'escriptori
et: Peida töölaua &nimed
fi: Piilota Työpöytien &nimet
hr: &Sakrij imena radnih povr¹ina
hu: Asztal &nevek elrejtése
is: Fela &nöfn skjáborða
no: Skul skrivebord&navn
pl: Ukryj &nazwê biurka
sk: Skry» &názvy plôch
sl: Skrij imena &namizij

source: Show Desktop &Names
br: Diskouez &anv ar burevioù
ca: Mostra els &noms d'escriptori
et: Näita töölaua nimesid
fi: Näytä työpöytien &nimet
hr: &Prika¾i imena radnih povr¹ina
hu: Asztal &nevek mutatása
is: Sýna nöfn skjáborða
no: Vis skrivebord&navn
pl: Poka¿ &nazwê biurka
sk: Ukáza» &názvy plôch
sl: Prika¾i imena &namizij

source: Plain
br: Leun
ca: Llis
et: Puhas
fi: Tavallinen
hr: Prazne prozore
hu: Egyszerû
is: Einfalt
no: Enkel
pl: Jednolite
sk: Jednoduché
sl: Preprosto

source: Icon
br: Arlun
ca: Icona
et: Ikoon
fi: Ikoni
hr: Ikone
hu: Ikon
is: Táknmynd
no: Ikon
pl: Ikona
sk: Ikonka
sl: Ikona

source: Pixmap
br: Piksmap
et: Pixelraster
fi: Kuva
hr: Umanjene prozore
hu: Kép
is: Bitamynd
pl: Pixmapa
sk: Pixmapa
sl: Rastrska slika

source: Draw Mode
br: Mod tresañ
ca: Mode dibuix
et: Joonistamise reziim
fi: Piirtotyyli
hr: Prika¾i prozore kao
hu: Bemutatási mód
is: Teikning
no: Tegnemodus
pl: Tryb wype³niania
sk: Mód kreslenia
sl: Risarski naèin

source: %s (C) 1998 Antonio Larrosa Jimenez larrosa@kde.org antlarr@arrakis.es Malaga (Spain) KPager's homepage is at : http://www.arrakis.es/~rlarrosa/kpager.html KPager comes with ABSOLUTELY NO WARRANTY; for details view file COPYING This is free software, and you are welcome to redistribute it under certain conditions
br: %s (C) 1998 Antonio Larrosa Jimenez larrosa@kde.org antlarr@arrakis.es Malaga (Bro-Spagn) Pennbajenn KPager's zo e : http://www.arrakis.es/~rlarrosa/kpager.html KPager a zeu hep TAMM KRETADUR EBET ; gwelit ar restr COPYING evit munudoù. Ur meziant frank eo, ha deuet mat oc'h evit e zasparzhañ adarre dindan aozioù zo
ca: %s (C) 1998 Antonio Larrosa Jimenez larrosa@kde.org antlarr@arrakis.es Malaga (Spain) La pàgina inici de KPager està a : http://www.arrakis.es/~rlarrosa/kpager.html KPager ve SENSE CAP GARANTIA EN ABSOLUT; llegiu els detalls en el fitxer COPYING Això és un programa lliure, i el podeu redistribuir sota certes condicions
et: %s (C) 1998 Antonio Larrosa Jimenez larrosa@kde.org antlarr@arrakis.es Malaga (Spain) KPager'i kodulehekülg : http://www.arrakis.es/~rlarrosa/kpager.html KPager'il PUUDUB IGASUGUNE GARANTII; täpsemalt vt. faili COPYING See on vaba tarkvara ja te olete teretulnud seda levitama kindlatel tingimustel
fi: %s (C) 1998 Antonio Larrosa Jimenez larrosa@kde.org antlarr@arrakis.es Malaga (Espanja) KPager:n kotisivu : http://www.arrakis.es/~rlarrosa/kpager.html KPager comes with ABSOLUTELY NO WARRANTY; for details view file COPYING This is free software, and you are welcome to redistribute it under certain conditions
hu: %s (C) 1998 Antonio Larrosa Jimenez larrosa@kde.org antlarr@arrakis.es Malaga (Spain) KPager honlapja: http://www.arrakis.es/~rlarrosa/kpager.html KPager TELJESEN GRANCIA NÉLKÜL használható;részletekért nézd meg a COPYING fájlt Ez szabad szoftver, ígyhát nyugodtan terjesztheted bizonyos feltételek mellett.
is: %s (C) 1998 Antonio Larrosa Jimenez larrosa@kde.org antlarr@arrakis.es Malaga (Spánn) Heimasíða KPager's er : http://www.arrakis.es/~rlarrosa/kpager.html ENGIN ÁBYRGÐ er tekin á virkni KPager. Sjá nánar í skránni COPYING Þetta er frjáls hugbúnaður og þér er heimilt að dreifa honum með ákveðnum skilyrðum
no: %s (C) 1998 Antonio Larrosa Jimenez larrosa@kde.org antlarr@arrakis.es Malaga (Spain) KPagers hjemmeside er på : http://www.arrakis.es/~rlarrosa/kpager.html KPager kommer med ABSOLUTT INGEN GARANTI; for detaljer, se COPYING-filen Dette er gratis programvare, og du er velkommen til å vidredistribuere den under visse vilkår
pl: %s (C) 1998 Antonio Larrosa Jimenez larrosa@kde.org antlarr@arrakis.es Malaga (Spain) Strona domowa KPager: http://www.arrakis.es/~rlarrosa/kpager.html KPager nie posiada ABSOLUTNIE ¯ADNEJ GWARANCJI; szczegó³y w pliku COPYING To jest wolnodostêpne oprogramowanie, wiêc dozwolona jest redystrybucja pod okre¶lonymi warunkami
sk: %s (C) 1998 Antonio Larrosa Jimenez larrosa@kde.org antlarr@arrakis.es Malaga (Spain) Domovská stránka KPageru: http://www.arrakis.es/~rlarrosa/kpager.html KPager prichádza BEZ AKEJKO¥VEK ZÁRUKY; pre podrobnosti pozrite súbor COPYING. Toto je voµne ¹íriteµný softvér a budeme radi, ak ho budete redistribuova» za urèitých podmienok
sl: %s (C) 1998 Antonio Larrosa Jimenez larrosa@kde.org antlarr@arrakis.es Malaga (Spain) KPager pride BREZ VSAKR©NIH JAMSTEV; podrobnosti preberite datotekoCOPYING To je prosto programje in vabljeni ste, da ga distribuirate pod doloèenimi pogoji

source: Show &Menubar
br: Diskouez barrenn al lañser
ca: Mostra barra de &menú
et: Näita &menüüriba
fi: Näytä &valikot
hr: Prika¾i traku &izbornika
hu: &Menüsáv mutatása
is: Sýna &Valslá
no: Vis &menylinje
pl: Poka¿ pasek &menu
sk: Ukáza» &menu
sl: Prika¾i &menijsko vrstico

source: One Click change Desktop
br: Kemmañ burev gant ur c'hlik
ca: Un clic canvia l'escriptori
et: Üks klõps töölaua vahetamiseks
fi: Yksi painallus vaihtaa työpöytää
hr: Promijeni radnu povr¹inu jednim klikom
hu: Egy kattintás Asztal váltáshoz
is: Einn smellur flettir
no: Ett klikk for å bytte skrivebord
pl: Jedno klikniêcie prze³±cza biurko
sk: Jeden klik na zmenu plochy
sl: En klik spremeni namizje

source: &Maximize
br: &Astenn
ca: &Maximitza
et: &Maksimeeri
fi: &Suurenna
hr: &Poveæaj
hu: Ma&ximalizál
is: &Hámarka
no: &Maksimer
pl: &Maksymalizuj
sk: &Maximalizova»
sl: &Razpni okno

source: &Iconify
br: &Arlunañ
ca: &Iconitza
et: &Ikooni
fi: &Pienennä
hr: Smanji na &ikonu
hu: &Ikonizál
is: Í &táknmynd
no: &Ikoniser
pl: Mi&nimalizuj
sk: &Ikonifikova»
sl: Skrèi okno v &ikono

source: &UnSticky
br: &Dispegañ
ca: &No apegalòs
et: &Mittekleepuv
fi: &Irroita
hr: &Odlijepi
hu: Rajzszög &ki
is: &Losa af gleri
no: &Uklistret
pl: Ode&pnij
sk: &Odlepi»
sl: &Odlepi

source: &Sticky
br: &Pegañ
ca: &Apegalòs
et: &Kleepuv
fi: &Naulaa
hr: Na&lijepi
hu: &Rajzszög be
is: &Festa við gler
no: &Klistret
pl: Przy&pnij
sk: &Prilepi»
sl: &Prilepi

source: &To Desktop
br: &D'ar burev
ca: A l'&escriptori
et: &Töölauale
fi: &Työpöydälle
hr: &Na radnu povr¹inu
hu: &Másik asztalra
is: Á &skjáborð
no: &Til skribebord
pl: Na &biurko
sk: &Na plochu
sl: &Na namizje
