Repository: xwizard/kde1
Catalog: kdebase-1.1.2/po/*/kpanel.po
Languages: eo, ru, sl

source: Hide the panel
eo: Kaþu la panelon
ru: Спрятать панель
sl: Skrij pult

source: Show the panel
eo: Montru la panelon
ru: Показать панель
sl: Prika¾i pult

source: Logout
eo: Adiaýu
ru: Выйти
sl: Odjava

source: Lock screen
eo: Þlosu l' ekranon
ru: Закрыть экран
sl: Zakleni zaslon

source: &Move
eo: &Movu
ru: Переместить
sl: Pre&makni

source: &Properties
eo: &Ecoj
ru: Настройки
sl: &Nastavitve

source: Go!
eo: Ek!
ru: Вперед!
sl: Pojdi!

source: Where do you want to go tomorrow?
sl: Kam bi radi ¹li jutri?

source: No info available
eo: Neniu informo havebla
ru: Нет информации
sl: Ni dostopnih informacij

source: Iconify other &windows
ru: Свернуть другие окна
sl: Skrèi v okno ostala o&kna

source: Windowlist
eo: Fenestrolisto
ru: Список окон
sl: Seznam oken

source: Quickly navigate through the filesystem
eo: Rapide navigas tra la dosieraro
ru: Быстро перемещаться по файловой системе
sl: Hitra navigacija skozi datoteèni sistem

source: KPanel KPanel v. %1
sl: KPult KPult v. %1

source: Part of the KDE project
sl: Del projekta KDE

source: The menu editor is not installed.
eo: La menuredaktilo ne estas instalita.
ru: Редактор меню не установлен.
sl: Urejevalnik menijev ni name¹èen.

source: Oops!
eo: Ho ve!
ru: Оопс!
sl: Ups!

source: Configure
eo: Konfiguru
ru: Настройка
sl: Prikroji

source: Restart
eo: Relanæu
ru: Перезапустить
sl: Ponovno za¾eni

source: Cannot put this as button onto the panel!
eo: Ne eblas meti tiun butonon sur la panelon!
ru: Невозможно поместить это как кнопку на панель!
sl: Tega ne morem postaviti kot gumb na pultu!

source: Add Disk Navigator
ru: Добавить Исследователь диска
sl: Dodaj Disk Navigator

source: Add a Disk Navigator menu onto the panel
ru: Добавить Исследователь диска на панель
sl: Dodaj Disk Navigator meni na pult

source: Add Windowlist
ru: Добавить список окон
sl: Dodaj seznam oken

source: Add a windowlist menu onto the panel
eo: Aldonu fenestrolistomenuon sur la panelo
ru: Добавить список окон на панель
sl: Dodaj meni seznama oken na pult

source: Configure panel
eo: Konfiguru panelon
ru: Настроить панель
sl: Prikroji pult

source: Edit Menus
eo: Redaktu menuojn
ru: Редактировать меню
sl: Uredi menije

source: Add or remove applications in the menu structure
eo: Aldonu aý forigu aplika¼ojn en la menustrukturo
ru: Добавить или удалить приложения из структуры меню
sl: Dodaj ali odstrani program iz strukture menijev

source: Restart panel
eo: Relanæu panelon
ru: Перезапустить панель
sl: Ponovno za¾eni pult

source: About...
sl: O ...

source: Panel
eo: Panelo
ru: Панель
sl: Pult

source: Lock Screen
eo: Þlosu l' ekranon
ru: Закрыть экран
sl: Zakleni zaslon

source: Shared:
eo: Komuna:
ru: Общие:
sl: Skupen

source: Entries shared among all users
ru: Элементы используемые всеми пользователями
sl: Vnosi skupni vsem uporabnikom

source: Personal:
eo: Propra:
ru: Личные:
sl: Osebni:

source: Personal items
sl: Osebni vnosi

source: Recent:
eo: Laste:
ru: Недавние:
sl: Nedavni:

source: Recent items
sl: Nedavni vnosi

source: Options...
eo: Opcioj...
ru: Опции...
sl: Izbire ...

source: Customize Disk Navigator
ru: Настроить исследователь диска
sl: Prikroji Disk Navigator

source: Open Folder
eo: Malfermu dosierujon
ru: Открыть папку
sl: Odpri mapo

source: Open this folder (+Shift: Launch a terminal here)
ru: Открыть эту папку (+Shift: Запустить терминал здесь)
sl: Odpri to mapo (+Shift: za¾eni terminal)

source: (Too Many Files)
eo: (Tro multaj dosieroj)
ru: (Слишком много файлов)
sl: (Preveè datotek)

source: (Access Denied)
eo: (Aliro malpermesita)
ru: (Доступ запрещен)
sl: (Zavrnjen dostop)

source: (Unreadable)
eo: (Nelegebla)
ru: (Нечитабельный)
sl: (Neèitljiv)

source: (empty folder)
eo: (malplena dosierujo)
ru: (пустая папка)
sl: (prazna mapa)

source: More...
sl: Veè ...

source: Add to panel
sl: Dodaj na pult

source: Update
sl: Osve¾i

source: Empty
sl: Prazno

source: &Link
sl: &Povezava

source: Add Application
ru: Добавить приложение

source: Add an application or a submenu onto the panel
eo: Aldonu aplika¼on aý submenuon sur la panelo
ru: Добавить приложение или подменю на панель

source: Disk Navigator
eo: Disknavigilo
ru: Исследователь диска

source: KDiskNavigator
ru: Исследователь диска

source: Personal entries
ru: Личные элементы

source: Recent entries
ru: Недавние элементы
