Repository: xwizard/kde1
Catalog: kdebase-1.1.2/po/*/ksysv.po
Languages: he

source: : Error
he: האיגש

source: Only root is allowed to manage runlevels.
he: תרשה תא להנל יאשר root שמתשמה קר

source: Available
he: תונימז

source: &Services
he: םיתורש

source: These are the <bold>available services</bold> To start a service, drag it to the <bold>"Start"</bold>section of a runlevel. To stop one, do the same for the <bold>"Stop"</bold> section.
he: תרשב םינימזה םיתורישה ךינפל וורג ,תמיוסמ הצרה תמרב ,םיוסמ תורש ליחתהל תנמ לע .המרה לש הלחתהה קלח לא תורשה תא המרה לש הריגסה קלח לא ותוא רורג תורש רוצעל ידכ

source: Runlevel &%i
he: %i הצרה תמר

source: Runlevel %i
he: %i הצרה תמר

source: Start
he: הלחתה

source: Drag here to start services when entering Runlevel %i
he: תורשה תא ליחתהל תנמ לע ןאכל רורג %i הצרה תמר תלעפומ רשאכ

source: Drag here to stop services when entering Runlevel %i
he: תורשה תא םייסל תנמ לע ןאכל רורג %i הצרה תמרל רבעמב

source: ** WRITING CONFIGURATION **
he: השדחה היצרוגיפנוקה תא בתוכ

source: ** RUNLEVEL %i **
he: %i הצרה תמר

source: Reading configuration:
he: תיחכונה היצרוגיפנוקה תא ארוק

source: ** Stopping
he: תורשה תא רצוע

source: stop
he: רוצע

source: ** Starting
he: תורשה תא ליחתמ

source: start
he: הלחתה

source: ** Re-starting
he: תורשה תא שדחמ ליחתמ

source: restart
he: שדחמ לחתה

source: P&roperties...
he: ...םינייפאמ

source: S&top
he: רוצע

source: &Restart
he: שדחמ לחתה

source: &New Configuration
he: השדח היצרוגיפנוק

source: &Save Configuration
he: תורדגה רומש

source: Print &Log...
he: ...בקעמ ספדה

source: Show &Tool Bar
he: םילכ לגרס גצה

source: Show &Status Bar
he: בצמ תרוש גצה

source: Show &Log
he: בקעמ גצה

source: &Configure...
he: ...תורדגה

source: &Save Options
he: ...תורדגה רומש

source: New
he: שדח

source: Toggle script output
he: טלפ רתסה-גצה

source: There are unsaved changes. Are you sure you want to quit?
he: ורמשנ אלש םיוניש ועצוב ? םהמ םלעתהלו שוטנל

source: Yes, quit!
he: !שוטנל ,ןכ

source: No, don't quit.
he: שוטנל אל ,אל

source: Clear Changes
he: םייוניש לטב

source: Do you really want to clear all unsaved changes?
he: ? ורמשנ אלש םיונישה לכ תא לטבנל תמאב

source: Save configuration
he: היצרוגיפנוק רומש

source: You're about to save the changes made to your init configuration. Please realize that wrong settings could result in your system being unbootable. Do you wish to continue?
he: לוחתיאה יצבקל םייוניש עצבל ךלוה ךנה םורגל םילולע םינוכנ אל םייונישש הדבועל עדומ היה הרושכ תולעל אלו דקפתל אל תכרעמל ? ךישמהל הצרת םאה

source: Yes, &save!
he: רומש ,ןכ

source: No, &don't save.
he: רומשת לא ,אל

source: About Qt
he: Qt תודוא

source: Changed
he: הנוש

source: Could not generate sorting number. Please change manually.
he: ינדי ןפואב הנש אנא ,ןוימ רפסמ קיפהל ןתינ אל

source: %s - Preferences
he: %s - לש תופדעה

source: Directory containing your init-scripts (&services)
he: לוחתאה יצבק תא תללוכה היירפסה

source: Directory containing your &runlevel-directories
he: הצרהה תומר תוירפס תא תללוכה הירפסה

source: Color for &new entries
he: םישדח םיכרע לש עבצ

source: Color for c&hanged entries
he: ונושש םיכרע לש עבצ

source: &Paths
he: תוירפס

source: &Colors
he: םיעבצ

source: Drag here to remove services
he: תורש ריסהל תנמ לע ןאכל רורג

source: &Name
he: םש

source: &Points to
he: תודוקנ

source: &Sorting number
he: ןוימ רפסמ

source: %s - Properties
he: %s - לש םינייפאמ

source: FAILED to remove %s from %s: "%s"
he: %s תא %s מ ריסהל ןויסנב:%s האיגש

source: removed %s from %s
he: %s תורשה רסוה %s המרמ

source: created %s in %s
he: %s תורישה ףסוה %s המרב

source: FAILED to create %s in %s: "%s"
he: %s תורשה תא %s ל ףיסוהל ןויסינב %s האיגש

source: About %s
he: %s תודוא

source: KDE SysV Init Editor
he: KDE לש םיתורשה להנמ

source: Version %s (KDE %s)
he: %s - הנכות תסריג %s- KDE תסריג

source: Peter Putzer
he: רצופ רטפ

source: Mail bug report/success story/lots of money/...
he: ףסכ הברה הברהו ,החלצה ירופיס ,םיגאב יחוויד חולשל אנא

source: . All rights reserved.
he: תורומש תויוכזה לכ

source: IPC parts taken from kdehelp © 1997 Martin Jones. Uses the KDE libraries © 1997-1999 The KDE Team. Uses the Qt library © 1992-1998 Troll Tech AS.
he: סנוג ןיטרמ © kdehelp מ חקלנ םיכילהת ןיב רושיק KDE תווצ 1997-1999 © KDE תוירפסב שומיש שי קט לורט 1992-1998 © Qt תיירפסב שמתשמ

source: An editor for SysV-style init configuration, similar to Red Hat's "tksysv", only ksysv allows drag-and-drop, as well as keyboard use.
he: tksysv ל המודה הצרה תומרו לוחתיא תויצרוגיפנוק ךרוע טאה-דר תרבח לש תדלקמב שומישל ףסונב םילמס לש הרירג רשפאמ לבא

source: This program is free software; you can redistribute it and/or modify it under the terms of version 2 of the GNU General Public License as published by the Free Software Foundation. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
he: תישפוח הנכות איה תאזה הנכותה לש םיאנתה תחת התוא תונשלו התוא קיתעהל ןתינ תישפוחה הנכותה דסומ ידי לע םסרופש יפכ 2 הסריג GNU ןוישר תוירחא אלל לבא תישומיש היהתש הווקתב תצפומ הנכותה תרדגומ הרטמל המאתה לע תוירחא אלל וליפא 2 רפסמ GNU לש יבמופה ןוישרב ןייעל שי םיפסונ םיטרפל
