Repository: xwizard/kde1
Catalog: kdebase-1.1.2/po/*/kthememgr.po
Languages: fi, pl, sl

source: Mappings file theme.mappings not found.
fi: Asetustiedostoa theme.mappings ei löydy.
pl: Nie znaleziono pliku mapowania theme.mappings
sl: Datoteke theme.mappings s preslikavami ni moè najti

source: Error during cleanup of work directory: rc=%d %s
fi: Virhe tyhjennettäessä työhakemistoa: rc=%d %s
pl: B³±d podczas oczyszczania katalogu roboczego: rc=%d %s
sl: Do napake je pri¹lo med èi¹èenjem delovnega imenika: rc=%d %s

source: Failed to copy theme contents from %s into %s
fi: Teeman tiedostojen kopiointi epäonnistui lähde %s kohde %s
pl: Wyst±pi³ b³±d podczas kopiowania zawarto¶ci motywu z %s do %s
sl: Vsebine teme se ni dalo prepisati iz %s v %s

source: Failed to unpack %s with %s
fi: Teeman %s purkaminen ohjelmalla %s epäonnistui
pl: Nie mo¿na rozpakowaæ %s przy u¿yciu %s
sl: Ni se dalo razpakirati %s z %s

source: Theme contains no .themerc file
fi: Teemassa ei ole .themerc tiedostoa
pl: Motyw nie zawiera pliku .themerc
sl: Tema ne vsebuje datoteke .themerc

source: Failed to save theme to %s with command %s
fi: Teeman %s tallentaminen komennolla %s epäonnistui
pl: Nie mo¿na zapisaæ motywu do %s poleceniem %s
sl: Teme se ni dalo shraniti v %s z ukazom %s

source: Cannot open file %s for reading
fi: Tiedostoa %e ei voida avata luettavaksi
pl: Nie mo¿na otworzyæ pliku %s do odczytu
sl: Datoteke %s se ne da odpreti za branje

source: Cannot open file %s for writing
fi: Tiedostoa %s ei voida avata kirjotettavaksi
pl: Nie mo¿na otworzyæ pliku %s do zapisu
sl: Datoteke %s se ne da odpreti za pisanje

source: Write error to %s: %s
fi: Kirjotusvirhe %s: %s
pl: B³±d zapisu do %s: %s
sl: Napaka pri pisanju v %s: %s

source: Internal error in theme mappings (file theme.mappings) in group %s: Entry `%s' is missing or has no value.
fi: Sisäinen virhe asetustiedostossa (theme.mappings) ryhmässä %s: Tietue `%s' puuttuu tai sillä ei ole arvoa.
pl: B³±d wewnetrzny w mapowaniu motywu (plik theme.mappings) w grupie %s: Brakuje wpisu `%s' albo nie ma on warto¶ci.
sl: Notranja napaka v kartografiranju tem (datoteka theme.mappings) v skupini %s: Vnos `%s' manjka ali nima vrednosti.

source: Unknown pre-install command `%s' in theme.mappings file in group %s.
fi: Tuntematon esiasennuskomento `%s' theme.mappings tiedoston ryhmässä %s.
pl: Nieznane polecenie `%s' do instalacji wstêpnej w pliku theme.mappings w grupie %s.
sl: Neznan pred-namestitveni ukaz `%s' v datoteki theme.mappings v skupini %s.

source: Unknown command `%s' in theme.mappings file in group %s.
fi: Tuntematon komento `%s' theme.mappings tiedoston ryhmässä %s.
pl: Nieznane polecenie `%s' w mapowaniu motywu w grupie %s.
sl: Neznan ukaz `%s' v datoteki theme.mappings v skupini %s.

source: Restart %s to activate the new settings?
fi: Uudelleenkäynnistä %s aktivoidaksesi uudet asetukset?
pl: Czy uruchomiæ ponownie %s aby uaktywniæ nowe ustawienia?
sl: Ponovni za¾eni %s za aktiviranje novih nastavitev?

source: Restart Application
fi: Uudelleenkäynnistä sovellus

source: Cannot make backup copy of %s: mv returned %d
fi: En voinut tehdä varmuuskopiota %s:tä: mv palautti %d
pl: Nie mo¿na wykonac kopii zapasowej %s: polecenie `mv' zwróci³o %d
sl: Rezervne kopije %s se ne da izdelati: mv vrne %d

source: Icon key name %s can not be used
fi: Kuvakkeen avainnimeä %s ei voida käyttää
pl: Nazwa klucza ikony %s nie mo¿e zostaæ u¿yta
sl: Ikonske tipke %s se ne da uporabiti

source: No proper kdelnk file found for %s. Installing icon(s) as %s
fi: Ei toimivaa kdelnk tiedostoa %s:ssä. Asennan kuvakkeen nimellä %s
pl: Nie znaleziono w³a¶ciwego pliku *.kdelnk dla %s. Ikony s± instalowane jako %s.
sl: Prave datoteke kdelnk za %s se ne da najti. Name¹èam ikono(e) kot %s.

source: Failed to rename %s to %s~: %s
fi: %s:n uudelleennimeäminen %s~:ksi epäonnistui: %s
pl: Nie da sie zmieniæ nawy pliku %s na %s~: %s
sl: %s se ne da preimenovati v %s~: %s

source: Failed to load preview image %s
fi: Esikatselukuvan %s lataaminen epäonnistui
pl: Nie mo¿na za³adowaæ pliku podgl±du %s
sl: Predogledne slike %s se ne da nalo¾iti

source: Cannot create directory %s
fi: En voi luoda hakemistoa %s
pl: Nie mo¿na utworzyæ katalogu %s
sl: Imenika %s se ne da ustvariti

source: Cannot enter directory %s
fi: En voi vaihtaa hakemistoon %s
pl: Katalog %s jest niedostêpny
sl: Imenik %s ni dostopen

source: Add...
fi: Lisää...

source: Add a new theme to the list.
fi: Lisää uusi teema listaan.

source: Save the selected theme as...
fi: Tallenna valittu teema nimellä...

source: Create...
fi: Luo...

source: Create a new theme from the current settings.
fi: Luo uusi teema nykyisistä asetuksista.

source: Remove the selected theme.
fi: Poista valittu teema.

source: Failed to remove theme: %s (%s)
fi: Teeman poistaminen epäonnistui: %s (%s)

source: Failed to remove theme %s
fi: Teeman %s poistaminen epäonnistui

source: (no theme chosen)
fi: (ei teemaa valittu)
pl: (nie wybrano motywu)
sl: (nobena tema izbrana)

source: Add Theme
fi: Lisää teema

source: Wrong file. The name of a theme file should end either with '.tar.gz' or '.tgz'
fi: Väärä tiedosto. Tiedostopäätteen tulee olla joko '.tar.gz' tai '.tgz'

source: Failed to copy theme %s into themes directory %s
fi: Teeman %s kopiointi hakemistoon %s epäonnistui

source: Save Theme
fi: Tallenna teema

source: (no preview pixmap)
fi: (ei esikatselukuvaa)
pl: (nie ma pliku podgl±du)
sl: (nobene predpregledne slike)

source: Installer
fi: Asennusohjelma
pl: Instalator
sl: Name¹èevalec

source: warning
fi: varoitus
pl: ostrze¿nie
sl: opozorilo

source: fatal error
fi: fataali virhe
pl: powa¿ny b³±d
sl: usodna napaka

source: Kde Theme Manager
fi: KDE Teemanhallinta
pl: Mened¿er Motywów KDE
sl: Kde Upravitelj tem

source: kwmcom: communication with kwm failed
fi: kwmcom: kommunikointi kwm:n kanssa epäonnistui
pl: kwmcom: próba komunikacji z kwmcom nie powiod³a siê
sl: kwmcom: komunikacija s kwm je bila neuspe¹na

source: Uninstall parts of previous theme
fi: Poista edellisen teeman asetukset
pl: Odinstaluj czê¶ci poprzedniego motywu
sl: Odstrani dele prej¹nje teme

source: Work on the following parts:
fi: Työskentele seuraavilla osa-alueilla:
pl: Wp³ywaj na nastêpuj±ce czê¶ci:
sl: Delaj na naslednjih delih:

source: Colors
fi: Värit
pl: Kolory
sl: Barve

source: Wallpapers
fi: Taustakuvat
pl: Tapety
sl: Tapete

source: Panel
fi: Paneeli
sl: Pult

source: Sounds
fi: Äänet
pl: D¼wiêki
sl: Zvoki

source: Icons
fi: Kuvakkeet
pl: Ikony
sl: Ikone

source: Window Border
fi: Ikkunan tausta
pl: Brzegi okien
sl: Rob okna

source: Window Titlebar
fi: Ikkunan otsikkopalkki
pl: Pasek tytu³owy okna
sl: Naslovna vrstica okna

source: Window Gimmick
fi: Ikkunan koristeet
pl: Dekoracje okna
sl: Okenska prevara

source: Window Button Layout
fi: Ikkunan nappien paikat
pl: Po³o¿enie przycisków okna
sl: Izgled okenskih gumbov

source: File Manager
fi: Tiedostonhallinta
pl: Mened¿er plików
sl: Upravitelj datotek

source: Invert
fi: Käännä
pl: Odwróæ
sl: Obrni

source: unknown
fi: tuntematon
pl: nieznana
sl: neznana

source: available
fi: saatavilla
pl: dostêpna
sl: dostopna

source: empty
fi: tyhjä
pl: pusta
sl: prazno

source: Inactive window
fi: Ei aktiivinen ikkuna
pl: Nieaktywne okno
sl: Neaktivno okno

source: Active window
fi: Aktiivinen ikkuna
pl: Aktywne okno
sl: Aktivno okno

source: Window text
fi: Ikkunan teksti
pl: Tekst w oknie
sl: Okensko besedilo

source: Disabled
fi: Poissa
pl: Zablokowane
sl: Izklopljeno

source: Selected
fi: Valittu
pl: Wybrane
sl: Izbrano

source: KDE Theme Manager
fi: KDE Teemanhallinta
pl: Mened¿er motywów KDE
sl: KDE Upravitelj tem

source: Version %s Copyright (C) 1998 by %s Gnu Public License (GPL)
fi: Versio %s Copyright (C) 1998 %s Gnu Public License (GPL)

source: Unknown
fi: Tuntematon
pl: Nieznany
sl: Neznan

source: %s Theme
fi: %s Teema

source: Version %s
fi: Versio %s

source: by %s
fi: tehnyt %s

source: Failed to create directory %s: %s
fi: Hakemiston %s luominen epäonnistui: %s

source: Create New Theme
fi: Luo uusi teema
pl: Utwórz nowy motyw
sl: Ustvari novo temo

source: &Name
fi: &Nimi

source: &Author
fi: &Tekijä

source: &Email
fi: &Sähköposti

source: &Webpage
fi: &WWW-sivu

source: &Description
fi: &Kuvaus

source: MyNewTheme
fi: Uusiteema

source: Give a short description of the theme here...
fi: Anna lyhyt kuvaus teemasta...

source: Extract
pl: Rozpakuj
sl: Izvleèek

source: &Ok
sl: &V redu

source: Theme Setup - Restart Application
pl: Ustawienia motywów - ponowne uruchomienie aplikacji
sl: Nastavitev tem: Ponovno za¾eni program

source: &Yes
pl: &Tak
sl: &Da

source: &No
pl: &Nie
sl: &Ne

source: New...
pl: Nowy...
sl: Nov...

source: Import
pl: Importuj
sl: Uvozi

source: Export
pl: Eksportuj
sl: Izvozi

source: Failed to remove theme %1
pl: Nie mo¿na usun±æ motywu %1
sl: Teme %1 se ne da odstraniti

source: Import Theme
pl: Importuj motyw
sl: Uvozi temo

source: Failed to copy theme %1 into themes directory %2
pl: Nie mo¿na skopiowaæ motywu %1 do katalogu motywów %2.
sl: Teme %1 se ne da prepisati v imenik tem %2.

source: Export Theme
pl: Eksportuj temat
sl: Izvozi temo

source: Version %1 Copyright (C) 1998 by %2 Gnu Public License (GPL)
pl: Wersja %1 Copyright (C) 1998. Autor: %2 Gnu Public License (GPL)
sl: Razlièica %1 Avtorske pravice (C) 1998 v lasti %2 Gnu Public License (GPL)

source: %1 Theme
pl: %1 motyw
sl: %1 tema

source: Version %1
pl: Wersja %1
sl: Razlièica %1

source: by %2
pl: autor: %2
sl: avtor %2

source: Failed to create directory %1: %2
pl: Nie mo¿na utworzyæ katalogu %1: %2
sl: Imenika %1 se ne da ustvariti: %2

source: File name
pl: Nazwa pliku
sl: Datoteèno ime

source: Detailed name
pl: Szczegó³owa nazwa
sl: Natanèno ime

source: Author
pl: Autor
sl: Avtor

source: Email
sl: Epo¹ta

source: Webpage
pl: Strona internetowa
sl: Spletna stran

source: NewTheme
pl: Nowy motyw
sl: Novatema

source: A New Theme
pl: Nowy motyw
sl: Nova tema
