Repository: xwizard/kde1
Catalog: kdebase-1.1.2/po/*/kuser.po
Languages: he

source: &Preferences...
he: ...תורדגה

source: &Edit...
he: ...יוניש

source: &Delete...
he: ...הקיחמ

source: &Add...
he: ...הפסוה

source: &Set password...
he: ...המסיס הנש

source: KUser version %s KDE project This program was created by Denis Y. Pershin dyp@inetlab.com Copyright 1997(c)
he: %s הסריג םישמתשמה להנמ KDE טקיורפמ קלח ידי לע הבתכנ וז הנכות ןישרפ .י סינד dyp@inetlab.com 1997 - תורומש תויוכזה לכ

source: &User
he: שמתשמ

source: &Group
he: הצובק

source: Add user
he: שמתשמ תפסוה

source: Delete user
he: שמתשמ תקיחמ

source: Edit user
he: שמתשמ תונוכת יוניש

source: Add group
he: הצובק תפסוה

source: Delete group
he: הצובק תקיחמ

source: Edit group
he: הצובק תונוכת יוניש

source: Ready
he: ןכומ

source: Users
he: םישמתשמ

source: Groups
he: תוצובק

source: User login
he: שמתשמ תסינכ םש

source: Full Name
he: אלמ םש

source: GID
he: הצובק רפסמ

source: Group name
he: הצובק םש

source: January
he: ראוני

source: February
he: ראורבפ

source: March
he: סראמ

source: April
he: לירפא

source: May
he: יאמ

source: June
he: ינוי

source: July
he: ילוי

source: August
he: טסוגוא

source: September
he: רבמטפס

source: October
he: רבוטקוא

source: November
he: רבמבונ

source: December
he: רבמצד

source: Error opening %s for reading
he: האירקל %s ךותפל ןתינ אל - האיגש

source: No /etc/passwd entry for %s. Entry will be removed at the next `Save'-operation.
he: %s שמתשמל /etc/passwd ב םושיר ןיא האבה הרימשה תלועפב קחמי םושירה

source: Error opening %s for writing
he: הביתכל %s חותפל ןתינ אל - האיגש

source: Unable to build password database
he: תואמסיסה תכרעמ תא תונבל ןתינ אל

source: No shadow entry for %s.
he: %s שמתשמל רתסנ םושיר ןיא

source: You have more than 65534 users!?!? You have ran out of uid space!
he: !תוצקהל שמתשמ ירפסמ רתוי ןיא ? םישמתשמ 65534 מ רתוי ךל שי

source: Directory %s already exists
he: תמייק רבכ %s הירפיסה

source: Cannot create home directory Error: %s
he: תיבה תיירפס תא רוציל ןתינ אל %s :האיגש

source: Cannot change owner of home directory Error: %s
he: תיבה תירפס לע תולעבה תא תונשל ןתינ אל %s : האיגש

source: Cannot change permissions on home directory Error: %s
he: תיבה תיירפס לע תואשרהה תא תונשל ןתינ אל %s : האיגש

source: Directory %s does not exist
he: תמייק הניא %s היירפסה

source: Cannot change owner of file %s Error: %s
he: %s ץבוקה לע תולעבה תא תונשל ןתינ אל %s : האיגש

source: Cannot change permissions on file %s Error: %s
he: %s ץבוקה לע תואשרהה תא תונשל ןתינ אל %s : האיגש

source: Cannot remove home directory %s Error: %s
he: %s תיבה תיירפס תא ריסהל ןתינ אל %s : האיגש

source: Cannot remove crontab %s Error: %s
he: %s שמתשמה לש תויטמוטואה תולועפה ץבוק תא ריסהל ןתינ אל %s : האיגש

source: Cannot remove mailbox %s Error: %s
he: %s שמתשמה לש ראודה יצבק תא ריסהל ןתינ אל %s : האיגש

source: Cannot fork()
he: ךילהת רוציל חילצמ אל

source: You have more than 65534 groups!?!? You have ran out of gid space!
he: תוצובק רופסמל םירפסמה ורמגנ ?תוצובק 65534 מ רתוי ךל שי

source: Only root is allowed to manage users.
he: םישמתשמ להנל יאשר root שמתשמה קר

source: KDE User Manager
he: KDE לש םישמתשמה להנמ

source: WARNING
he: !! הרהזא

source: Do you really want to delete user ?
he: ? שמתשמה תא קוחמל ךנוצרש חוטב

source: You are using private groups. Do you want delete user's private group ?
he: תויטרפ תוצובקב תשמתשמ תכרעמה ? שמתשמה לש תיטרפה הצובקה תא קוחמל ךנוצרב םאה

source: Data was modified
he: הנוש םישמתשמה עדימ

source: Would you like to save changes ?
he: ? םייונישה תא רומשל ךנוצרב םאה

source: Discard changes
he: יונישהמ םלעתה

source: Edit defaults
he: לדחמה תרירב יוניש

source: Group properties
he: הצובקה ינייפאמ

source: Do you really want to delete group ?
he: ? הצובקה תא קוחמל ךנוצרבש חוטב התא

source: User name
he: שמתשמה םש

source: User identificator
he: שמתשמה רואית

source: User id
he: שמתשמה רפסמ

source: Set password
he: המסיס הנש

source: Full name
he: אלמ םש

source: Login shell
he: רוביחה תפטעמ

source: <Empty>
he: <קיר>

source: Home directory
he: תיבה תיירפס

source: Office
he: הדובע

source: Office description
he: הדובעה רואית

source: Office phone
he: הדובעב ןופלט

source: Office phone number
he: הדובעב ןופלטה רפסמ

source: Home phone
he: תיבב ןופלט

source: Home phone number
he: תיבב ןופלטה רפסמ

source: User info
he: שמתשמה יטרפ

source: Login class
he: ןובשחה גוס

source: Login resource class
he: ןובשחה יבאשמ גוס

source: Password never expires
he: ןמז תלבגה אלל המסיס

source: Date when password expires
he: המסיסה תגופת ךיראת

source: Account never expires
he: ךיראת תלבגה אלל ןובשח

source: Date when account expires
he: ןובשחה תגופת ךיראת

source: Extended
he: הכראה

source: The first office
he: ןושארה דרשמה

source: Office1
he: 1 דרשמ

source: First office description
he: ןושארה דרשמה רואית

source: The second office
he: ינשה דרשמה

source: Office2
he: 2 דרשמ

source: Second office description
he: ינשה דרשמה רואית

source: Postal address
he: ראוד תבותכ

source: Address
he: תבותכ

source: Full postal address
he: האלמ תבותכ

source: Last password change
he: המסיסה לש ןורחא יוניש

source: Change never allowed
he: המסיסה תא תונשל ןתינ אל

source: Date until change allowed
he: המסיס יוניש ינפל הלבגה ךיראת

source: Change does not required
he: המסיס תונשל בייחל אל

source: Date before change required
he: המסיס יונישל ןורחא ךיראת

source: User will never be warned
he: המסיס תעיקפ לע שמתשמה תא ריהזהל אל

source: Date user will be warned about expiration
he: ינפל שמתשמה תא ריהזהל שי וב ךיראת המסיסה תעיקפ

source: Account is active from the day of creation
he: ותריצי םוימ ליעפ ןובשחה

source: Date before account inactive
he: ןובשחה תוליעפ תליחת ךיראת

source: Quota filesystem
he: ןוסחיאה בחרמ תלבגה

source: File soft quota
he: רובעל ןתינ תינמז התוא הלבגמ

source: File hard quota
he: ןוסחיאה חטש לש תטלחומ הלבגמ

source: File usage
he: םיצבקב שומיש

source: File time limit
he: םיצבק לע ןמז תלבגמ

source: iNode soft quota
he: iNode ב שומיש תלבגמ

source: iNode hard quota
he: iNode לע תטלחומ הלבגמ

source: iNode usage
he: iNode ב שומיש

source: iNode time limit
he: iNode לע ןמז תלבגמ

source: Quota
he: ןוסחיא תואצקה

source: Primary group
he: תישאר הצובק

source: Edit User
he: םיטרפ יוניש

source: User with UID %u already exists
he: תכרעמב %u רפסמ םע שמתשמ םייק

source: Message
he: העדוה

source: Can't create backup file for %s
he: %s רובע יוביג ץבוק רוציל ןתינ אל

source: File %s does not exist.
he: םייק וניא %s ץבוקה

source: Can not open file %s for reading.
he: האירקל %s ץבוקה תא חותפל ןתינ אל

source: Can not open file %s for writing.
he: הביתכל %s ץבוקה תא חותפל ןתינ אל

source: Enter username
he: שמתשמ םש תנזה

source: Username:
he: שמתשמה םש

source: User with name %s already exists.
he: תכרעמב רבכ םייק %s םש םע שמתשמ

source: You have to enter a user name.
he: שמתשמ םש קפסל הבוח

source: Enter password
he: המסיס תנזה

source: Password
he: המסיס

source: Retype password
he: המסיס לע הרזח

source: Passwords are not identical. Try again
he: תונוש תנזהש תואמסיסה תינש הסנ אנא

source: Group name:
he: הצובק םש

source: Group number:
he: הצובק רפסמ

source: Group with name %s already exists.
he: תכרעמב רבכ תמייק %s םשב הצובק

source: Group with gid %d already exists.
he: תכרעמב רבכ תמייק %d רפסמב הצובק

source: Create home directory
he: תיב תיירפס תריצי

source: Copy skeleton
he: דלש יצבק קתעה

source: Use Private Group
he: תיטרפ הצובקב שמתשה

source: Directory %s already exists (uid = %d, gid = %d)
he: %s היירפסה לע תולעב רבכ שי %d רפסמ שמתשמ %d רפסמ הצובקל

source: %s is not a directory
he: תיקוח הירפס הנניא %s

source: Mailbox %s already exist (uid=%d)
he: %s ראודה תבית לע תולעב שי %d רפסמ שמתשמל

source: %s exists but is not a regular file
he: ליגר ץבוק ונניא לבא םייק %s ץבוקה

source: User
he: שמתשמ

source: Shell
he: תפטעמ

source: Base of home directories
he: תיבה תוירפס לש סיסבה תיירפס

source: Create home dir
he: תיב תיירפס רוצ

source: Copy skeleton to home dir
he: תיבה תיירפסל לוחתא יצבק קתעה
