Repository: xwizard/kde1
Catalog: kdebase-1.1.2/po/*/kvt.po
Languages: ca, eo, hu, it, ko, nl, sv, tr

source: choose type of color-mode
ca: Escull tipus de mode color
eo: Elektu tipon de kolormodo
hu: válassz szín módot
it: Imposta il tipo di modo-colore
ko: 색모드 유형 선택
nl: kies kleurmodus
sv: Välj typ av färgläge
tr: renk kipini seçiniz

source: Add characters to word class
ca: Afegeix caràcters a la classe paraula
eo: aldonu vorto-signojn
hu: Karakterek hozzáadása a szó osztályhoz
it: Aggiungi caratteri alla classe di caratteri
ko: 단어 클래스에 문자 추가
nl: Letters aan woordklasse toevoegen
sv: Lägg till tecken till ordklass
tr: Kelime sýnýfýna karakter ekle

source: The backspace key will send a
ca: La tecla esborrar enviarà un
eo: La retro-klavo sendos
hu: A törlõ billentyû
it: Il tasto backspace manda un
ko: 백스페이스 키를 눌렀을 때 생기는 문자는
nl: De terugtoets verzendt een
sv: Backspace skickar
tr: Geri sil tuþu gönderir

source: Cursor key set
ca: Conjunt de tecles cursor
eo: Kursoro laý normo
hu: Kurzor
it: Set tasti cursore
ko: 커서 키 설정
sv: Markörtangenter
tr: Ok tuþlarý ayarlandý

source: &New Terminal
ca: &Nou Terminal
eo: &Nova terminalo
hu: Új &terminál
it: Altro Termi&nale
ko: 새 터미널(&N)
nl: &Nieuwe terminal
sv: &Ny terminal
tr: Yeni &Uçbirim

source: &Hide
ca: &Oculta
eo: &Kaþu
hu: &Elrejt
it: &Nascondi
ko: 숨기기(&H)
nl: &Verbergen
sv: &Göm
tr: &Gizle

source: &Left
ca: &Esquerra
eo: &Maldekstre
hu: &Bal
it: &Sinistra
ko: 왼쪽(&L)
nl: &Links
sv: &Vänster
tr: &Sol

source: &Right
ca: &Dreta
eo: &Dekstre
hu: &Jobb
it: &Destra
ko: 오른쪽(&R)
nl: &Rechts
sv: &Höger
tr: S&að

source: &Normal
eo: &Normala
hu: &Normál
it: &Normale
ko: 보통(&N)
nl: &Normaal

source: &Tiny
ca: &Minúscula
eo: Malgrand&ega
hu: &Apró
it: P&iccolissimo
ko: 아주 작게(&T)
nl: H&eel klein
sv: M&inimal
tr: &Zayýf

source: &Small
ca: &Petita
eo: Malg&randa
hu: K&icsi
it: &Piccolo
ko: 작게(&S)
nl: &Klein
sv: &Liten
tr: &Küçük

source: &Medium
ca: M&itjana
eo: &Mezgranda
hu: &Közepes
it: &Medio
ko: 중간(&M)
nl: &Middel
sv: &Mellan
tr: &Orta

source: &Large
ca: &Gran
eo: &Granda
hu: &Nagy
it: &Grande
ko: 크게(&L)
nl: &Groot
sv: &Stor
tr: &Büyük

source: &Huge
ca: &Enorme
eo: Gr&andega
hu: Ó&riás
it: &Enorme
ko: 아주 크게(&H)
nl: &Heel groot
sv: &Enorm
tr: K&ocaman

source: &black/white
ca: &negre/blanc
eo: &nigra/blanka
hu: &fekete/fehér
it: &nero su bianco
ko: 흑/백(&b)
nl: &zwart/wit
sv: &svart/vit
tr: &Siyah/Beyaz

source: &white/black
ca: &blanc/negre
eo: &blanka/nigra
hu: f&ehér/fekete
it: &bianco su nero
ko: 백/흑(&w)
nl: &wit/zwart
sv: &vit/svart
tr: &Beyaz/Siyah

source: &green/black
ca: &verd/negre
eo: &verda/nigra
hu: &zöld/fekete
it: &verde su nero
ko: 녹/흑(&g)
nl: &groen/zwart
sv: &grön/svart
tr: &Yeþil/siyah

source: black/light&yellow
ca: negre/&groc clar
eo: nigra/&flaveta
hu: fekete/világos&sárga
it: nero su giallo chiaro
ko: 흑/밝은노랑(&y)
nl: zwart/&lichtgeel
sv: svart/&ljusgul
tr: Siyah/Açýk y&eþil

source: Linu&x Console
ca: Consola Linu&x
eo: lin&uksa ekrano
hu: Linu&x Konzol
it: Console Linu&x
ko: 리눅스 콘솔(&x)
sv: Linux-&konsol
tr: Linu&x konsolu

source: &Custom Colors
ca: &Colors a Mida
eo: &Propraj koloroj
hu: &Saját színkészlet
it: &Colori Personalizzati
ko: 색 선택(&C)
sv: &Egna färger
tr: &Renkleri Ayarla

source: Hide &Menubar
ca: Oculta barra de &menú
eo: Kaþu &menulistelon
hu: Menü &elrejtése
it: Nascondi Barra &Menu
ko: 메뉴바 숨기기(&M)
nl: Verberg &menubalk
sv: &Göm menyrad
tr: &Menü Çubuðunu Gizle

source: Show &Menubar
ca: Mostra barra de &menú
eo: Montru &menulistelon
hu: Menü &megmutatása
it: Mostra Barra &Menu
ko: 메뉴바 보이기(&M)
nl: Laat &menubalk zien
sv: &Visa menyrad
tr: &Menü Çubuðunu Göster

source: Secure &keyboard
ca: Assegura &teclat
eo: &Sekurigu klavaron
hu: &Biztonságos billentyûzet
it: &Tastiera Sicura
ko: 키보드 잠그기(&k)
nl: Veilig &toetsenbord
sv: &Lås tangentbord
tr: Klavye'yi kitle

source: Scroll&bar
ca: &Barra de desplaçament
eo: Þ&ovilo
hu: Gördítõsáv
it: &Barra di scorrimento
ko: 스크롤바(&b)
nl: Schuif&balk
sv: &Rullningslist
tr: Kay&dýrma Çubuðu

source: &Font size
ca: Mida de &font
eo: &Tipargrandeco
hu: &Betûméret
it: Dimensione &Carattere
ko: 글꼴 크기(&F)
nl: &Letter grootte
sv: &Typsnittsstorlek
tr: &Yazýyüzü boyutu

source: &Color
eo: &Koloro
hu: &Szín
it: &Colore
ko: 색(&C)
nl: &Kleur
sv: &Färg
tr: &Renk

source: &Size
ca: M&ida
eo: &Grandeco
hu: &Méret
it: &Dimensione
ko: 크기(&S)
nl: &Grootte
sv: &Storlek
tr: &Boyut

source: Terminal...
eo: T&erminalo...
hu: Terminál...
it: Terminale...
ko: 터미널...
tr: Uçbirim...

source: Font...
eo: T&iparo...
hu: Betûtípus...
it: Caratteri...
ko: 글꼴...
sv: Typsnitt...
tr: Yazýtipi...

source: Enable &hotkeys
ca: Activa tecles de f&unció
hu: &Gyorsbillentyûk engedélyezése
it: Abilita &hotkeys
sv: &Använd snabbtangenter

source: Save &Options
ca: Desa &opcions
eo: Sekurigu &opciojn
hu: &Beállítások elmentése
it: Salva &Opzioni
ko: 옵션 저장(&O)
nl: &Instellingen opslaan
sv: Spara &inställningar
tr: Seçenek&leri Kaydet

source: (C) 1996, 1997 Matthias Ettrich (ettrich@kde.org) (C) 1997 M G Berberich (berberic@fmi.uni-passau.de) (C) 1998 Ivan Schreter (schreter@kdk.sk) (C) 1999 Leon Widdershoven (l.widdershoven@fz-juelich.de) Terminal emulation for the KDE Desktop Environment based on Robert Nation's rxvt-2.08
ca: (C) 1996, 1997 Matthias Ettrich (ettrich@kde.org) (C) 1997 M G Berberich (berberic@fmi.uni-passau.de) (C) 1998 Ivan Schreter (schreter@kdk.sk) (C) 1999 Leon Widdershoven (l.widdershoven@fz-juelich.de) Emulació de terminal per l'entorn d'escriptori KDE basat en el programa rxvt-2.08 de Robert Nation
hu: (C) 1996, 1997 Matthias Ettrich (ettrich@kde.org) (C) 1997 M G Berberich (berberic@fmi.uni-passau.de) (C) 1998 Ivan Schreter (schreter@kdk.sk) (C) 1999 Leon Widdershoven (l.widdershoven@fz-juelich.de) Terminál emulátor a KDE grafikus környezethez Robert Nation rxvt-2.08 alapján
it: (C) 1996, 1997 Matthias Ettrich (ettrich@kde.org) (C) 1997 M G Berberich (berberic@fmi.uni-passau.de) (C) 1998 Ivan Schreter (schreter@kdk.sk) (C) 1999 Leon Widdershoven (l.widdershoven@fz-juelich.de) Emulazione Terminale per il K Desktop Environment basato su rxvt-2.08 di Robert Nation

source: &Show
ca: &Mostra
eo: &Montru
hu: &Mutasd
it: &Mostra
ko: 보이기(&S)
nl: &Toon
sv: &Visa
tr: &Göster

source: Unsecure &keyboard
ca: No assegura &teclat
eo: Malsekurigu &klavaron
hu: &Normál billentyûzet
it: &Tastiera Insicura
ko: 키보드 풀기(&k)
nl: Onveilig toetsenbord
sv: &Lås upp tangentbord
tr: &Klavyeyi Aç

source: Terminal Options
ca: Opcions de terminal
eo: Terminalopcioj
hu: Terminál beállítások
it: Opzioni del Terminale
ko: 터미널 옵션
nl: Terminalinstellingen
sv: Terminalinställningar
tr: Uçbirim Seçenekleri

source: Hint
ca: Pista
eo: Indiketo
hu: Tanács
it: Consiglio
ko: 힌트
sv: Tips
tr: Ýpucu

source: New color settings will be displayed when the keyboard is unsecured.
ca: Quan no s'assegura el teclat es mostrarà un nou arranjament de colors.
eo: Nova koloragorda¼o estos montrata kiam la klavaro estos malsekurigata.
hu: Új színbeállítások akkor fognak megjelenni, ha a billentyûzet fel lesz oldva titkosítás alól.
it: I colori impostati saranno effettivi quando la tastiera sara resa insicura.
ko: 새로운 색 설정은 안전 키보드 모드가 해제될 때 적용됩니다.
nl: De nieuwe kleurinstellingen zullen getoond worden als het toetsenbord niet meer veilig is.
sv: Nya färginställningar kommer att visas när tangentbordet låses upp.
tr: Yeni renk ayarlarý klavye çözüldüðünde geçerli olacak.

source: Copyright(C) 1996, 1997 Matthias Ettrich Copyright(C) 1997 M G Berberich Terminal emulation for the KDE Desktop Environment based on Robert Nation's rxvt-2.08
ca: Copyright(C) 1996, 1997 Matthias Ettrich Copyright(C) 1997 M G Berberich Emulació de terminal per l'entorn d'escriptori KDE basat en el programa rxvt-2.08 de Robert Nation
eo: Kopirajto (C) 1996, 1997 Matthias Ettrich Kopirajto (C) 1997 M.B. Berberich Terminalimita¼o por KDE-LAbortabula-Medio bazita sur rxvt-2.08 de Robert nation
hu: (C) 1996, 1997 Matthias Ettrich (ettrich@kde.org) (C) 1997 M G Berberich (berberic@fmi.uni-passau.de) Terminál emulátor a KDE grafikus környezethez Robert Nation rxvt-2.08 alapján
it: (C) 1996, 1997 Matthias Ettrich (ettrich@kde.org) (C) 1997 M G Berberich (berberic@fmi.uni-passau.de) Emulazione Terminale per il K Desktop Environment basato su rxvt-2.08 di Robert Nation
ko: Copyright(C) 1996, 1997 Matthias Ettrich Copyright(C) 1997 M G Berberich KDE Desktop Environment의 터미널 에뮬레이션은 Robert Nation의 rxvt-2.08에 기초를 두고 있습니다
sv: Copyright(C) 1996, 1997 Matthias Ettrich Copyright(C) 1997 M G Berberich Terminalemulering för KDE Desktop Environment baserad på Robert Nations rxvt-2.08
tr: Copyright(C) 1996, 1997 Matthias Ettrich Copyright(C) 1997 M G Berberich Uçbirim öykünümü Robert Nation's rxvt-2.08 programýna dayanmaktadýr

source: Permitted arguments are:
ca: Els arguments permesos són:
eo: Eblaj argumentoj estas:
hu: Engedélyezett paraméterek:
it: Gli argomenti consentiti sono:
ko: 허용되는 인수는:
nl: Toegestane argumenten zijn:
sv: Tillåtna argument är:
tr: Ýzin verilen parametreler:

source: -e <command> <arg> ... execute command with ars - must be last argument
ca: -e <comanda> <arg> ... executa comanda amb arg - ha d'estar al final
eo: -e <komando> <arg> ... lanæu komandon kun arg-oj - estu lasta argumento
hu: -e <parancs> <par> ... parancs futtatása parméterrel - utolsó paraméter kell legyen
it: -e <comando> <arg> ... esegue il comando con arg - deve essere l'ultimo argomento
ko: -e <명령> <인수> ... 인수로 명령 실행 - 마지막은 인수가 되어야 함
nl: -e <commando> <arg> ... voer commando uit met args, met '-' als laatste
sv: -e <kommando> <arg> ... kör kommando med argumenten arg OBS: detta måste vara det sista argumentet till kvt
tr: -e <command> <arg> ... parametreler ile komut çalýþtýrýr - Son parametre olmalýdýr

source: -display <name> specify the display (server)
ca: -display <nom> especifica la pantalla (servidor)
eo: -display <nomo> indikas la ekranon (X-Servilo)
hu: -display <név> kijelzõ (kiszolgáló) megadása
it: -display <nome> specifica il nome del display (server)
ko: -display <이름> 디스플레이 (서버) 지정
nl: -display <naam> specificeer de display (server)
sv: -display <namn> ange bildskräm (server)
tr: -display <ad> Görüntü uçbirimini tanýmlar

source: -vt_geometry <spec> the initial vt window geometry
ca: -vt_geometry <espec> la geometria inicial de la finestra vt
eo: -vt_geometry <spec> la komenca formato de la Vt-fenestro
hu: -vt_geometry <méret> kezdõ ablak méret
it: -vt_geometry <spec> le dimensioni iniziali della finestra
ko: -vt_geometry <스펙> 초기 vt 윈도우 위치
nl: -vt_geometry <spec> de oorspronkelijke vt venster geometrie
sv: -vt_geometry <spec> initial storlek på vt-fönstret
tr: -vt_geometry <spec> vt penceresi geometrisini ayarlar

source: -print-pipe <name> specify pipe for vt100 printer
ca: -print-pipe <nom> especifica el tub per la impressora vt100
eo: -print-pipe <nomo> indikas dukton por vt100-presilo
hu: -print-pipe <név> pipe megadása vt100 printerhez
it: -print-pipe <nome> specifica il pipe per le stampanti vt100
ko: -print-pipe <이름> vt100 프린터 파이프 지정
nl: -print-piper <naam> speciceer pipe voor vt100 printer
sv: -print-pipe <namn> ange rör för vt100-skrivare
tr: -print-pipe <ad> vt100 yazýcýlar için pipe tanýmlar

source: -vt_bg <colour> background color
ca: -vt_bg <color> color de fons
eo: -vt bg <koloro> fona koloro
hu: -vt_bg <szín> háttér szín
it: -vt_bg <colore> colore di sfondo
ko: -vt_bg <색> 배경 색
nl: -vt_bg <kleur> achtergrond kleur
sv: -vt_bg <färg> bakgrundsfärg
tr: -vt_bg <renk> arkaplan rengi

source: -vt_fg <colour> foreground color
ca: -vt_fg <color> color de primer pla
eo: -vt fg <koloro> teksta koloro
hu: -vt_fg <szín> elõtér szín
it: -vt_fg <colore> colore primo piano
ko: -vt_fg <색> 전면 색
nl: -vt_fg <kleur> voorgrond kleur
sv: -vt_fg <färg> förgrundsfärg
tr: -vt_fg <renk> yazý rengi

source: -vt_font <fontname> normal font
ca: -vt_font <nomfont> font normal
eo: -vt_font <tiparnomo> normala tiparo
hu: -vt_font <betûtípus> alap betûtípus
it: -vt_font <nome font> caratteri normali
ko: -vt_font <글꼴이름> 정상 글꼴
nl: -vt_font <lettertypenaam> normaal lettertype
sv: -vt_font <typsnittsnamn> normalt typsnitt
tr: -vt_font <yazýyüzü adý> normal yazý tipi

source: -no_font_hack turn off Qt font bug workaround
ca: -no_font_hack desactiva la solució a l'error de font Qt
eo: -no_font_hack malaktivigu tipar-erarkorekton por Qt
hu: -no_font_hack Qt betûtípus hiba kikerülés kikapcsolása
it: -no_font_hack disabilita Qt font bug workaround
ko: -no_font_hack Qt 글꼴 버그 수정 기능 끄기
sv: -no_font_hack stäng av fix för typsnittsbug i Qt
tr: -no_font_hack Qt için yazýtipi yamasý kullanma

source: -vt_size <size> tiny, small, normal, large, huge
ca: -vt_size <mida> minúscula, petita, mitjana, gran, enorme
eo: -vt_size <grand> tiny, small, normal, large, huge
hu: -vt_size <méret> tiny, small, normal, large, huge
it: -vt_size <dimensione> tiny, small, normal, large, huge
ko: -vt_size <크기> 아주 작게, 작게, 정상, 크게, 아주크게
nl: -vt_size <grootte> zeer klein,klein,normaal,groot,zeer groot
sv: -vt_size <storlek> tiny, small, normal, large, huge
tr: -vt_size <boyut> tiny, small, normal, large, huge

source: -linux set up kvt to mimic linux-console
ca: -linux arranja kvt per imitar la consola linux
eo: -linux agordu Kvt-on por imiti linuksan ekranon
hu: -linux linux-konzol utánzás beállítása
it: -linux imposta kvt come console linux
ko: -linux kvt가 리눅스 콘솔을 흉내내도록 함
nl: -linux stel kvt in als linux-console
sv: -linux ställ in kvt att likna en linux-konsol
tr: -linux kvt'yi linux-konsolu þeklinde ayarlar

source: -no_menubar hide the menubar
ca: -no_menubar oculta la barra de menú
eo: -no_menubar kaþu la menulistelon
hu: -no_menubar menüsor elrejtése
it: -no_menubar nasconde la barra menu
ko: -no_menubar 메뉴 바 숨기기
nl: -no_menubar verberg de menubalk
sv: -no_menubar göm menyraden
tr: -no_menubar menü çubuðunu gizler

source: -no_scrollbar hide the scrollbar
ca: -no_scrollbar oculta la barra de desplaçament
eo: -no_scrollbar kaþu la þovilon
hu: -no_scrollbar gördítõsor elrejtése
it: -no_scrollbar nasconde le barre di scorrimento
ko: -no_scrollbar 스크롤 바 숨기기
nl: -no_scrollbar verberg de schijfbalk
sv: -no_scrollbar göm rullningslisten
tr: -no_scrollbar kaydýrma çubuðunu gizler

source: -T <text> text in window titlebar (Obsolete. Use -caption instead)
ca: -T <text> text del títol de finestra (Obsolet. Useu l'opció - caption)
eo: -T <teksto> teksto en titollistelo (ne plu uzata, Uzu -caption anstataýe)
hu: -T <szöveg> szöveg a címsorban (Régimódi. Használd a -caption -t inkább)
it: -T <testo> testo nella barra titolo (Obsolet. Usa -caption al suo posto)
ko: -T <텍스트> 윈도우 타이틀 바에 쓸 문자열 (낡은 기능. 대신 -caption을 사용하십시오)
nl: -T <tekst> tekst in de titelbalk van het venster (Gedateerd. Gebruik -caption in plaats hiervan)
sv: -T <text> text i fönstrets namnlist (Föråldrad. Använd -caption i stället)
tr: -T <metin> Baþlýk çubuðunda metin (Bu seçenek yerine -caption kullanýn)

source: -tn <TERM> Terminal type. Default is xterm.
ca: -tn <TERM> Tipus de terminal. Per omissió és xterm.
eo: -tn <TERM> Terminaltipo. Implicita estas xterm.
hu: -tn <TERM> Terminál típus. Alapértelmezett: xterm.
it: -tn <TERM> Tipo di terminal.Quello di default ee xterm.
ko: -tn <터미널 유형> 터미널 유형. 기본값은 xterm
nl: -tn <TERM> Terminal type. Standard is xterm.
sv: -tn <TERM> Terminaltyp. Standard är xterm.
tr: -tn <TERM> Uçbirim tipi. Öntanýmlý xterm'dir.

source: -C Capture system console message
ca: -C Captura els missatges de la consola
eo: -C Kaptu mesaøojn de la operaciuma terminalo
hu: -C Rendszer konzol üzenetek elfogása
it: -C Cattura i messagi di sistema della console
ko: -C 콘솔 메시지 갈무리
nl: -C Onderschep systeem console boodschap
sv: -C Fånga meddelanden till systemkonsolen
tr: -C Sistem mesajýný yakala

source: -n <text> name in icon or icon window
ca: -n <text> nom de la icona o la finestra de la icona
eo: -n <teksto> nomo en piktogramo aý piktograma fenestro
hu: -n <szöveg> név ikon vagy ikon ablak alakban
it: -n <testo> nome in icona o finestra icona
ko: -n <텍스트> 아이콘화 시켰을 때의 이름
nl: -n <tekst> naam in pictogram of pictogram venster
sv: -n <text> namn i ikon eller ikonfönster
tr: -n <metin> simgedeki isim yada simge penceresi

source: -7 run in 7 bit mode -8 run in 8 bit mode
ca: -7 executa en mode 7 bits -8 executa en mode 8 bits
eo: -7 rulu en 7bita modo -8 rulu en 8bita modo
hu: -7 7 bites mód -8 8 bites mód
it: -7 esegue in modalitaa 7 bit -8 esegue in modalitaa 8 bit
ko: -7 7비트 모드로 실행 -8 8비트 모드로 실행
nl: -7 voer uit in 7 bit mode -8 voer uit in 8 bit mode
sv: -7 kör i 7-bitarsläge -8 kör i 8-bitarsläge
tr: -7 7 bit kipinde çalýþ -8 8 bit kipinde çalýþ

source: -ls initiate kvt's shell as a login shell -ls- initiate kvt's shell as a non-login shell (default)
ca: -ls inicia kvt amb un nou login -ls- inicia kvt sense un nou login (omissió)
eo: -ls lanæu Kvt kiel salutterminalo -ls- lanæu Kvt ne kiel salutterminalo
hu: -ls kvt, mint bejelentkezõ parancsértelmezõ -ls- kvt, mint nem-bejelentkezõ parancsértelmezõ (alapért.)
it: -ls avvia la shell kvt come shell di login -ls- non avvia la shell kvt come shell di login (default)
ko: -ls kvt쉘을 로그인 쉘로 초기화 -ls- kvt쉘을 비로그인 쉘로 초기화 (기본값)
nl: -ls start kvt's shell als een login shell -ls- start kvt's shell als een non-login shell (standaard)
sv: -ls starta kvt:s skal som ett inloggningsskal -ls- starta ej kvt:s skal som inloggningsskal (standard)
tr: -ls kvt oturumu baþlangýç oturumu gibi açýlýr -ls- kvt oturumu baþlangýç oturumu deðil gibi açýlýr(öntanýmlý)

source: -meta <arg> handle Meta with ESCAPE prefix, 8THBIT set, or ignore
ca: -meta <arg> manega Meta amb prefix ESCAPE, 8THBIT fix, o ignora
eo: -meta <arg> traktu Meta-klavon kun ESCAPE-prefikso, 8a bito aý ignoru
hu: -meta <par> Meta kezelés ESCAPE elõtaggal, 8THBIT, vagy ignore
it: -meta <arg> gestisce Meta con prefisso ESCAPE , 8THBIT set, o ignora
ko: -meta <arg> 메타키에 ESCAPE를 붙이거나 8번째 비트를 설정 또는 무시
nl: -meta <arg> doe Meta met ESCAPE prefix, 8THBIT ingesteld, of negeer
sv: -meta <arg> ange hur Meta-tangenten hanteras: ESCAPE - skicka escape-tecken som prefix 8THBIT - sätt bit 8 ignore - ignorera
tr: -meta <arg> Meta'yý ESCAPE , 8THBIT , or ile eþlerignore

source: -sl <number> save number lines in scroll-back buffer
ca: -sl <nombre> desa nombre línies a l'àrea de desplaçament enrera
eo: -sl <n> sekurigu n liniojn en revid-bufro
hu: -sl <szám> ennyi sort mentsen a gördítõ pufferbe
it: -sl <nnnn> salva nel buffer <nnnn> linee
ko: -sl <숫자> 백 스크롤시에 저장할 줄 수
nl: -sl <nummer> sla aantal regels in terugschuifbuffer op
sv: -sl <antal> spara antal rader i scrollback-bufferten
tr: -sl <sayý> bellekte tutulacak satýr sayýsý

source: -pageup <keysym> use hot key alt-keysym to scroll up through the buffer -pagedown <keysym> use hot key alt-keysym to scroll down through buffer
ca: -pageup <keysym> usa la tecla alt-keysym per desplaçar-se amunt -pagedown <keysym> usa la tecla alt-keysym per desplaçar-se avall
eo: -pageup <klavo> uzu Alt+klavo por moviøi supren tra la bufro -pagedown <klavo> uzu Alt+klavo por moviøi malsupren tra la bufro
hu: -pageup <keysym> alt-keysym használata a puffer felgörgetéséhez -pagedown <keysym> alt-keysym használata a puffer legörgetéséhez
it: -pageup <keysym> usa i tasti alt-keysym per scorrere in alto il buffer -pagedown <keysym> usa i tasti alt-keysym per scorrere in basso il buffer
ko: -pageup <keysym> 위로 스크롤할 때 사용할 핫 키 alt-<keysym> -pagedown <keysym> 아래로 스크롤할 때 사용할 핫 키 alt-<keysym>
nl: -pageup <keysym> gebruik toets alt-keysym om omhoog te schuiven door de buffer -pagedown <keysym> gebruik toets alt-keysym om omlaag te schuiven door de buffer
sv: -pageup <keysym> använd snabbtangent alt-keysym för att scrolla upp -pagedown <keysym> använd snabbtangent alt-keysym för att scrolla ner
tr: -pageup <tuþ> alt-tuþ kýsa yolu ile bellekteki satýrlarda yukarý-pagedown <tuþ> alt-tuþ kýsa yolu ile bellekteki satýrlarda aþaðý kayýlýr

source: -grk9 greek kbd = ELOT 928 (default) -grk4 greek kbd = IBM 437
ca: -grk9 teclat grec = ELOT 928 (omissió) -grk4 teclat grec = IBM 437
hu: -grk9 görög kbd = ELOT 928 (alapértelmezett) -grk4 görög kbd = IBM 437
nl: -grk9 griekse toetsenbord is ELOT 928 (standaard) -grk4 griekse toetsenbord is IBM 437
sv: -grk9 grekiskt tangentbord = ELOT 928 (standard) -grk4 grekiskt tangentbord = IBM 437
tr: -grk9 yunan kbd = ELOT 928 (öntanýmlý) -grk4 yunan kbd = IBM 437
