Repository: xwizard/kde1
Catalog: kdebase-1.1.2/po/*/kwm.po
Languages: br, hu

source: kwm: it looks like there's already a window manager running. kwm not started
br: kwm : bez' ez eus dija ur merour prenester hervez doare. kwm n'eo ket loc'het
hu: kwm: valószínûleg már fut egy másik ablakmenedzser, Így a kwm nem indítható.

source: kwm: failure during initialisation; aborting
br: kwm : falladur e-pad al loc'hadur ; o leuskel
hu: kwm: hiba inicializálás közben; a futtatás megszakadt

source: Preparing session ...
br: O prientiñ an dalc'h...
hu: Session elõkészítése...

source: Copyright (C) 1997 Matthias Ettrich (ettrich@kde.org)
br: Gwirioù eilañ (C) 1997 Matthias Ettrich (ettrich@kde.org)
hu: Szerzõi jog: (C) 1997 Matthias Ettrich (ettrich@kde.org)

source: Usage:
br: Arveradur :
hu: Használat:

source: &Maximize
br: &Uhelaat
hu: Ma&ximalizál

source: &Restore
br: &Adaozañ
hu: &Visszaállít

source: &Iconify
br: &Arlunañ
hu: &Ikonizál

source: &DeIconify
br: &Dizarlunañ
hu: &Nem Ikonizál

source: &Sticky
br: &Pegañ
hu: &Rajzszög be

source: &UnSticky
br: &Dispegañ
hu: &Rajzszög ki

source: Mo&ve
br: &Dilec'hiañ
hu: &Mozgat

source: Resi&ze
br: &Adventañ
hu: Mé&retez

source: &To desktop
br: &D'ar burev
hu: &Másik asztalra

source: &Onto current desktop
br: &War ar burev en implij
hu: A &jelenlegi asztalra

source: One
br: Unan
hu: Egyes

source: Two
br: Daou
hu: Kettes

source: Three
br: Tri
hu: Hármas

source: Four
br: Pevar
hu: Négyes

source: Five
br: Pemp
hu: Ötös

source: Six
br: C'hwec'h
hu: Hatos

source: Seven
br: Seizh
hu: Hetes

source: Eight
br: Eizh
hu: Nyolcas

source: Unnamed Desktop
br: Gorretoal dianav
hu: Névtelen Asztal

source: Some pixmaps are not valid: ShapeMode dissabled
br: Piksmapoù zo n'eo ket reizh : ShapeMode dizoberiet
hu: Néhány kép nem megfelelõ: ShapeMód kikapcsolva

source: Some pixmaps are not valid: GimmickMode dissabled
br: Piksmapoù zo n'eo ket reizh : GimmickMode dizoberiet
hu: Néhány kép nem megfelelõ: GimmickMód kikapcsolva

source: *** No Tasks ***
br: *** Dlead ebet ***
hu: *** Nincsenek programok ***

source: Command:
br: Urzhiad :
hu: Parancs:

source: Ooops!
br: Opala !
hu: Hoppá!

source: Logout
br: Kuitaat
hu: Kilépés

source: Session prepared for logout
br: Dalc'h prientet evit kuitaat
hu: Kilépés a rendszerbõl

source: The following applications contain unsaved data which will be lost in your next session.
br: An arloadoù a-heul zo stlenn nann-enrollet enno a vo kollet a-benn an dalc'h kentañ.
hu: Az alábbi alkalmazások mentetlen adatot tartalmaznak, amik a következõ belépésre elvesznek.

source: The following applications cannot be restored in your next session, only restarted. Make sure they do not contain important unsaved data.
br: An arloadoù a heul n'hell ket bezañ adaozet en dalc'h kentañ hogen adloc'het nemetken. Bezit sur n'eus ket enno a stlenn nann-savet.
hu: Az alábbi alkalmazásokat nem lehet visszaállítani, csak újraindítani a következõ bejelentkezéskor. Ellenõrizze, hogy nem tartalmaznak-e fontos elmentetlen adatot.

source: The following applications are not X11-aware and though cannot be restored in your next session. Make sure they do not contain important unsaved data.
br: An arloadoù a-heul n'int ket evezhiek da X11 ha n'hello ket bezañ adaozet en dalc'h kentañ. Bezit sur n'eus ket enno a stlenn a-bouez nann-enrollet.
hu: Az alábbi alkalmazások nem X11-érzékenyek, így nem lehet visszaállítani a következõ bejelentkezéskor. Ellenõrizze, hogy nem tartalmaznak-e fontos elmentetlen adatot.

source: Switch to
br: Gwintañ da
hu: Váltás

source: Current session
br: Dalc'h en implij
hu: Jelenlegi session
