Repository: xwizard/kde1
Catalog: kdegraphics-1.1.2/po/*/kdvi.po
Languages: br, ca, cs, el, eo, es, hr, hu, it, ja, ko, nl, no, pl, sl, sv, tr

source: Scroll window and switch the page
br: Dibun ar prenestr ha kemmañ pajenn
ca: Desplaça la finestra i canvia de pàgina
cs: Posunování v oknì a pøepínání stran
el: Κύλιση παραθύρου και αλλαγή της σελίδας
eo: Þovu kaj þanøu paøon
es: Desplazar página y cambiar la página
hr: Odmotaj prozor i promijeni stranicu
hu: Görgesd az ablakot és válts lapot
it: Scorri finestra e aggiorna pagina
ja: ウィンドウスクロールでページ変更
ko: 윈도우 스크롤하고 페이지 옮기기
nl: Schuif venster en verwissel de bladzijde
no: Scroll vindu og bytt siden
pl: Przewiñ okno i prze³±cz stronê
sl: Zvrti okno in preklopi stran
sv: Panorera och byt sida
tr: Pencereyi kaydýr

source: Select page and mark pages for printing
br: Diuz ar bajenn ha merkañ ar pajennoù da voulañ
ca: Selecciona la pàgina i marca les pàgines per a imprimir
cs: Vybìr strany a oznaèení stran pro tisk
el: Επιλογή σελίδας και σημείωση σελίδων προς εκτύπωση
eo: Elektu paøon por presado
es: Secciona la página y marca páginas para imprimir
hr: Izaberi stranicu i obilje¾i stranice za ispis
hu: Lap választás és nyomtatásra kijelölés
it: Seleziona pagina e selezionala per la stampa
ja: 印刷のためにページを選択、マーク
ko: 인쇄할 페이지 선택 & 표시
nl: Kies de bladzijde en markeer bladzijden voor afdrukken
no: Velg side og merk sider for utskrift
pl: Wybierz stronê i zaznacz strony do druku
sl: Izberi stran in oznaèi strani za tiskanje
sv: Välj sida och markera sidor för utskrift
tr: Yazdýrýlacak sayfalarý seçiniz

source: Shrink: xx
br: Strishaat : xx
ca: Reducció: xx
cs: Zmen¹ení: xx
el: Συρίκνωση: xx
eo: faktoro: xx
es: Encoger: xx
hr: Smanji: xx
hu: Zsugorítás : xx
it: Riduzione: xx
ja: 縮尺: xx
ko: 축소: xx
nl: Krimp: xx
no: Krymp: xx
pl: Powiêkszenie: xx
sl: Skrèi: xx
sv: Krymp: xx
tr: Küçült: xx

source: Page: xxxx / xxxx
br: Pajenn : xxxx / xxxx
ca: Pàgina: xxxx / xxxx
cs: Strana: xxxx / xxxx
el: Σελίδα: xxxx / xxxx
eo: Paøo: xxxx / xxxx
es: Página: xxxx / xxxx
hr: Stranica: xxxx / xxxx
hu: Oldal: xxxx / xxxx
it: Pagina: xxxx / xxxx
ja: ページ: xxxx / xxxx
ko: 페이지: xxxx / xxxx
nl: Bladzijde: xxxx / xxxx
no: Side: xxxx / xxxx
pl: Strona: xxxx / xxxx
sl: Stran: xxxx / xxxx
sv: Sida: xxxx / xxxx
tr: Sayfa: xxxx / xxxx

source: New window
br: Prenestr nevez
ca: Nova finestra
cs: Nové okno...
el: Νέο παράθυρο
eo: Nova fenestro
es: Nueva ventana
hr: Novi prozor
hu: Új ablak
it: Nuova finestra
ja: 新しいウィンドウ
ko: 새 윈도우
nl: Nieuw venster
no: Nytt vindu
pl: Nowe okno
sl: Novo okno
sv: Nytt fönster
tr: Yeni Pencere

source: Open file
br: Digeriñ ur restr
ca: Obre arxiu
cs: Otevøít soubor
el: ’νοιγμα αρχείου
eo: Malfermu dosieron
es: Abrir fichero
hr: Otvori datoteku
hu: Megnyit
it: Apri file
ja: ファイルを開く
ko: 파일 열기
nl: Open bestand
no: Åpne fil
pl: Otwórz plik
sl: Odpri datoteko
sv: Öppna fil
tr: Dosya Aç

source: Print dialog
br: Kendiviz moulañ
ca: Diàleg d'impressió
cs: Tiskový dialog
el: Διάλογος εκτύπωσης
eo: Presdialogo
es: Diálogo de impresión
hr: Dijalog za ispis
hu: Nyomtatás dialógus
it: Configura stampa
ja: ダイアログを印刷
ko: 인쇄 대화창
nl: Druk dialoog af
no: Skriv ut dialog
pl: Opcje wydruku
sl: Pogovorno okno Natisni
sv: Utskriftsdialog
tr: Yazdýrma penceresi

source: Zoom in
br: Tostoc'h
ca: Apropa
cs: Zvìt¹it
el: Μεγένθυση
eo: Grandigu
es: Acercar
hr: Uveæaj
hu: Nagyítás
it: Ingrandisci
ja: 拡大
ko: 확대
no: Forstørre
pl: Powiêksz
sl: Poveèaj
sv: Zooma in
tr: Büyült

source: Zoom out
br: Pelloc'h
ca: Allunya
cs: Zmen¹it
el: Σμίκρυνση
eo: Malgrandigu
es: Alejar
hr: Umanji
hu: Kicsinyítés
it: Riduci
ja: 縮小
ko: 축소
nl: Zoom uit
no: Forminske
pl: Pomniejsz
sl: Pomanj¹aj
sv: Zooma ut
tr: Küçült

source: Fit window
br: Kempenn ar prenestr a-zoare
ca: Ajusta finestra
cs: Pøizpùsobit okno
el: Προσαρμογή στο παράθυρο
eo: Etendu fenestron
es: Ajustar ventana
hr: Podesi prozor
hu: Teljes ablakba
it: Adatta alla finestra
ja: ウィンドウに合わせる
ko: 윈도우에 맞추기
nl: Vul het venster
no: Tilpass vindu
pl: Dopasuj okno
sl: Prilagodi oknu
sv: Tillpassa fönster
tr: Pencereye oturt

source: Fit width
br: Lakaat al ledander a-zoare
ca: Ajusta amplària
cs: Pøizpùsobit ¹íøku
el: Προσαρμογή στο πλάτος
eo: Etendu horizontale
es: Ajustar ancho
hr: Podesi ¹irinu
hu: Teljes szélesség
it: Adatta alla larghezza
ja: 幅を合わせる
ko: 폭에 맞추기
nl: Vul de breedte
no: Tilpass bredde
pl: Dopasuj szeroko¶æ
sl: Prilagodi ¹irini
sv: Tillpassa bredd
tr: Geniþlik olarak oturt

source: Redraw page
br: Adtresañ ar bajenn
ca: Redibuixa pàgina
cs: Pøekreslit stranu
el: Επανασχεδίαση σελίδας
eo: Repentru paøon
es: Repintar página
hr: Obnovi stranicu
hu: Oldal újrarajzolása
it: Aggiorna pagina
ja: ページを再描画
ko: 페이지 다시 그리기
nl: Teken de bladzijde opnieuw
no: Tegne side på nytt
pl: Przerysuj stronê
sl: Ponovno izri¹i stran
sv: Uppdatera sida
tr: Yeniden çiz

source: Next page
br: Pajenn a heul
ca: Pàgina següent
cs: Následující strana
el: Επόμενη σελίδα
eo: Sekva paøo
es: Página siguiente
hr: Slijedeæa stranica
hu: Következõ oldal
it: Prossima pagina
ja: 次のページ
ko: 다음 페이지
nl: Volgende bladzijde
no: Neste side
pl: Nastêpna strona
sl: Naslednja stran
sv: Nästa sida
tr: Sonraki sayfa

source: Previous page
br: Pajenn-gent
ca: Pàgina anterior
cs: Pøedcházející strana
el: Προηγούμενη σελίδα
eo: Antaýa paøo
es: Página anterior
hr: Prethodna stranica
hu: Elõzõ oldal
it: Pagina precedente
ja: 前のページ
ko: 이전 페이지
nl: Vorige bladzijde
no: Forrige side
pl: Poprzednia strona
sl: Prej¹nja stran
sv: Föregående sida
tr: Önceki sayfa

source: Last page
br: Pajenn ziwezhañ
ca: Darrera pàgina
cs: Poslední strana
el: Τελευταία σελίδα
eo: Lasta paøo
es: Última página
hr: Zadnja stranica
hu: Utolsó oldal
it: Ultima pagina
ja: 最後のページ
ko: 마지막 페이지
nl: Laatste bladzijde
no: Siste side
pl: Ostatnia strona
sl: Zadnja stran
sv: Sista sidan
tr: Son sayfa

source: First page
br: Pajenn gentañ
ca: Primera pàgina
cs: První strana
el: Πρώτη σελίδα
eo: Unua paøo
es: Primera página
hr: Prva stranica
hu: Elsõ oldal
it: Prima pagina
ja: 最初ののページ
ko: 처음 페이지
nl: Eerste bladzijde
no: Første side
pl: Pierwsza strona
sl: Prva stran
sv: Första sidan
tr: Ýlk sayfa

source: Goto page
br: Mont d'ar bajenn
ca: Vés a la pàgina
cs: Jdi na stranu
el: Μετακίνηση στη σελίδα
eo: Iru al paøo
es: Ir a la página
hr: Idi na stranicu
hu: Menj az oldalra
it: Vai a pagina
ja: ページに進む
ko: 페이지 이동
nl: Ga naar bladzijde
no: Gå til side
pl: Id¼ do strony
sl: Pojdi na stran
sv: Gå till sida
tr: Sayfaya git

source: Configure keys
br: Kefluniañ ar stokelloù
ca: Configura tecles
cs: Konfigurace kláves
el: Προσαρμογή πλήκτρων
eo: Konfiguru klavojn
es: Configurar teclas
hr: Postavke tipaka
hu: Billentyû beállítás
it: Configura tasti
ja: キー変更
ko: 키 설정
nl: Stel toetsen in
no: Konfigurer taster
pl: Skonfiguruj klawisze
sl: Prikroji tipke
sv: Konfigurera tangenter
tr: Tuþlarý ayarla

source: Toggle show PS
br: Gwintañ diskouez PS
ca: Des/activa mostra PS
cs: Zapnout/vypnoutzobrazení Postscriptu
el: Εμφάνιση/απόκρυψη PS
eo: Þaltu PS-kodon
es: Des/activar mostrar PS
hr: Prekidaè prikaza PS
hu: PS mejelenítés
it: Scegli vista PS
ja: PS
ko: PS 보기 변경
nl: Verwissel tonen van PS
no: Vis/skjul PS
pl: Prze³±cz widok PS
sl: Preklopi prikazovanje PS
sv: Visa PS på/av
tr: PS göster

source: Toggle menu bar
br: Gwintañ barrenn al lañser
ca: Des/activa la barra de menús
cs: Zapnout/vypnout zobrazeni menu
el: Εμφάνιση/απόκρυψη γραμμής μενού
eo: Þaltu menulistelon
es: Des/activar barra de menús
hr: Prekidaè trake izbornika
hu: Menüsáv
it: Scegli vista barra menu
ja: メニューバー
ko: 메뉴바 변경
nl: Verwissel menu balk
no: Vis/skjul menylinje
pl: Prze³±cz pasek menu
sl: Preklopi menijsko vrstico
sv: Visa menyrad på/av
tr: Menü çubuðu

source: Toggle button bar
br: Gwintañ barrenn an nozelennoù
ca: Des/activa la barra de botons
cs: Zapnout/vypnout zobrazení nástrojové li¹ty
el: Εμφάνιση/απόκρυψη γραμμής πλήκτρων
eo: Þaltu butonlistelon
es: Des/activar barra de botones
hr: Prekidaè trake s gumbima
hu: Gombsáv
it: (dis)attiva barra pulsanti
ja: ボタンバー
ko: 단추바 변경
nl: Verwissel knoppen balk
no: Vis/skjul knappelinje
pl: Prze³±cz pasek przycisków
sl: Preklopi vrstico z gumbi
sv: Visa verktygsrad på/av
tr: Tuþ çubuðu

source: Toggle page list
br: Gwintañ roll ar pajennoù
ca: Des/activa la llista de pàgines
cs: Zapnout/vypnout zobrazení seznamu stránek
el: Εμφάνιση/απόκρυψη καταλόγου σελίδων
eo: Þaltu paøliston
es: Des/activar lista de páginas
hr: Prekidaè liste stranica
hu: Oldallista
it: (dis)attiva lista pagine
ja: ページリスト
ko: 페이지 목록 변경
nl: Verwissel bladzijden lijst
no: Vis/skjul sideliste
pl: Prze³±cz listê stron
sl: Preklopi seznam strani
sv: Sidlista på/av
tr: Sayfa listesi

source: Toggle status bar
br: Gwintañ ar varrenn a stad
ca: Des/activa la barra d'estat
cs: Zapnout/vypnout zobrazení informaèní li¹ty
el: Εμφάνιση/απόκρυψη γραμμής κατάστασης
eo: Þaltu statolistelon
es: Des/activar barra de estado
hr: Prekidaè trake stanja
hu: Állapotsor
it: (dis)attiva barra di stato
ja: ステータスバー
ko: 상태바 변경
nl: Verwissel status balk
no: Vis/skjul statuslinje
pl: Prze³±cz pasek stanu
sl: Preklopi statusno vrstico
sv: Statusfält på/av
tr: Durum çubuðu

source: Toggle scroll bars
br: Gwintañ ar barrennoù dibunañ
ca: Des/activa les barres de desplaçament
cs: Zapnout/vypnout zobrazení posunovacích li¹t
el: Εμφάνιση/απόκρυψη γραμμών κύλισης
eo: Þaltu þovilojn
es: Des/activar barras de desplazamiento
hr: Prekidaè traka za odmotavanje
hu: Gördítõsávok
it: (dis)attiva barre di scorrimento
ja: スクロールバー
ko: 스크롤바 변경
nl: Verwissel schuifbalken
no: Vis/skjul rullefelt
pl: Prze³±cz paski &przewijania
sl: Preklopi drsnike
sv: Rullningslist på/av
tr: Kaydýrma çubuðu

source: File open dialog is open
br: Digor eo ar c'hendiviz "Digeriñ restr"
ca: El diàleg d'obrir arxius ja està obert
cs: Otevøen dialog pro otevírání souborù
el: Ο διάλογος για άνοιγμα αρχείου είναι ανοιχτός
eo: Malfermdialogo estas videbla
es: El diálogo de abrir ficheros ya está abierto
hr: Dijalog za odabir datoteka je otvoren
hu: Fájl dialógus nyitva
it: La finestra di dialogo Apri file e` aperta
ja: ファイルダイアログが開いています
ko: 파일 열기 대화창이 열렸읍니다
nl: De 'file open' dialoog is open
no: Filåpningsdialog er åpen
pl: Okno dialogowe pliku jest otwarte
sl: Pogovorno okno Odpri datoteko je odprto
sv: Dialogrutan för öppna fil är öppen
tr: Sayfa aç penceresi açýk

source: Can't read file:
br: N'hellan ket lenn ar restr :
ca: No puc llegir l'arxiu:
cs: Není mo¾né èíst soubor:
el: Δεν μπορώ να διαβάσω το αρχείο:
eo: Ne eblis legi dosieron:
es: No se puede leer el fichero:
hr: Ne mogu proèitati datoteku:
hu: Nem olvasható a file:
it: Non posso leggere il file:
ja: ファイルが読み込めません:
ko: 파일을 읽을 수 없음:
nl: Kan bestand niet lezen:
no: Kan ikke lese fil:
pl: Nie mo¿na odczytaæ pliku:
sl: Ne morem prebrati datoteke:
sv: Kan inte skapa fil:
tr: Dosya okunamýyor:

source: Opening
br: O tigeriñ
ca: Obrint
cs: Otevírán
el: ’νοιγμα
eo: Malfermante
es: Abriendo
hr: Otvaram
hu: Nyitás
it: Apertura
ja: 開いています
ko: 여는중
nl: Open
no: Åpner
pl: Otwieranie
sl: Odpiram
sv: Öppnar
tr: Açýlýyor

source: Opened
br: Digoret
ca: Obert
cs: Otevøen
el: Ανοίχτηκε
eo: Malfermita
es: Abierto
hr: Otvorena
hu: Nyitva
it: Aperto
ja: 開きました
ko: 열림
nl: Opende
no: Åpnet
pl: Otwarty
sl: Odprl
sv: Öppnade
tr: Açýldý

source: Print dialog is open
br: Digor eo ar c'hendiviz "Moulañ"
ca: El diàleg d'impressió ja està obert
cs: Tiskový dialog je otevøen
el: Ο διάλογος εκτύπωσης είναι ανοιχτός
eo: Presdialogo estas videbla
es: El diálogo de impresión ya está abierto
hr: Dijalog za ispis je otvoren
hu: Nyomtatás dialógus nyitva
it: La finestra di dialogo Stampa e` aperta
ja: プリントダイアログが開いています
ko: 인쇄 대화창이 열렸읍니다
nl: Afdruk dialoog is geopened
no: Utskriftsdialog er åpen
pl: Okno dialogowe drukowania jest otwarte
sl: Pogovorno okno Natisni je odprto
sv: Dialogrutan för utskrift är öppen
tr: Yazdýrma penceresi açýk

source: View size fits page
br: Gwel diouzh ar bajenn
ca: El tamany de la visualització cap en la pàgina
cs: Velikost pohledu je pøizpùsobena stránce
el: Το μέγεθος προβολής προσαρμόζεται στη σελίδα
eo: Fenestrograndceo konvenas al paøo
es: Tamaño cabe en página
hr: Velièina pogleda odgovara stranici
hu: Teljes lap nézet
it: Visuale adattata alla pagina
ja: ページに合わせたサイズで表示
ko: 크기를 페이지에 맞춰 보기
nl: Toonbeeld grootte vult bladzijde
pl: Poka¿ rozmiar dopasowanej strony
sl: Pogled velikost se ujema s stranjo
sv: Visa sidan för storlekstillpassning
tr: Sayfaya oturan boyutlarla gör

source: View width fits page
br: Ledander ar gwel diouzh ar bajenn
ca: L'ample de la visualització cap en la pàgina
cs: ©íøka pohledu je pøizpùsobena stránce
el: Το μέγεθος προβολής προσαρμόζεται στο πλάτος της σελίδας
eo: Fenestrolarøeco konvenas al paøo
es: Ancho cabe en página
hr: ©irina pogleda odgovara stranici
hu: Teljes szélesség nézet
it: Larghezza vista adattata alla pagina
ja: ページに合わせた幅で表示
ko: 폭을 페이지에 맞춰 보기
nl: Toonbeeld breedte vult bladzijde
pl: Poka¿ d³ugo¶æ dopasowanej strony
sl: Pogled ¹irina se ujema s stranjo
sv: Visa sidan för breddtillpassning
tr: Sayfaya oturan geniþlikle gör

source: Preferences applied
br: Dibarzhoù e pleustr
ca: Preferències aplicades
cs: Preference aplikovány
el: Οι προτιμήσεις εφαρμόστηκαν
eo: Preferoj aplikitaj
es: Preferencias aplicadas
hr: Odrednice prihvaæene
hu: Beállítások alkalmazva
it: Preferenze attive
ja: 設定されました
ko: 선택사항이 적용되었습니다
nl: Voorkeuren toegepast
no: Preferanser anvendt
pl: W³a¶ciwo¶ci zastosowane
sl: Nastavitve uporabljene
sv: Inställningar aktiverade
tr: Seçenekler uygulandý

source: Page
br: Pajenn
ca: Pàgina
cs: Strana
el: Σελίδα
eo: paøo
es: Página
hr: Stranica
hu: Oldal
it: Pagina
ja: ページ
ko: 페이지
nl: Bladzijde
no: Side
pl: Strona
sl: Stran
sv: Sida
tr: Sayfa

source: Go to page
br: Mont d'ar bajenn
ca: Vés a la pàgina
cs: Jdi na stranu
el: Μετακίνηση στη σελίδα
eo: Iru al paøo
es: Ir a la página
hr: Idi na stranicu
hu: Ugorj az oldalra
it: Vai a pagina
ja: ページに進む
ko: 페이지 이동
nl: Ga naar bladzijde
no: Gå til side
pl: Id¼ do strony
sl: Pojdi na stran
sv: Gå till sida
tr: Sayfaya git

source: Go to
br: Mont da
ca: Vés a
cs: Jdi na
el: Μετακίνηση
eo: Iru al
es: Ir a
hr: Idi na
hu: Ugorj
it: Vai a
ja: 進む
ko: 가기
nl: Ga naar
no: Gå til
pl: Id¼ do
sl: Pojdi na
sv: Gå till
tr: Git

source: Missing PK-fonts will be generated
br: Ganet e vo an nodrezhioù-PK a vank
ca: Les fonts PK no trobades van a generar-se
cs: Chybìjíci PK fonty budou vytvoøeny
el: Οι απούσες γραμματοσειρές PK θα δημιουργηθούν
eo: Makantaj PK-tiparoj estos generataj
es: Las PK-fuentes no encontradas se van a generar
hr: Nedostajuæa PK-pisma æe biti naèinjena
hu: A hiányzó PK-fontok generálódnak
it: I caratteri-PK assenti saranno generati
ja: PKフォント作成に失敗しました
ko: 빠져있던 PK-글꼴이 만듭니다
nl: Ontbrekende PK-lettertype worden gegenereerd
no: Manglende PK-skrifttyper vil bli generert
pl: Brakuj±ce PK-czcionki bêd± wygenerowane
sl: Manjkajoèe PK-pisave bodo ustvarjene
sv: Saknade PK-typsnitt kommer att genereras
tr: PK-Yazýyüzleri kayýp, yaratýlacak

source: Missing PK-fonts will be logged to 'missfont.log'
br: Renablet e vo an nodrezhioù-PK a vank e 'missingfont.log'
ca: Les fonts PK no trobades van a registrar-se en 'missfont.log'
cs: Chybìjící PK fonty budou zaznamenány do 'missfont.log'
el: Οι απούσες γραμματοσειρές PK θα καταχωρηθούν στο 'missfont.log'
eo: Mankantaj PK-tiparoj estos registrataj en 'missfont.log'
es: Las PK-fuentes no encontradas se registrarar en el fichero 'missfont.log'
hr: Nedostajuæa PK-pisam æe biti zapisana u 'missfont.log'
hu: A hiányzó PK-fontok a missfont.log-ba íródnak
it: I caratteri-PK nmancanti saranno riportati nel 'missfont.log'
ja: 'missfont.log'に失敗したPKフォントがログされます
ko: 빠진 PK-글꼴은 'missfont.log'에 기록됩니다
nl: Ontbrekende PK-lettertype worden gelogd in 'missfont.log'
no: Manglende PK-skrifttyper vil bli logget til 'missfont.log'
pl: Informacje o brakuj±cych PK-czcionkach bêd± zapisane do 'missfont.log'
sl: Manjkajoèe PK-pisave bodo zabele¾ene v 'missfont.log'
sv: Saknade PK-typsnitt kommer att loggas till 'missfont.log'
tr: Kayýp PK-Yazýyüzleri 'missfont.log' dosyasýna yazýlacak

source: Postcsript specials are rendered
br: Treset eo ar PostScript
ca: Les característiques especials de Postscript s'han reproduït
cs: Postscript specials jsou zobrazeny
eo: Postskriptspeciala¼oj estos pentrataj
es: Se dibujan características especiales de Postscript
hr: Postscript kodovi se izraðuju
hu: Postscript specialitások rajzolása
it: Opzioni speciali PostScript attive
ja: Postcsriptがレンダリングされました
ko: 확장 Postscript가 렌더링됩니다
nl: Postscript uitzonderingen zijn voortgebracht
no: Postscript spesialer er gjengitt
pl: Specjalne dane Postcript s± renderowane
sl: Vstavki v postscriptu so upodobljeni
sv: Postscript specialiteter är tolkade
tr: Postscript özelleri hesaplanýyor

source: Postscript specials are not rendered
br: N'eo ket treset ar PostScript
ca: Les característiques especials de Postscript no s'han reproduït
cs: Postcript specials nejsou zobrazeny
eo: Postskriptspeciala¼oj ne estos pentrataj
es: No se dibujan características especiales de Postscript
hr: Postscript kodovi nisu naèinjeni
hu: Postscript specialitások nem rajzolódnak
it: Opzioni speciali PostScript non attive
ja: Postcsriptはレンダリングされませんでした
ko: 확장 Postscript가 렌더링되지 않습니다
nl: Postscript uitzonderingen zijn niet voortgebracht
no: Postscript spesialer er ikke gjengitt
pl: Specjalne dane Postscriptu nie s± renderowane
sl: Vstavki v postscriptu niso upodobljeni
sv: Postscript specialiteter är inte tolkade
tr: Postscript özelleri hesaplanamadý

source: No menu bar
br: Barrenn al lañser kuzhet
ca: Sense barra de menús
cs: ®ádné menu
el: Γραμμή μενού κρυμμένη
eo: Kaþu menulistelon
es: Sin barra de menús
hr: Bez trake izbornika
hu: Nincs menüsáv
it: Nessuna barra menu
ja: メニューバーなし
ko: 메뉴바 없음
nl: Geen menubalk
no: Ingen menylinje
pl: Brak paska menu
sl: Brez menijske vrstice
sv: Ingen menyrad
tr: Menü cubuðu yok

source: Menu bar is shown
br: Barrenn al lañser war wel
ca: Es mostra la barra de menús
cs: Menu je zobrazeno
el: Γραμμή μενού εμφανίζεται
eo: Montru menulistelon
es: Barra de menús mostrada
hr: Traka izbornika se prikazuje
hu: Menüsáv látható
it: Barra menu visibile
ja: メニューバーあり
ko: 메뉴바를 보이게 합니다
nl: Menubalk wordt getoond
no: Menylinje er vist
pl: Pasek menu jest pokazany
sl: Prika¾i menijsko vrstico
sv: Menyrad är synlig
tr: Menü çubuðu gösteriliyor

source: No button bar
br: Barrenn an nozelennoù kuzhet
ca: Sense barra de botons
cs: ®ádná nástrojová li¹ta
el: Γραμμή πλήκτρων κρυμμένη
eo: Kaþu butonlistelon
es: Sin barra de botones
hr: Bez trake s gumbima
hu: Nincs gombsáv
it: Nessuna barra pulsanti
ja: ボタンバーなし
ko: 단추바 없음
nl: Geen knoppenbalk
no: Ingen knappelinje
pl: Brak paska przycisków
sl: Brez vrstice z gumbi
sv: Ingen verktygsrad
tr: Tuþ çubuðu yok

source: Button bar is shown
br: Barrenn an nozelennoù war wel
ca: Es mostra la barra de botons
cs: Nástrojová li¹ta je zobrazena
el: Γραμμή πλήκτρων εμφανίζεται
eo: Montru butonlistelon
es: Barra de botones mostrada
hr: Traka s gumbima se prikazuje
hu: Gombsáv látható
it: Barra pulsanti visibile
ja: ボタンバーあり
ko: 단추바를 보이게 합니다
nl: Knoppenbalk wordt getoond
no: Knappelinje er vist
pl: Pasek przycisków jest widoczny
sl: Prika¾i vrstico z gumbi
sv: Verktygsrad är synlig
tr: Tuþ çubuðu gösteriliyor

source: Tool bar is shown
br: Barrenn ar binvioù war wel
ca: Es mostra la barra d'eines
cs: Nástrojová li¹ta je zobrazena
el: Γραμμή εργαλείων εμφανίζεται
eo: Montru illistelon
es: Barra de herramientas mostrada
hr: Traka s alatima se prikazuje
hu: Eszközsáv látható
it: Toolbar visibile
ja: ツールバーあり
ko: 도구바를 보이게 합니다
nl: Hulpmiddelenbalk wordt getoond
no: Verktøylinje er vist
pl: Pasek narzêdzi
sl: Prika¾i orodjarno
sv: Sidlista är synlig
tr: Araç çubuðu gösteriliyor

source: No tool bar
br: Barrenn ar binvioù kuzhet
ca: Sense barra d'eines
cs: ®ádná nástrojová li¹ta
el: Γραμμή εργαλείων κρυμμένη
eo: Kaþu illistelon
es: Sin barra de herramientas
hr: Bez trake s alatima
hu: Nincs eszközsáv
it: Nessuna tolbar
ja: ツールバーなし
ko: 도구바 없음
nl: Geen hulpmiddelenbalk
no: Ingen verktøylinje
pl: Brak paska przycisków
sl: Brez orodjarne
sv: Ingen sidlista
tr: Araç çubuðu yok

source: No status bar
br: Barrenn a stad ebet
ca: Sense barra d'estat
cs: ®ádná informaèní li¹ta
el: Γραμμή κατάστασης κρυμμένη
eo: Kaþu statolistelon
es: Sin barra de estado
hr: Bez trake stanja
hu: Nincs állapotsor
it: Nessuna barra di stato
ja: ステータスバーなし
ko: 상태바 없음
nl: Geen statusbalk
no: Ingen statuslinje
pl: Brak paska stanu
sl: Brez statusne vrstice
sv: Ingen statusrad
tr: Durum çubuðu yok

source: Status bar is shown
br: Barrenn a stad war wel
ca: Es mostra la barra d'estat
cs: Informaèní li¹ta je zobrazena
el: Γραμμή κατάστασης εμφανίζεται
eo: Montru statolistelon
es: Barra de estado mostrada
hr: Traka stanja se prikazuje
hu: Állapotsor látható
it: Barra di stato visibile
ja: ステータスバーあり
ko: 상태바를 보이게 합니다
nl: Statusbalk wordt getoond
no: Statuslinje er vist
pl: Pasek stanu jest widoczny
sl: Prika¾i statusno vrstico
sv: Statusrad är synlig
tr: Durum çubuðu gösteriliyor

source: Scroll bars are shown
br: Barrennoù-dibunañ war wel
ca: Es mostra la barra de desplaçament
cs: Posunovací li¹ty jsou zobrazeny
el: Γραμμές κύλισης εμφανίζονται
eo: Montru þovilojn
es: Barras de desplazamiento mostradas
hr: Trake za odmotavanje se prikazuju
hu: Gördítõsávok láthatók
it: Scrollbar visibili
ja: スクロールバーあり
ko: 스크롤바를 보이게 합니다
nl: Schuifbalken worden getoond
no: Rullefelt er vist
pl: Paski przewijania s± widoczne
sl: Prika¾i drsnike
sv: Rullningslist är synlig
tr: Kaydýrma gubuklarý Gösteriliyor

source: No scroll bars
br: Barrenn-zibunañ kuzhet
ca: Sense barra de desplaçament
cs: ®ádné posunovací li¹ty
el: Γραμμές κύλισης κρυμμένες
eo: Kaþu þovilojn
es: Sin barras de desplazamiento
hr: Bez traka za odmotavanje
hu: Nincsenek gördítõsávok
it: Nessuna scrollbar
ja: スクロールバーなし
ko: 스크롤바 없음
nl: Geen schuifbalken
no: Ingen rullefelt
pl: Brak pasków przewijania
sl: Brez drsnikov
sv: Ingen rullningslist
tr: Kaydýrma çubuklarý yok

source: Page:
br: Pajenn :
ca: Pàgina:
cs: Strana:
el: Σελίδα:
eo: Paøo:
es: Página:
hr: Stranica:
hu: Oldal:
it: Pagina:
ja: ページ:
ko: 페이지:
nl: Bladzijde:
no: Side:
pl: Strona:
sl: Stran:
sv: Sida:
tr: Sayfa:

source: Large text button set to shrink factor
br: Nozelenn skrid bras termenet d'ar feur strishaat
ca: El factor de reducció s'ha assignat al botó de text gran
cs: Zmen¹ovací faktor pro velký text je nastaven na
el: Πλήκτρο μεγάλου κειμένου ορίστηκε στον παράγοντα συρίκνωσης
eo: Butono por granda teksto uzas faktoron
es: Botón de texto grande asignado al factor de reducción
hr: Velike gumbe s tekstom podesi prema faktoru su¾enja
hu: Nagy szöveg gomb kicsinyítési tényezõje
it: Pulsanti con testo grande settati a fattore esatto
ja: 大きいテキストボタンを伸縮要素にセット
nl: Grote tekst knop ingesteld op krimp factor
no: Stor tekstknapp satt for å krympe faktoren
pl: Przycisk z du¿ym "A" ma ustawiony wspó³czynnik powiêkszenia
sl: Gumb za veliko besedilo nastavljen na skrèitveni faktor
sv: Knappen för stor text satt att förstora
tr: Büyük metin tuþu

source: Small text button set to shrink factor
br: Nozelenn skrid bihan termenet d'ar feur strishaat
ca: El factor de reducció s'ha assignat al botó de text xicotet
cs: Zmen¹ovací faktor pro malý text je nastaven na
el: Πλήκτρο μικρού κειμένου ορίστηκε στον παράγοντα συρίκνωσης
eo: Butono por malgranda teksto uzas faktoron
es: Botón de texto pequeño asignado al factor de reducción
hr: Male gumbe s tekstom podesi prema faktoru su¾enja
hu: Kis szöveg gomb kicsinyítési tényezõje
it: Pulsanti con testo piccolo settati a fattore esatto
ja: 小さいテキストボタンを伸縮要素にセット
nl: Kleine tekst knop ingesteld op krimp factor
no: Liten tekstknapp satt for å krympe faktoren
pl: Przycisk z ma³ym "A" ma ustawiony wspó³czynnik powiêkszenia
sl: Gumb za majhno besedilo nastavljen na skrèitveni faktor
sv: Knappen för liten text satt att förminska
tr: Küçük metin tuþu

source: Shrink: %d
br: Strishadur : %d
ca: Reducció: %d
cs: Zmen¹ení: %d
es: Encoger: %d
hr: Smanji: %d
hu: Zsugorítás : %d
it: Riduzione: %d
ja: 縮尺: %d
no: Krymp: %d
pl: Powiêkszenie: %d
sl: Skrèi: %d
sv: Krymp: %d
