Repository: xwizard/kde1
Catalog: kdegraphics-1.1.2/po/*/kdvi.po
Languages: br, ca, cs, el, eo, es, hr, hu, it, ja, ko, nl, no, pl, sl, sv, tr

source: Notice
br: Kemenn
ca: Nota
cs: Poznámka
el: Επισήμανση
eo: Noto
es: Nota
hr: Napomena
hu: Jegyzet
it: Messaggio
ja: 注意
ko: 알림
nl: Mededeling
no: Notis
pl: Uwaga
sl: Notica
sv: Observera
tr: Duyuru

source: The change in font generation will be effective only after you start kdvi again!
br: Oberiant e vo ar c'hemm war an doare genel nodrezh nemet pa vez sevenet kdvi en-dro !
ca: El canvi en la generació de fonts s'activarà després de reengegar el kvdi!
cs: Zmìna ve vytváøení fontù se projeví po novém startu kdvi!
el: Η αλλαγή στην δημιουργία των γραμματοσειρών θα έχει αποτέλεσμα μόνο μετά την επανεκκίνηση του kdvi!
eo: La þanøo de tipargenerado efektiviøos nur post relanæo de Kdvi.
es: ¡El cambio en la generación de las fuentes será efectivo después de reiniciar el kdvi!
hr: Promjena u generatoru pisma biti æe primjenjena tek nakon ¹to opet pokrenete kdvi!
hu: A fontgenerálásban történt változtatás csak a kdvi újraindítása után érvényesül.
it: Il cambio nella generazione dei font sara` reso disponibile al prossimo restart di kDvi !
ja: フォント作成の変更はkdviを 再起動した後に表われます!
ko: 글꼴 생성의 변경사항은 kdvi를 재실행할 때만 효과가 나타납니다!
nl: De verandering van het gebruikte lettertype zal pas zichtbaar zijn nadat u kdvi opnieuw opstart !
no: Endring av skrifttype konstruksjon vil være effektiv først når du starter kdvi igjen!
pl: Zmiana w generowaniu czcionek zadzia³a dopiero przy nastêpnym uruchomieniu kdvi!
sl: Sprememba v generiranju pisav bo v veljavi ¹ele potem, ko boste ponovno zagnali kdvi!
sv: Du måste starta om kdvi för att ändringen för generation av typsnitt ska genomföras!
tr: Yazý tipi yaratýmý konusundaki deðiþiklik kdvi yazýlýmýný yeniden baþlattýðýnýzda iþler olacak!

source: The change in font path will be effective only after you start kdvi again!
br: Oberiant e vo ar c'hemm war hent an nodrezhoù nemet pa vez sevenet kdvi en-dro !
ca: El canvi en el camí de les fonts s'activarà despres de reengegar el kvdi!
cs: Zmìna ve cestì fontù se projeví po novém startu kdvi!
el: Η αλλαγή στην θέση των γραμματοσειρών θα έχει αποτέλεσμα μόνο μετά την επανεκκίνηση του kdvi!
eo: La þanøo de de la tiparpado efektiviøos nur post relanæo de Kdvi.
es: ¡El cambio en la camino (path) de las fuentes será efectivo después de reiniciar el kdvi!
hr: Promjena u putanji pisma biti æe primjenjena tek nakon ¹to opet pokrenete kdvi!
hu: A font elérési útban történt változtatás csak a kdvi újraindítása után érvényesül.
it: Il cambio nella generazione dei font sara` reso disponibile al prossimo restart di kDvi !
ja: フォントパスの変更はkdviを 再起動した後に表われます!
ko: 글꼴 경로의 변경사항은 kdvi를 재실행할 때만 효과가 나타납니다!
nl: De verandering van het lettertype pad zal pas zichtbaar zijn nadat u kdvi opnieuw opstart !
no: Endring av stien for skrifttyper vil være effektiv først når du starter kdvi igjen!
pl: Zmiana ¶cie¿ki czcionek zadzia³a dopiero przy nastêpnym uruchomieniu kdvi!
sl: Sprememba v poti do pisav bo v veljavi ¹ele potem, ko boste ponovno zagnali kdvi!
sv: Du måste starta om kdvi för att ändringen av sökvägen för typsnitt ska genomföras!
tr: Yazý tipi yolundaki deðiþiklikler kdvi'ý yeniden baþlattýðýnýzda geçerli olacak!

source: The change in Metafont mode will be effective only after you start kdvi again!
br: Oberiant e vo ar c'hemm war ar mod Metafont nemet pa vez sevenet kdvi en-dro !
ca: El canvi en el mode Metafont s'activarà despres de reengegar el kvdi!
cs: Zmìna v Metafont módu se projeví po novém startu kdvi!
el: Η αλλαγή στον τρόπο λειτουργίας Metafont θα έχει αποτέλεσμα μόνο μετά την επανεκκίνηση του kdvi!
eo: La þanøo de Metafont-modo efektiviøos nur post relanæo de Kdvi
es: ¡El cambio en el el modo Metafont será efctivo después de reiniciar el kdvi!
hr: Promjena u MetaPismo naèinu rada biti æe primjenjena tek nakon ¹to opet pokrenete kdvi!
hu: A Metafont módban történt változtatás csak a kdvi újraindítása után érvényesül.
it: Il cambio nella modalita` Metafont sara` reso disponibile al prossimo restart di kDvi !
ja: Metafontモードの変更はkdviを 再起動した後に表われます!
ko: 메타 폰트 모드의 변경사항은 kdvi를 재실행할 때만 효과가 나타납니다!
nl: De verandering van de Metafont modus zal pas zichtbaar zijn nadat u kdvi opnieuw opstart !
no: Endring av metaskriftmodus vil være effektiv først når du starter kdvi igjen!
pl: Zmiana trybu Metafont zadzia³a dopiero przy nastêpnym uruchomieniu kdvi!
sl: Sprememba v naèinu Metafont bo v veljavi ¹ele potem, ko boste ponovno zagnali kdvi!
sv: Du måste starta om kdvi för att ändringen av metatypsnitt ska genomföras!
tr: Metafont kipindeki deðiþiklikler kdvi'ý yeniden baþlattýðýnýzda geçerli olacak!

source: The change in resolution will be effective only after you start kdvi again!
br: Oberiant e vo ar c'hemm war ar spister nemet pa vez sevenet kdvi en-dro !
ca: El canvi de resolució s'activarà despres de reengegar el kvdi!
cs: Zmìna v rozli¹ení se projeví po novém startu kdvi!
el: Η αλλαγή στην διακριτικότητα θα έχει αποτέλεσμα μόνο μετά την επανεκκίνηση του kdvi!
eo: La þanøo de distingebleco efektiviøos nur post relanæo de Kdvi
es: ¡El cambio de resolución será efectivo después de reiniciar el kdvi!
hr: Promjena razluèivosti biti æe primjenjena tek nakon ¹to opet pokrenete kdvi!
hu: A felbontásban történt változtatás csak a kdvi újraindítása után érvényesül.
it: Il cambio nella risoluzione sara` reso disponibile al prossimo restart di kDvi !
ja: 解像度の変更はkdviを 再起動した後に表われます!
ko: 해상도의 변경사항은 kdvi를 재실행할 때만 효과가 나타납니다!
nl: De verandering van de resolutie zal pas zichtbaar zijn nadat u kdvi opnieuw opstart !
no: Endring i oppløsning vil være effektiv først når du starter kdvi igjen!
pl: Zmiana rozdzielczo¶ci zadzia³a dopiero przy nastêpnym uruchomieniu kdvi!
sl: Sprememba v loèljivosti bo v veljavi ¹ele potem, ko boste ponovno zagnali kdvi!
sv: Du måste starta om kdvi för att ändringen av upplösning ska genomföras!
tr: Çözünürlük deðiþikliði kdvi'ý yeniden baþlattýðýnýzda geçerli olacak!

source: The change in gamma will be effective only after you start kdvi again!
br: Oberiant e vo ar c'hemm war ar gamma nemet pa vez sevenet kdvi en-dro !
ca: El canvi en la 'gamma' s'activarà després de reengegar el kdvi!
cs: Zmìna v hodnotì gamma se projeví po novém startu kdvi!
el: Η αλλαγή της παραμέτρου Γάμμα θα έχει αποτέλεσμα μόνο μετά την επανεκκίνηση του kdvi!
eo: La þanøo de Gama efektiviøos nur post relanæo de Kdvi.
es: ¡El cambio en la 'gamma' será efectivo después de reiniciar el kdvi!
hr: Promjena gamma korekcije biti æe primjenjena tek nakon ¹to opet pokrenete kdvi!
hu: A gamma értékben történt változás csak a kdvi újraindítása után érvényesül.
it: Il cambio dei gamma sara` reso disponibile al prossimo restart di kDvi !
ja: ガンマの変更はkdviを 再起動した後に表われます!
ko: 감마의 변경사항은 kdvi를 재실행할 때만 효과가 나타납니다!
nl: De verandering van de gamma modus zal pas zichtbaar zijn nadat u kdvi opnieuw opstart !
no: Endring av gamma vil være effektiv først når du starter kdvi igjen!
pl: Zmiana parametru gamma zadzia³a dopiero przy nastêpnym uruchomieniu kdvi!
sl: Sprememba v gama bo aktivna ¹ele potem, ko boste ponovno zagnali kdvi!
sv: Du måste starta om kdvi för att ändringen av gamma korrektion ska genomföras!
tr: Gamma deðerindeki deðiþiklik kdvi'ý yeniden baþlattýðýnýzda geçerli olacak!

source: HEY
br: ALO !
cs: HEJ
el: Επ!
eo: Hej
hr: HEJ
hu: HÉ
it: Ciao
ja: ヘイ!
nl: Hela
no: HEI
pl: HEJ
sl: HEJ
sv: Oj då
tr: Hayda

source: What's this? DVI problem!
br: Petra eo ? Kudenn DVI !
ca: Que es açò? Un problema del DVI!
cs: Co to je? Problém DVI!
el: Τι είναι αυτό; Πρόβλημα στο DVI!
eo: Kio okazis? Dvi-problemo!
es: ¿Qué es esto? ¡Un problema con el DVI!
hr: ©to je to? DVI problem!
hu: Mi ez? DVI probléma!
it: Cosa succede? Problema di DVI
ja: DVIのトラブルです!
ko: DVI 오류!
nl: Wat nu? DVI probleem !
no: Hva er dette? DVI-problem!
pl: A to co? Problem DVI!
sl: Kaj je to? Te¾ava z DVI!
sv: Vad är detta? DVI problem!
tr: Bu nedir? DVI problemi!

source: File status changed.
br: Kemmet eo stad ar restr.
ca: Ha canviat l'estat de l'arxiu.
cs: Stav souboru se zmìnil.
es: Ha cambiado el estado del fichero.
hr: Status datoteke promjenjen.
hu: A fájl állapota megváltozott.
it: Stato file cambiato.
ja: ファイルの状態が変更されました。
no: Filstatus endret.
pl: Zmieni³ siê stan pliku
sl: Status datoteke je bil spremenjen.
sv: Filstatus ändrad.

source: File reloaded.
br: Restr adkarget.
ca: Arxiu carregat de nou.
cs: Soubor znovu naèten
es: Fichero cargado de nuevo.
hr: Datoteka je ponovno uèitana.
hu: Fájl újratöltve.
it: File ricaricato.
ja: ファイルが再読込されました
no: Fil gjenninnlastet.
pl: Plik prze³adowany
sl: Datoteka je bila ponovno nalo¾ena.
sv: Filen laddad på nytt.

source: No document
br: Teul ebet
ca: No hi ha cap document
cs: ®ádný dokument
el: Χωρίς αρχείο
eo: Neniu dokumento
es: No hay documento
hr: Nema dokumenta
hu: Nincs dokumentum
it: Nessun documento
ja: 文書がありません
ko: 문서 없음
nl: Geen document
no: Intet dokument
pl: Brak dokumentu
sl: Brez dokumenta
sv: Inget dokument
tr: Belge yok

source: Toggle Menubar
br: Gwintañ barrenn al lañser
ca: Des/activa barra de menús
cs: Zapnout/vypnout zobrazeni menu
eo: Þanøu menulistelon
es: Des/activar barra de menús
hr: Uklj./isklj traku sa izbornicima
hu: Menüsor mutatása/rejtése
it: Attiva/Disattiva barra menu
ja: メニューバー
ko: 메뉴바 변경
nl: Verwissel Menubalk
no: Vis/skjul menylinje
pl: Prze³±cz pasek menu
sl: Preklapljaj menijsko vrstico
sv: Menyrad på/av
tr: Geçiþ Menü Çubuðu

source: Mark page
br: Merkañ ar bajenn
ca: Marca pàgina
cs: Oznaèit stranu
eo: Elektu paøon
es: Marcar página
hr: Obilje¾i stranicu
hu: Oldal kijelölése
it: Segna pagina
ja: ページにマーク
ko: 페이지에 표시
nl: Markeer bladzijde
no: Merk side
pl: Zaznacz stronê
sl: Oznaèi stran
sv: Markera sida
tr: Sayfa iþaretle

source: Redraw
br: Adtresañ
ca: Redibuixa
cs: Pøekreslit stranu
eo: Repentru
es: Repintar
hr: Obnovi stranicu
hu: Oldal újrarajzolása
it: Aggiorna
ja: 再描画
ko: 다시 그리기
nl: Teken opnieuw
no: Tegne på nytt
pl: Przerysuj stronê
sl: Ponovno izri¹i
sv: Uppdatera
tr: Yeniden Çiz

source: Preferences ...
br: Dibaboù ...
ca: Preferències...
cs: Preference ...
eo: Preferoj...
es: Preferencias ...
hr: Postavke ...
hu: Beállítások ...
it: Preferenze ...
ja: 設定 ...
ko: 등록정보 ...
nl: Voorkeuren ...
no: &Preferanser ...
pl: W³a¶ciwo¶ci...
sl: Nastavitve ...
sv: Inställningar ...
tr: Seçenekler...

source: &New
br: &Nevez
ca: &Nou
cs: &Nový
es: &Nuevo
hr: &Nova
hu: &Új
it: &Nuovo
ja: 新規 (&N)
no: &Ny
pl: &Nowy
sl: &Nov
sv: &Ny

source: &Open ...
br: &Digeriñ...
ca: &Obre...
cs: &Otevøít ...
el: ’νοιγμα
eo: &Malfermu...
es: &Abrir ...
hr: &Otvori ...
hu: &Megnyit ...
it: &Apri....
ja: 開く (&O)
ko: 열기(&O)
no: Å&pne ...
pl: &Otwórz...
sl: &Odpri ...
sv: &Öppna ...
tr: &Aç...

source: Open &recent
br: Bet Digo&ret nevezik
ca: Obre &recents
cs: Ote&vøít nedávný
el: ’νοιγμα πρόσφατου
eo: Malfermu &lastan
es: Abrir &recientes
hr: Otvori &skora¹nji
hu: &Elõzõek megnyitása
it: Apri &recenti
ja: 最近のファイル (&R)
ko: 최근문서 열기(&r)
nl: Open &recente
no: Åpne &siste
pl: Otwórz poprz&edni
sl: Odpri p&retekli
sv: Öppna &senaste
tr: Ö&ncekilerden Aç

source: &Print ...
br: &Moulañ ...
ca: &Imprimeix ...
cs: &Tisknout ...
el: Εκτύπωση
eo: &Presu...
es: &Imprimir ...
hr: &Ispi¹i ...
hu: &Nyomtat ...
it: &Stampa ...
ja: 印刷 (&P)
ko: 인쇄(&P)...
nl: Druk af ...
no: S&kriv ut ...
pl: &Drukuj...
sl: Na&tisni ...
sv: S&kriv ut ...
tr: &Yazdýr...

source: Zoom &in
br: &Tostoc'h
ca: &Apropa
cs: Z&vìt¹it
el: Μεγένθυση
eo: &Grandigu
es: Acercar
hr: &Poveæaj
hu: N&agyít
it: &Ingrandisci
ja: 拡大 (&I)
ko: 확대(&i)
no: &Forstørre
pl: Powiê&ksz
sl: &Poveèaj
sv: Zooma &in
tr: &Büyült

source: Zoom &out
br: &Pelloc'h
ca: A&llunya
cs: Z&men¹it
el: Σμίκρυνση
eo: &Malgrandigu
es: Alejar
hr: &Umanji
hu: &Kicsinyít
it: &Riduci
ja: 縮小 (&O)
ko: 축소(&o)
no: F&orminske
pl: Pomnie&jsz
sl: Po&manj¹aj
sv: Zooma &ut
tr: &Küçült

source: &Fit to page
br: Adaozañ &hervez ar bajenn
ca: A&justa a la pàgina
cs: Pøizpùsobit &stránce
el: Προσαρμογή μεγέθους στη σελίδα
eo: &Adaptu al paøograndeco
es: Ajustar a página
hr: Po&desi prema stranici
hu: &Teljes lap
it: &Adatta alla pagina
ja: ページに合わせる (&F)
ko: 페이지에 맞추기(&F)
nl: Vul hele bladzijde
no: &Tilpass siden
pl: Dopasuj do s&trony
sl: Pr&ilagodi strani
sv: &Anpassa till sida
tr: Sayfaya &Oturt

source: Fit to page &width
br: Adaozañ hervez &ledander ar bajenn
ca: Ajusta a l'a&mplada de la pàgina
cs: &Pøizpùsobit k ¹íøce stránky
el: Προσαρμογή μεγέθους στο πλάτος σελίδας
eo: Adaptu al paø&larøeco
es: Ajustar al ancho de página
hr: Pod&esi prema ¹irini stranice
hu: &Teljes szélesség
it: Adatta alla &larghezza pagina
ja: ページの幅に合わせる (&W)
ko: 페이지 폭에 맞추기(&w)
nl: Vul bladzijde in de breedte
no: Tilpass til side&bredden
pl: Dopasuj do sze&roko¶ci strony
sl: Prilagodi &¹irini strani
sv: Anpassa till sid&bredd
tr: &Geniþlik olarak oturt

source: &Redraw page
br: &Adtresañ ar bajenn
ca: &Redibuixa la pàgina
cs: Pøek&reslit stránku
el: Επανασχεδίαση σελίδας
eo: &Repentru paøon
es: Repintar página
hr: O&bnovi stranicu
hu: &Oldal újrarajzolás
it: &Aggiorna pagina
ja: ページを再描画 (&R)
ko: 페이지 다시그리기(&R)
nl: Teken bladzijde opnieuw
no: &Tegne siden på nytt
pl: Przery&suj stronê
sl: Ponovno iz&ri¹i stran
sv: U&ppdatera sida
tr: Sayfayý &yeniden Çiz

source: &Previous
br: War-&dreñv
ca: &Prèvi
cs: &Pøedcházející
el: Προηγούμενο
es: &Anterior
hr: &Prethodna
hu: &Elõzõ
it: &Precedente
ja: 前 (&P)
nl: Vorige
no: &Forrige
pl: &Poprzednia
sl: &Prej¹nja
sv: &Föregående

source: &Next
br: War-&raok
ca: &Següent
cs: &Následující
el: Επόμενο
es: &Siguiente
hr: &Slijedeæa
hu: &Következõ
it: &Successiva
ja: 次 (&N)
nl: Volgende
no: &Neste
pl: &Nastêpna
sl: &Naslednja
sv: &Nästa

source: &First
br: &Kentañ
ca: P&rimera
cs: P&rvní
el: Πρώτο
eo: &Unua
es: &Primera
hr: Pr&va
hu: E&lsõ
it: P&rima
ja: 最初 (&F)
ko: 처음으로(&F)
nl: Eerste
no: &Første
pl: Pie&rwsza
sl: Pr&va
sv: &Första
tr: &Ýlk

source: &Last
br: Di&wezhañ
ca: &Darrera
cs: Po&slední
el: Τελευταίο
eo: &Lasta
es: &Ultima
hr: &Zadnja
hu: &Utolsó
it: &Ultima
ja: 最後 (&L)
ko: 마지막으로(&L)
nl: Laatste
no: &Siste
pl: Os&tatnia
sl: &Zadnja
sv: &Sista
tr: &Son

source: &Go to ...
br: &Mont da ...
ca: &Vés a...
cs: &Jdi na stranu...
el: Μεταφορά στο...
eo: &Iru al...
es: &Ir a ...
hr: &Idi na ...
hu: &Menj a ...
it: &Vai a ...
ja: 進む ... (&G)
ko: 이동(&G)...
nl: &Ga naar ...
no: &Gå til ...
pl: &Id¼ do...
sl: Poj&di na ...
sv: &Gå till ...
tr: &Git ...

source: &Page
br: &Pajenn
ca: &Pàgina
cs: S&trana
el: Σελίδα
eo: &Paøo
es: &Página
hr: &Stranica
hu: &Oldal
it: Pa&gina
ja: ページ (&P)
ko: 페이지(&P)
nl: Bladzijde
no: &Side
pl: &Strona
sl: S&tran
sv: &Sida
tr: &Sayfa

source: &Preferences ...
br: &Dibaboù ...
ca: &Prefèrencies...
cs: &Preference ...
el: Προτιμήσεις...
eo: &Preferoj...
es: Preferencias ...
hr: &Odrednice ...
hu: &Beállítások ...
it: &Preferenze ...
ja: 設定 ... (&P)
ko: 등록정보(&P) ...
nl: Voorkeuren
no: &Preferanser ...
pl: &W³a¶ciwo¶ci...
sl: &Nastavitve ...
sv: &Inställningar ...
tr: &Seçenekler...

source: &Keys ...
br: &Stokelloù ...
ca: &Tecles...
cs: &Klávesy ...
el: Πλήκτρα ...
eo: &Klavoj...
es: Teclas ...
hr: &Tipke ...
hu: &Billentyûk ...
it: &Tasti ...
ja: キー ... (&K)
ko: 키(&K)
nl: Toetsen ...
no: &Taster ...
pl: &Klawisze...
sl: &Tipke ...
sv: &Tangenter ...
tr: &Tuþlar...

source: Make PK-&fonts
br: Oberiañ &nodrezhoù-PK
ca: Fes les &fonts PK
cs: Vytvoøit PK &fonty
el: Δημιουργία γραμματοσειρών PK
eo: Faru PK-&tiparojn
es: Hacer &fuentes PK
hr: Napravi PK-&pisma
hu: PK fontok készítése
it: Crea &Caratteri-PK
ja: PKフォントを作成 (&F)
ko: PK-글꼴 만들기(&f)
nl: Maak PK-lettertypen
no: Lag PK-skri&fttyper
pl: Utwórz PK-&czcionki
sl: Naredi pisave P&K
sv: Gör PK-t&ypsnitt
tr: PK-&Yazýyüzleri Yap

source: Show PS
br: Diskouez PS
ca: Mostra PS
cs: Zobrazovat PostScript
el: Εμφάνιση PS
eo: Montru PS-kodon
es: Mostrar PS
hr: Prika¾i PS
hu: PS megjelenítése
it: Mostra PS
ja: PSを表示
ko: PS 보기
nl: Toon PS
no: Vis PS
pl: Poka¿ PS
sl: Prika¾i PS
sv: Visa PS
tr: PS Göster

source: Show &Menubar
br: Diskouez barrenn al &lañser
ca: Mostra la barra de &menús
cs: Zobrazovat &menu
el: Εμφάνιση γραμμής μενού
eo: Montru &menulistelon
es: Mostrar barra de &menús
hr: Prika¾i traku &izbornika
hu: &Menüsáv
it: &Mostra barra menu
ja: メニューバーを表示 (&M)
ko: 메뉴바 보이기(&M)
nl: Toon Menubalk
no: Vis &menylinje
pl: Poka¿ pasek &menu
sl: Prika¾i &menijsko vrstico
sv: Visa &menyrad
tr: &Menü Çubuðu Göster

source: Show &Buttons
br: Diskouez an N&ozelennoù
ca: Mostra la barra de &botons
cs: Zobrazovat &nástrojovou li¹tu
el: Εμφάνιση πλήκτρων
eo: Montru &butonojn
es: Mostrar barra de &botones
hr: Prika¾i &gumbe
hu: &Gombsáv
it: Mostra &pulsanti
ja: ボタンを表示 (&B)
ko: 단추 보이기(&B)
nl: Toon Knoppen
no: Vis &knapper
pl: Poka¿ pasek &przycisków
sl: Prika¾i &gumbe
sv: Visa &verktygsrad
tr: &Düðmeleri Göster

source: Show Page Lis&t
br: Diskouez Roll ar &Pajennoù
ca: Mostra la &llista de págines
cs: Zobrazovat seznam s&tránek
el: Εμφάνιση καταλόγου σελίδων
eo: Montru paø&liston
es: Mostrar lista de pág.
hr: Prika¾i pop&is stranica
hu: &Oldallista
it: Mostra lis&ta pagine
ja: ページリストを表示 (&T)
ko: 페이지 목록 보이기(&t)
nl: Toon bladzijden lijst
no: Vis sideliste
pl: Poka¿ lis&tê stron
sl: Prika¾i &seznam strani
sv: Visa sid&lista
tr: Sayfa &Dökümünü Göster

source: Show &Statusbar
br: Diskouez barrenn a &stad
ca: Mostra la barra d'e&stat
cs: Zobrazovat &informaèní li¹tu
el: Εμφάνιση γραμμής κατάστασης
eo: Montru &statolistelon
es: Mostrar barra de estado
hr: Prika¾i traku s&tanja
hu: &Állapotsor
it: Mostra barra di stato
ja: ステータスバーを表示 (&S)
ko: 상태바 보이기(&S)
nl: Toon Statusbalk
no: Vis statuslinje
pl: Poka¿ pasek &stanu
sl: Prika¾i s&tatusno vrstico
sv: Visa &statusrad
tr: &Durum Çubuðunu Göster

source: Show Scro&llbars
br: Diskouez ar barrennoù &dibunañ
ca: Mostra les barres de &desplaçament
cs: Zobrazovat posunovací &li¹ty
el: Εμφάνιση γραμμών κύλισης
eo: Montru &þovilojn
es: Mostrar barras de desplazamiento
hr: Prika¾i trake za &pomicanje
hu: &Gördítõsávok
it: Mostra scrollbars
ja: スクロールバーを表示 (&L)
ko: 스크롤바 보이기(&l)
nl: Toon Schuifbalken
no: Vis rullefelt
pl: Poka¿ paski prze&wijania
sl: Prika¾i &drsnike
sv: Visa &rullningslist
tr: &Kaydýrma Çubuklarýný Göster

source: DVI Viewer
br: Gweler DVI
ca: Visualitzador de DVI
cs: Prohlí¾eè DVI souborù
eo: DVI-rigardilo
es: Procesador de DVI
hr: DVI Preglednik
hu: DVI Nézõ
it: Visualizzatore DVI
ko: DVI 뷰어
no: DVI-viser
pl: Przegl±darka DVI
sl: Pregledovalnik DVI
sv: DVI Visare
tr: DVI Gösterici

source: by Markku Hihnala
br: gant Markku Hihnala
ca: per Markku Hihnala
cs: napsal Markku Hihnala
eo: de Markku Hihnala
es: por Markku Hihnala
hr: Markku Hihnala <mah@ee.oulu.fi>
hu: írta: Marku Hihnala
it: di Markku Hihnala
ko: 제작자 : Markku Hihnala
nl: door Markku Hihnala
no: av Markku Hihnala
pl: Markku Hihnala <mah@ee.oulu.fi> Polskie t³umaczenie (C) 1998 Piotr Roszatycki, Jacek Stolarczyk
sl: delo Markkuja Hihnale
sv: av Markku Hihnala
tr: Markku Hihnala

source: Open document ...
br: Digeriñ un teul ...
ca: Obre document...
cs: Otevøít dokument ...
el: ’νοιγμα εγγράφου
eo: Malfermu dokumenton...
es: Abrir documento ...
hr: Otvori dokument ...
hu: Megnyitás ...
it: Apri documento ...
ja: 文書を開く ...
ko: 문서 열기...
no: Åpne dokument ...
pl: Otwórz dokument...
sl: Odpri dokument ...
sv: Öppna dokument ...
tr: Belge Aç...

source: Reload document
br: Adkargañ an teul
ca: Refresca document
cs: Naèíst dokument znovu
el: Επαναφόρτωση εγγράφου
eo: Relegu dokumenton
es: Releer documento
hr: Obnovi dokument
hu: Újra betölt
it: Riapri documento
ja: 文書を再読み込み
ko: 문서 다시불러오기
nl: Laad document opnieuw
no: Laste inn dokument på nytt
pl: Prze³aduj dokument
sl: Ponovno nalo¾i dokument
sv: Uppdatera document
tr: Geri Yükle

source: Print ...
br: Moulañ ...
ca: Imprimeix...
cs: Tisknout ...
el: Εκτύπωση ...
eo: Presu...
es: Imprimir ...
hr: Ispi¹i ...
hu: Nyomtatás ...
it: Stampa ...
ja: 印刷 ...
ko: 인쇄...
nl: Druk af ...
no: Skriv ut ...
pl: Drukuj...
sl: Natisni ...
sv: Skriv ut ...
tr: Yazdýr...

source: Go to first page
br: Mont d'ar bajenn gentañ
ca: Vés a la primera pàgina
cs: Jít na první stranu
el: Μετακίνηση στην πρώτη σελίδα
eo: Iru al unua paøo
es: Ir a la primera página
hr: Idi na prvu stranicu
hu: Elsõ oldalra
it: Vai alla prima pagina
ja: 最初のページ
ko: 첫 페이지로
nl: Ga naar de eerste bladzijde
no: Gå til første side
pl: Id¼ do pierwszej strony
sl: Pojdi na prvo stran
sv: Gå till första sidan
tr: Ýlk sayfaya git

source: Go to previous page
br: Mont d'ar bajenn-gent
ca: Vés a la pàgina anterior
cs: Jít na následující stranu
el: Μετακίνηση στην προηγούμενη σελίδα
eo: Iru al antaýa paøo
es: Ir a la página anterior
hr: Idi na prethodnu stranicu
hu: Elõzõ oldalra
it: Vai alla pagina precedente
ja: 前のページ
ko: 이전 페이지로
nl: Ga naar de vorige bladzijde
no: Gå til forrige side
pl: Id¼ do poprzedniej strony
sl: Pojdi na prej¹njo stran
sv: Gå till föregående sida
tr: Bir öncekine git

source: Go down then top of next page
br: Mont d'an traoñ ha goude da laez ar bajenn a heul
ca: Vés cap a baix a l'inici de la pàgina següent
cs: Jít dolù na vrchol následující strany
el: Μετακίνηση κάτω και μετά στην αρχή της επόμενης σελίδας
eo: Iru al komenco de sekva paøo
es: Bajar hasta final y pasar página
hr: Idi dolje pa na vrh slijedeæe stranice
hu: Következõ oldal tetejére
it: Vai all'inizio della pagina successiva
ja: 下までいって次のページ
ko: 다음 페이지로 연결
nl: Ga naar de top van de volgende bladzijde
no: Gå ned deretter til topp av neste side
pl: Id¼ do pocz±tku nastêpnej strony
sl: Pojdi na vrh naslednje strani
sv: Gå ned och därefter till toppen av nästa sida
tr: Sonraki sayfanýn baþýna git

source: Go to next page
br: Mont d'ar bajenn a heul
ca: Vés a la pàgina següent
cs: Jít na následující stranu
el: Μετακίνηση στην επόμενη σελίδα
eo: Iru al sekva paøo
es: Ir a la página siguiente
hr: Idi na slijedeæu stranicu
hu: Következõ oldalra
it: Vai alla prossima pagina
ja: 次のページ
ko: 다음 페이지로
nl: Ga naar de volgende bladzijde
no: Gå til neste side
pl: Id¼ do nastêpnej strony
sl: Pojdi na naslednjo stran
sv: Gå till nästa sida
tr: Sonraki sayfaya git

source: Go to last page
br: Mont d'ar bajenn ziwezhañ
ca: Vés a l'última pàgina
cs: Jít na poslední stranu
el: Μετακίνηση στην τελευταία σελίδα
eo: Iru al lasta paøo
es: Ir a la última página
hr: Idi na zadnju stranicu
hu: Utolsó oldalra
it: Vai all'ultima pagina
ja: 最後のページ
ko: 마지막 페이지로
nl: Ga naar de laatste bladzijde
no: Gå til siste side
pl: Id¼ do ostatniej strony
sl: Pojdi na zadnjo stran
sv: Gå till sista sidan
tr: Son sayfaya git

source: Decrease magnification
br: War vihanaat
ca: Decrementa l'augment
cs: Sní¾ít zvìt¹ení
el: Ελάττωση μεγένθυσης
eo: Malgrandigu
es: Reducir zoom
hr: Smanji poveæanje
hu: Kicsinyítés
it: Riduci ingrandimento
ja: 縮小する
ko: 축소
nl: Verminder vergroting
no: Minske forsterkning
pl: Zmniejsz powiêkszenie
sl: Zmanj¹aj poveèavo
sv: Öka förstoring
tr: Uzaklaþtýr

source: Small text
br: Skrid bihan
ca: Text xicotet
cs: Malý text
el: Μικρό κείμενο
eo: Malgranda teksto
es: Texto pequeño
hr: Mali tekst
hu: Kis szöveg
it: Testo piccolo
ja: 小さい字
ko: 문자 작게
nl: Klein lettertype
no: Liten tekst
pl: Ma³y tekst
sl: Majhno besedilo
sv: Liten text
tr: Küçük Metin

source: Large text
br: Skrid bras
ca: Text gran
cs: Velký text
el: Μεγάλο κείμενο
eo: Granda teksto
es: Texto grande
hr: Veliki tekst
hu: Nagy szöveg
it: Testo grande
ja: 大きい字
ko: 문자 크게
nl: Groot lettertype
no: Stor tekst
pl: Du¿y tekst
sl: Veliko besedilo
sv: Stor text
tr: Büyük Metin

source: Increase magnification
br: War vrasaat
ca: Incrementa l'augment
cs: Zvý¹it zvìt¹ení
el: Αύξηση μεγένθυσης
eo: Grandigu
es: Aumentar zoom
hr: Uveæaj poveæalo
hu: Nagyítás
it: Aumenta ingrandimento
ja: 拡大する
ko: 확대
nl: Vermeerder vergroting
no: Øk forsterkning
pl: Zwiêksz powiêkszenie
sl: Poveèaj poveèavo
sv: Minska förstoring
tr: Yaklaþtýr
