Repository: xwizard/kde1
Catalog: kdegraphics-1.1.2/po/*/kdvi.po
Languages: br, ca, cs, el, eo, es, hr, hu, it, ja, ko, nl, no, pl, sl, sv, tr

source: Mark current
br: Merkañ ar bajenn-red
ca: Marca l'actual
cs: Oznaèit tuto
el: Σημείωση τρέχοντος
eo: Elektu aktualan
es: Marcar actual
hr: Obilje¾i aktivnu
hu: Aktuális kijelölése
it: Seleziona corrente
ja: マークする
ko: 현재 페이지 표시
nl: Markeer huidige
no: Merk gjeldende
pl: Zaznacz aktualn±
sl: Oznaèi trenutno
sv: Markera nuvarande
tr: Þu ankini iþaretle

source: Unmark current
br: Diverkañ ar bajenn-red
ca: Desmarca l'actual
cs: Pøepnout oznaèení této
el: Αποσημείωση τρέχοντος
eo: Malelektu aktualan
es: Des-marcar actual
hr: Obri¹i oznaku
hu: Kijelölés megszüntetése
it: Deseleziona corrente
ja: マークを外す
ko: 현재 페이지 표시 제거
nl: Onmarkeer huidige
no: Opphev merking av gjeldende
pl: Odznacz aktualn±
sl: Odznaèi trenutno
sv: Avmarkera nuvarande
tr: Þu ankini seçme

source: Mark all
br: Merkañ an holl
ca: Marca-ho tot
cs: Oznaèit v¹echny
el: Σημείωση όλων
eo: Elektu æiujn
es: Marcar todas
hr: Obilje¾i sve
hu: Mindent kijelöl
it: Segna tutto
ja: 全てにマーク
ko: 모두 표시
nl: Markeer alles
no: Merk alle
pl: Zaznacz wszystkie
sl: Oznaèi vse
sv: Markera alla
tr: Hepsini seç

source: Mark even
br: Merkañ ar pajennoù par
ca: Marca les parells
cs: Oznaèit sudé
el: Σημείωση ζυγών
eo: Elektu parajn
es: Marcar pares
hr: Obilje¾i parne
hu: Párosak kijelölése
it: Segna pari
ja: 偶数にマーク
ko: 짝수페이지 표시
nl: Markeer even
no: Merk like
pl: Zaznacz parzyste
sl: Oznaèi sode
sv: Markera jämna
tr: Çiftleri Seç

source: Mark odd
br: Merkañ ar pajennoù ampar
ca: Marca les senars
cs: Oznaèit liché
el: Σημείωση μονών
eo: Elektu malparajn
es: Marcar impares
hr: Obilje¾i neparne
hu: Páratlanok kijelölése
it: Segna dispari
ja: 奇数にマーク
ko: 홀수 페이지 표시
nl: Markeer oneven
no: Merk ulike
pl: Zaznacz nieparzyste
sl: Oznaèi lihe
sv: Markera udda
tr: Tekleri Seç

source: Toggle marks
br: Eilpennañ ar merkoù
ca: Intercanvia marques
cs: Prohodit znaèky
el: Εναλλαγή σημειώσεων
eo: Inversigu elekton
es: Alternar (toggle) marcas
hr: Prekidaè oznaka
hu: Jelölés állítása
it: Inverti marcature
ja: マーク
ko: 표시 변경
nl: Verwissel markeringen
no: Snu om på merker
pl: Zamieñ zaznaczenie
sl: Preklopi oznaèbe
sv: Markering på/av
tr: Ýþaretleri deðiþtir

source: Remove marks
br: Lemel ar merkoù
ca: Esborra marques
cs: Odstranit znaèky
el: Αφαίρεση σημειώσεων
eo: Forigu elekton
es: Borrar marcas
hr: Makni oznake
hu: Jelölés leszedése
it: Timuovi marchi
ja: マークを除く
ko: 표시 제거
nl: Verwijder markeringen
no: Fjern merker
pl: Usuñ znaznaczenia
sl: Odstrani oznaèbe
sv: Ta bort markeringar
tr: Ýþaretleri kaldýr

source: Preferences
br: Dibarzhoù
ca: Preferències
cs: Preference
el: Προτιμήσεις
eo: Preferoj
es: Preferencias
hr: Odrednice
hu: Beállítások
it: Preferenze
ja: 設定
ko: 선택사항
nl: Voorkeuren
no: Preferanser
pl: W³a¶ciwo¶ci
sl: Nastavitve
sv: Inställningar
tr: Seçenekler

source: Menu Bar
br: Barrenn al lañser
ca: Barra de menú
cs: Menu
el: Γραμμή μενού
eo: Menulistelo
es: Barra de menú
hr: Traka izbornika
hu: Menüsáv
it: Barra menu
ja: メニューバー
ko: 메뉴바
nl: Menubalk
no: Menylinje
pl: Pasek menu
sl: Menijska vrstica
sv: Menyrad
tr: Menü Çubuðu

source: Button Bar
br: Barrenn an nozelennoù
ca: Barra de botons
cs: Nástrojová li¹ta
el: Γραμμή πλήκτρων
eo: Butonlistelo
es: Barra de botones
hr: Traka s gumbima
hu: Gombsáv
it: Barra pulsanti
ja: ボタンバー
ko: 단추바
nl: Knoppenbalk
no: Knapplinje
pl: Pasek przycisków
sl: Vrstica z gumbi
sv: Verktygsrad
tr: Tuþ Çubuðu

source: Status Bar
br: Barrenn a stad
ca: Barra d'estat
cs: Informaèní li¹ta
el: Γραμμή κατάστασης
eo: Statolistelo
es: Barra de Estado
hr: Traka stanja
hu: Állapotsor
it: Barra di stato
ja: ステータスバー
ko: 상태바
nl: Statusbalk
no: Statuslinje
pl: Pasek stanu
sl: Statusna vrstica
sv: Statusrad
tr: Durum Çubuðu

source: Page List
br: Roll ar pajennoù
ca: Llista de pàgines
cs: Seznam stránek
el: Κατάλογος σελίδων
eo: Paøolisto
es: Lista de Páginas
hr: Lista stranica
hu: Oldallista
it: Lista pagine
ja: ページリスト
ko: 페이지 목록
nl: Bladzijden lijst
no: Sideliste
pl: Lista stron
sl: Seznam strani
sv: Sidlista
tr: Sayfa Listesi

source: Scroll Bars
br: Barrennoù dibunañ
ca: Barres de desplaçament
cs: Posouvací li¹ty
el: Γραμμές κύλισης
eo: Þoviloj
es: Barras de Desplazamiento
hr: Trake za odmotavanje
hu: Gördítõ sávok
ja: スクロールバー
ko: 스크롤바
nl: Schuifbalken
no: Rullefelt
pl: Paski przewijania
sl: Drsniki
sv: Rullningslist
tr: Kaydýrma Çubuklarý

source: Number of recent files
br: Niver a restroù nevezik
ca: Número d'arxius recents
cs: Poèet nedávných souborù
el: Αριθμός πρόσφατων αρχείων
eo: Nombro de memorataj dosiernomoj
es: Número de ficheros recientes
hr: Broj skora¹njih datoteka
hu: Elõzõ fájlok száma
it: Numero di file recenti
ja: 現在のファイル数
ko: 최근 파일 수
nl: Aantal recente bestanden
no: Antall nylige filer
pl: Liczba powi±zanych stron
sl: ©tevilo nedavnih strani
sv: Antal senaste filer
tr: Önceki dosyalarýn sayýsý

source: Generate missing fonts
br: Genel an nodrezhioù a vank
ca: Genera les fonts no trobades
cs: Vytvoøit chybìjící fonty
el: Δημιουργία απόντων γραμματοσειρών
eo: Generu mankantajn tiparojn
es: Generar fuentes si no encontradas
hr: Napravi pisma koja nedostaju
hu: Hiányzó fontok létrehozása
it: Genera fonts mancanti
ja: 失敗したフォントを作成
ko: 없는 글꼴 만들기
nl: Breng ontbrekende lettertypen voort
no: Generer manglende skrifttyper
pl: Generuj brakuj±ce czcionki
sl: Ustvari manjkajoèe pisave
sv: Generera saknade typsnitt
tr: Kayýp yazý tiplerini yarat

source: Resolution
br: Spister
ca: Resolució
cs: Rozli¹ení
el: Διακριτικότητα
eo: Distingebleco
es: Resolución
hr: Razluèivost
hu: Felbontás
it: Risoluzione
ja: 解像度
ko: 해상도
nl: Resolutie
no: Oppløsning
pl: Rozdzielczo¶æ
sl: Loèljivost
sv: Upplösning
tr: Çözünürlük

source: Metafont mode
br: Mod Metafont
ca: Mode Metafont
cs: Metafont mód
el: Τρόπος λειτουργίας Metafont
eo: Metatipar-modo
es: Modo Metafont
hr: Metapismo naèin
hu: Metafont mód
it: Modalità Metafont
ja: Metafontモード
ko: 메타폰트 모드
nl: Metafont modus
no: Metaskrifttypemodus
pl: Tryb Metafont
sl: Naèin Metafont
sv: Metatypsnitt
tr: Metafont kipi

source: PK Font Path
br: Hent da nodrezhoù PK
ca: Camí de les fonts PK
cs: Cesta PK fontu
el: Τοποθεσία γραμματοσειρών PK
eo: PK-tiparpado
es: Path de las fuentes PK
hr: Put do PK pisma
hu: PK Font útvonal
it: Path Caratteri PK
ja: PKフォントパス
ko: PK 글꼴 경로
nl: PK Lettertype Pad
no: PK-skrifttypesti
pl: ¦cie¿ka PK Czcionek
sl: Pot do pisav PK
sv: Sökväg för PK-typsnitt
tr: PK yazýyüzü yolu

source: Shrink factor for small text
br: Feur strishaat evit 'skrid bihan'
ca: Factor de reducció per al text xicotet
cs: Zmen¹ovací faktor pro malý text
el: Παράγων συρίκνωσης για μικρό κείμενο
eo: Faktoro por malgranda teksto
es: Factor de reducción para texto pequeño
hr: Faktor smanjenja za mali tekst
hu: Kis szöveg kicsinyítési tényezõ
it: Adatta per testo piccolo
ja: 小さい字の伸縮要素
ko: 작은 문자를 위한 축소 비율
nl: Krimp factor voor kleine tekst
no: Krympefaktoren for liten tekst
pl: Wspó³cz. powiêkszenia dla ma³ego "A"
sl: Skrèitveni faktor za majhno besedilo
sv: Krympfaktor för knappen Liten text
tr: Küçük metin için çarpan

source: Shrink factor for large text
br: Feur strishaat evit 'skrid bras'
ca: Factor de reducció per al text gran
cs: Zmen¹ovací faktor pro velký text
el: Παράγων συρίκνωσης για μεγάλο κείμενο
eo: Faktoro por granda teksto
es: Factor de reducción para texto grande
hr: Faktor smanjenja za veliki tekst
hu: Nagy szöveg kicsinyítési tényezõ
it: Adatta per testo grande
ja: 大きい字の伸縮要素
ko: 큰 문자를 위한 축소 비율
nl: Krimp factor voor grote tekst
no: Krympefaktoren for stor tekst
pl: Wspó³cz. powiêkszenia dla du¿ego "A"
sl: Skrèitveni faktor za veliko besedilo
sv: Förstoringsfaktor för knappen Stor text
tr: Büyük metin için çarpan

source: Show postscript specials
br: Diskouez PostScript
ca: Mostra els especials de postscript
cs: Zobrazovat postscript specials
el: Εμφάνιση postscript specials
eo: Montru postskriptspeciala¼oj
es: Mostrar especiales de postscript
hr: Poka¾i postscript kodove
hu: Postscript specialitások megjelenítése
it: Mostra opzioni speciali postscript
ja: postscriptを表示
ko: 포스트 스크립트 확장 보기
nl: Toon postscript specials
no: Vis postscript-spesialer
pl: Poka¿ specjalne dane PostScriptu
sl: Prika¾i postscriptne vstavke
sv: Visa postscript scecialiteter
tr: Postscript özellerini göster

source: Antialiased postcript
br: Postscript kompez
ca: Postscript sense 'aliasing'
cs: Antialiasovaný postscript
eo: Polurita postskripta¼o
es: Postscript sin 'aliasing'
hr: Zasjenjeni postscript
hu: Élsimított postcript
ja: アンチエイリアスpostscript
ko: 포스트 스크립트 안타알리아스 모드
nl: Antialiased postscript
no: Antialiased postscript
pl: Wyg³adzany postscript
sl: Glajen postscript

source: Gamma
el: Γάμμα
eo: Gama
ja: ガンマ
ko: 감마
sl: Gama

source: Rendering
br: O tresañ
ca: Visualització
cs: Zobrazení
el: Σχεδίαση
eo: Pentru
es: Visualización
hr: Izrada
hu: Rajzolás
ja: レンダリング
ko: 렌더링
nl: Voortbrengen
pl: Renderowanie
sl: Upodobitev
sv: Återgivning
tr: Hesaplama

source: Paper
cs: Papír
el: Χαρτί
eo: Formato
es: Papel
hr: Papir
hu: Papír
it: Carta
ja: 用紙
ko: 용지
nl: Papier
no: Papir
pl: Papier
sl: Papir
sv: Papper
tr: Sayfa

source: Print
br: Moulañ
ca: Imprimeix
cs: Tisknout
el: Εκτύπωση
eo: Presu
es: Imprimir
hr: Ispis
hu: Nyomtat
it: Stampa
ja: 印刷
ko: 인쇄
nl: Druk af
no: Skriv ut
pl: Drukuj
sl: Natisni
sv: Skriv ut
tr: Yazdýr

source: Cannot open dvi file!
br: N'hellan ket digeriñ ar restr DVI !
ca: No puc obrir l'arxiu dvi!
cs: Není mo¾né otevøít dvi soubor!
el: Δεν μπορώ να ανοίξω το dvi αρχείο!
eo: Ne eblis malfermi dvi-dosiero!
es: ¡No se puede abrir el fichero dvi!
hr: Ne mogu otvoriti dvi datoteku!
hu: Nem lehet megnyitni a dvi fájlt!
it: Impossibile aprire il file dvi!
ja: dviファイルを開けません!
ko: dvi 파일을 열 수 없음!
nl: Kan dvi bestand niet openen !
no: Kan ikke åpne dvi file!
pl: Nie mo¿na otworzyæ pliku dvi!
sl: Ne morem odpreti datoteke dvi!
sv: Kan inte öppna dvi fil!
tr: dvi dosyasý açýlamýyor!

source: Cannot open output dvi file!
br: N'hellan ket digeriñ ar restr enrollañ DVI !
ca: No puc obrir l'arxiu d'eixida dvi!
cs: Není mo¾né otevøít výstupní dvi soubor!
el: Δεν μπορώ να ανοίξω το dvi αρχείο εξόδου!
eo: Ne eblis malfermi dvi-eligdosieron!
es: ¡No se puede abrir el fichero de salida dvi!
hr: Ne mogu otvoriti izlaznu dvi datoteku!
hu: Nem lehet megnyitni az eredmény dvi fájlt!
it: Impossibile aprire il file di output dvi
ja: dviファイルを出力できません!
ko: 출력 dvi 파일을 열 수 없음!
nl: Kan uitvoer dvi bestand niet openen !
no: Kan ikke åpne output dvi fil
pl: Nie mo¿na zapisaæ pliku dvi!
sl: Ne morem odpreti izhodne datoteke dvi!
sv: Kan inte öppna dvi fil!
tr: Çýktý dvi dosyasý açýlamýyor!

source: Cannot handle this dvi version!
br: N'hellan ket merañ an doare DVI-se !
ca: No puc manegar aquesta versió de dvi!
cs: Nemohu zpracovat tuto verzi dvi!
el: Δεν μπορώ να επεξεργαστώ αυτήν την έκδοση dvi!
eo: Ne povas trakti tiun dvi-version!
es: ¡No conozco está verión de dvi!
hr: Ne mogu rukovati s tom dvi inaèicom!
hu: Nem kezelhetõ dvi verzió!
it: Non riconosco questa versione di dvi
ja: このバージョンのdviファイルは扱えません!
ko: 이 dvi 버전을 다룰 수 없습니다!
nl: Kan deze dvi versie niet verwerken !
no: Kan ikke behandle denne dvi versjon!
pl: Brak obs³ugi tej wersji dvi!
sl: Ne morem rokovati s to razlièico dvi!
sv: Kan inte hantera denna dvi-version!
tr: bu dvi sürümü desteklenmiyor!

source: Invalid page range!
br: Renkennad pajennoù direizh !
ca: Rang de pàgines inválid!
cs: Chybný rozsah strany!
el: ’κυρος αριθμός σελίδας!
eo: Nevalida paøintervalo!
es: ¡Rango de páginas inválido!
hr: Neodgovarajuæi raspon stranica
hu: Érvénytelen lap határ!
it: Grandezza pagina errata
ja: 無効なページ範囲です!
ko: 페이지 범위가 어긋남!
nl: Ongeldig bladzijde bereik !
no: Ugyldig side område!
pl: Niew³a¶ciwy zakres stron!
sl: Neveljaven razpon strani!
sv: Ogiltigt sidintervall!
tr: Geçersiz sayfa aralýðý!

source: Default Printer
br: Moulerez dre ziouer
ca: Impressora per defecte
cs: Implicitní tiskárna
el: Βασικός εκτυπωτής
eo: Implicita presilo
es: Impresora por defecto
hr: Podrazumijevani pisaè
hu: Alapnyomtató
it: Stampante predefinita
ja: 通常のプリンター
ko: 기본 프린터
nl: Standaard Printer
no: Standardskriver
pl: Domy¶lna drukarka
sl: Privzeti tiskalnik
sv: Standardskrivare
tr: Öntanýmlý Yazýcý

source: &File Name:
br: &Anv ar restr :
ca: Nom d'&arxiu:
cs: &Jméno souboru
el: Όνομα αρχείου:
eo: &Dosiernomo:
es: Nombre &fich.:
hr: &Ime datoteke:
hu: &Fájlnév:
it: &File nome:
ja: ファイル名(&F):
ko: 파일 이름:
nl: Bestandsnaam
no: &Filnavn:
pl: Nazwa &pliku:
sl: Ime &datoteke:
sv: &Filnamn:
tr: &Dosya adý:

source: &All
br: &An holl
ca: &Totes
cs: &V¹echny
el: Όλα
eo: &Æiuj
es: &Todas
hr: &Sve
hu: &Mind
it: T&utti
ja: 全て(&A)
ko: 모두(&A)
nl: Alles
no: &Alle
pl: &Wszystkie
sl: &Vse
sv: &Alla
tr: &Hepsi

source: &Current
br: &Hini-red
ca: &Actual
cs: &Aktuální
el: Τρέχον
eo: &Aktuala
es: &Actual
hr: &Aktivni
hu: &Aktuális
it: &Corrente
ja: 現在の(&C)
ko: 현 문서(&C)
nl: Huidige
no: &Nåværende
pl: &Bie¿±ca
sl: &Trenutna
sv: &Nuvarande
tr: Þ&uanki

source: &Marked
br: Ar re &merket
ca: &Marcades
cs: &Oznaèená
el: Σημειωμένο
eo: &Elektitaj
es: &Marcadas
hr: &Oznaèeno
hu: &Kijelölt
it: &Selezionati
ja: マーク済みのもの(&M)
ko: 선택 페이지(&M)
nl: Gemarkeerd
no: &Merket
pl: &Zaznaczone
sl: &Oznaèene
sv: &Markerade
tr: &Seçili

source: &Range
br: &Renkennad
ca: &Rang
cs: &Rozsah
el: Περιοχή
eo: &Intervalo
es: &Rango
hr: &Raspon
hu: &Tartomány
it: &Estensione
ja: 範囲(&R)
ko: 범위(&R)
nl: Bereik
no: &Område
pl: Za&kres
sl: D&oseg
sv: &Sidintervall
tr: &Aralýk

source: Re&verse
br: &Eilpennañ
ca: &Inverteix
cs: O&paèné
el: Αντιστροφή
eo: Inversa &ordo
es: &Invertir
hr: O&bratni
hu: &Fordított
it: In&verti
ja: 反転(&V)
ko: 역으로(&v)
nl: Keer om
no: Om&vendt
pl: Odw&róæ
sl: O&bratno
sv: Om&vänd
tr: &Ters çevir

source: 1 page on sheet
br: 1 bajenn dre folenn
ca: 1 pàg. per full
cs: 1 strana na listu
el: 1 σελίδα στο φύλλο
eo: 1 paøo sur folio
es: 1 pág. por hoja
hr: 1 stranica na listu
hu: 1 oldal egy lapon
it: 1 pagina in finestra
ja: シートに1ページ
ko: 한장에 1페이지
nl: 1 bladzijde per vel
no: 1 side på arket
pl: 1 strona na kartce
sl: 1 stran na list
sv: 1 sida per ark
tr: 1 sayfa

source: 2 pages on sheet
br: 2 bajenn dre folenn
ca: 2 pàg. per full
cs: 2 strany na listu
el: 2 σελίδες στο φύλλο
eo: 2 paøoj sur folio
es: 2 pág. por hoja
hr: 2 stranice na listu
hu: 2 oldal egy lapon
it: 2 pagine in finestra
ja: シートに2ページ
ko: 한장에 2페이지
nl: 2 bladzijden per vel
no: 2 sider på arket
pl: 2 strony na kartce
sl: 2 strani na list
sv: 2 sidor per ark
tr: 2 sayfa birarada

source: 4 pages on sheet
br: 4 fajenn dre folenn
ca: 4 pàg. per full
cs: 4 strany na listu
el: 4 σελίδες στο φύλλο
eo: 4 paøoj sur folio
es: 4 pág. por hoja
hr: Èetiri stranice na listu
hu: 4 oldal egy lapon
it: 4 pagine in finestra
ja: シートに4ページ
ko: 한장에 4페이지
nl: 4 bladzijden per vel
no: 4 sider på arket
pl: 4 strony na kartce
sl: 4 strani na list
sv: 4 sidor per ark
tr: 4 sayfa birarada

source: Fill rows
br: Leuniañ al linennoù
ca: Omple files
cs: Naplnit øádku
el: Γέμισμα σειρών
eo: Adaptu altecon
es: Rellenar filas
hr: Ispuni retke
hu: Sorok feltöltése
it: Riempi righe
ja: 行を埋める
ko: 행 채우기
nl: Vul rijen
no: Fyll rader
pl: Wype³ñ wiersze
sl: Napolni vrstice
sv: Fyll rader
tr: Satýrlarý doldur

source: Fill columns
br: Leuniañ ar bannoù
ca: Omple columnes
cs: Naplnit sloupec
el: Γέμισμα στηλών
eo: Adaptu larøecon
es: Rellenar columnas
hr: Ispuni stupce
hu: Oszlopok feltöltése
it: Riempi colonne
ja: 列を埋める
ko: 열 채우기
nl: Vul kolommen
no: Fyll kolonner
pl: Wype³ñ kolumny
sl: Napolni stolpce
sv: Fyll kolumner
tr: Sütunlarý doldur

source: &Setup
br: &Kefluniadur
ca: &Configuració
cs: Na&stavení
el: Ρυθμίσεις
eo: &Konfiguru
es: Configuración
hr: &Postava
hu: &Beállítások
it: Configurazione
ja: セットアップ(&S)
ko: 설정(&S)
nl: Instellingen
no: Oppsett
pl: &Ustawienia
sl: Na&stavitve
sv: &Inställningar
tr: &Ayarla

source: Page order
br: Urzh ar pajennoù
ca: Ordre de les pàgines
cs: Poøadí stránky
el: Σειρά σελίδων
eo: Paøordo
es: Orden de páginas
hr: Redoslijed stranica
hu: Lap sorrend
it: Ordine pagine
ja: ページの順番
ko: 페이지 순서
nl: Bladzijde volgorde
no: Side rekkefølge
pl: Kolejno¶æ stron
sl: Vrstni red strani
sv: Sidordning
tr: Sayfa sýrasý

source: Pages
br: Pajennoù
ca: Pàgines
cs: Strany
el: Σελίδες
eo: Paøoj
es: Páginas
hr: Stranice
hu: Lapok
it: Pagine
ja: ページ
ko: 페이지
nl: Bladzijden
no: Sider
pl: Strony
sl: Strani
sv: Sidor
tr: Sayfalar

source: Print to
br: Moulañ war
ca: Imprimeix a
cs: Tiskni na/do
el: Εκτύπωση σε
eo: Presu al
es: Imprimir en
hr: Ispi¹i na
hu: Nyomtatás
it: Stampa a
ja: 印刷先
ko: 인쇄할 곳
nl: Druk af op
no: Skriv til
pl: Drukuj na
sl: Natisni na
sv: Skriv till
tr: Yazdýr

source: Print Setup
br: Kefluniadur moulañ
ca: Configuració de la impressora
cs: Nastavení tiskárny
el: Ρυθμίσεις εκτύπωσης
eo: Preskonfigura¼o
es: Configuración impresora
hr: Postava ispisa
hu: Nyomtatási beállítások
it: Configurazione stampante
ja: 印刷設定
ko: 인쇄 설정
nl: Printer instellingen
no: Skriveroppsett
pl: Ustawienia drukarki
sl: Nastavitve tiskanja
sv: Skrivarinställning
tr: Yazýcý Ayarlarý

source: Printers
br: Moulerezoù
ca: Impressores
cs: Tiskárny
el: Εκτυπωτές
eo: Presiloj
es: Impresoras
hr: Pisaèi
hu: Nyomtatók
it: Stampanti
ja: プリンター
ko: 프린터
no: Skrivere
pl: Drukarki
sl: Tiskalniki
sv: Skrivare
tr: Yazýcýlar

source: &Internal
br: &Diabarzh
ca: &Intern
cs: Vn&itøní
el: Εσωτερικά
eo: &interna
es: &Interno
hr: &Unutra¹nji
hu: &Belsõ
it: &Interno
ja: 内部(&I)
ko: 내부(&I)
nl: Intern
no: &Intern
pl: &Wewnêtrzne
sl: Notranj&i
sv: &Intern
tr: &Dahili

source: Use ps&nup
br: Ober gant ps&nup
ca: Utilitza ps&nup
cs: Pou¾ívat ps&nup
el: Χρήση ps&nup
eo: Uzu ps&nup
es: Utilizar ps&nup
hr: Koristi ps&nup
hu: Ps&nup használata
it: Usa ps&nup
ja: psnupを使う(&N)
ko: psnup 사용(&n)
nl: Gebruik psnup
no: Bruk ps&nup
pl: U¿yj ps&nup
sl: Uporabi ps&nup
sv: Använd ps&nup
tr: ps&nup Kullan

source: Use &mpage
br: Ober gant &mpage
ca: Utilitza &mpage
cs: Pou¾ívat &mpage
el: Χρήση &mpage
eo: Uzu &mpage
es: Utilizar &mpage
hr: Koristi &mpage
hu: &Mpage használata
it: Usa &mpage
ja: mpageを使う(&M)
ko: mpage 사용(&m)
nl: Gebruik mpage
no: Bruk &mpage
pl: U¿yj &mpage
sl: Uporabi &mpage
sv: Använd &mpage
tr: &mpage kullan

source: &Add
br: &Ouzhpennañ
ca: &Afegeix
cs: Pøid&at
el: Προσθήκη
eo: &Aldonu
es: &Añadir
hr: &Dodaj
hu: &Hozzáad
it: &Aggiungi
ja: 追加(&A)
ko: 추가(&A)
nl: Voeg toe
no: &Legg til
pl: &Dodaj
sl: Dod&aj
sv: &Lägg till
tr: &Ekle

source: &Spooler command:
br: Urzhiad m&oulañ :
ca: Comanda d'impre&ssió:
cs: Pøíkaz &spooleru:
el: Εντολή εκτύπωσης:
eo: &Preskomando:
es: Orden de impresión
hr: &Naredba posredniku:
hu: &Spooler parancs:
it: Comando di &spool:
ja: スプーラーコマンド(&S):
ko: 스풀러 명령(&S):
nl: Spooler opdracht:
no: &Spooler-kommando:
pl: Polecenie &spoolera:
sl: &Ukaz programu za tiskanje v ozadju:
sv: &Spooler-kommando:
tr: S&pooler komutu:

source: n-up
hr: n-gore
hu: n fel
no: n-opp
sl: n-gor

source: Printing method
br: Hentenn moulañ
ca: Mètode d'impressió
cs: Zpùsob tisku
el: Μέθοδος εκτύπωσης
eo: Presmetodo
es: Método de impresión
hr: Naèin ispisa
hu: Nyomtatási módszer
it: Metodo di stampa
ja: 印刷方法
ko: 인쇄 방법
nl: Afdruk methode
no: Utskriftsmetode
pl: Metoda wydruku
sl: Metoda tiskanja
sv: Utskriftsmetod
tr: Yazdýrma türü
