Repository: xwizard/kde1
Catalog: kdegraphics-1.1.2/po/*/kfax.po
Languages: is, nl, sk

source: Show &Tool Bar
is: Sýna &tækjaslá
nl: Toon &Tool Bar
sk: Ukáza» panel nás&trojov

source: Hide &Tool Bar
is: Fela &tækjaslá
nl: &Verberg Tool Bar
sk: Skry» panel nás&trojov

source: Show &Status Bar
is: Sýna &stöðuslá
nl: Toon &Status Bar
sk: Ukáza» &stavový riadok

source: Hide &Status Bar
is: Fela &stöðuslá
nl: Verberg S&tatus Bar
sk: Skry» &stavový riadok

source: KFax %s Copyright 1997-98 Bernd Johannes Wuebben wuebben@kde.org
is: KFax %s Copyright 1997-98 Bernd Johannes Wuebben wuebben@kde.org Þýðing: Þórarinn Einarsson <thori@mindspring.com>

source: Help page
is: Hjálparsíða
nl: Help
sk: Stránka pomocníka

source: &Open Fax...
is: &Opna fax...
sk: &Otvori» Fax...

source: &Add Fax...
is: Nýtt f&ax...
nl: To&evoegen Fax
sk: Prid&a» Fax...

source: Open &URL...
is: Opna sló&ð...
sk: Otvori» UR&L...

source: Save to U&RL...
is: Vista sem s&lóð...
nl: Opslaan naar U&RL...
sk: Ulo¾i» na U&RL...

source: &Close Fax
is: &Loka faxi
nl: S&luiten Fax
sk: &Zavrie» Fax

source: &Next Page
is: &Næsta síða
nl: &Volgende Bladzijde
sk: &Nasledujúca strana

source: &Prev Page
is: &Fyrri síða
nl: Vo&rige Bladzijde
sk: &Predchádzajúca strana

source: &First Page
is: F&yrsta síða
nl: &Eerste bladzijde
sk: P&rvá strana

source: &Last Page
is: &Síðasta síða
nl: &Laatste bladzijde
sk: Pos&ledná strana

source: &Rotate Page
is: S&núa síðu
nl: &Draai Pagina
sk: Otoèi» str&anu

source: &Mirror Page
is: S&pegla síðu
nl: S&piegel bladzijde
sk: &Zrkadlo strany

source: &Flip Page
is: &Hvolfa síðu
nl: &Draai bladzijde om
sk: Pre&vráti» stranu

source: Zoom &in
is: Renna &að
nl: &Vergroten
sk: Zväè¹&i»

source: Zoom &out
is: Renna &frá
nl: Ver&kleinen
sk: Z&men¹i»

source: &Fax Options...
is: &Fax stillingar
sk: &Nastavi» Fax...

source: &Tool Bar
is: &Tækjaslá
sk: Panel nás&trojov

source: &Status Bar
is: &Stöðuslá
nl: &Status Balk
sk: &Stavový riadok

source: Go back
is: Til baka
nl: Ga terug
sk: Ís» spä»

source: Go forward
is: Áfram
nl: Ga vooruit
sk: Ís» vpred

source: Go to start
is: Fara á byrjun
nl: Ga naar de start
sk: Ís» na zaèiatok

source: Go to end
is: Fara á enda
nl: Ga naar het eind
sk: Ís» na koniec

source: Zoom in
is: Renna að
nl: Vergroten
sk: Zväè¹i»

source: Zoom out
is: Renna frá
nl: Verkleinen
sk: Zmen¹i»

source: Print document
is: Prenta skjal
nl: Afdrukken document
sk: Vytlaèi» dokument

source: Go to page ...
is: Fara á bls...
nl: Ga naar bladzijde ...
sk: Ís» na stranu...

source: w: 00000 h: 00000
is: b: 00000 h: 00000
sk: ¹: 00000 v: 00000

source: Res: XXXXX
is: Uppl: XXXXX
sk: Roz: XXXXX

source: Type: XXXXXXX
is: Gerð: XXXXXXX
sk: Typ: XXXXXXX

source: P:XXXofXXX
is: S: XXXafXXX
sk: P:XXXzXXX

source: Open Location:
is: Opna slóð:
nl: Open Lokatie
sk: Otvori»:

source: You need to open a Fax first
is: Þú þarft að opna eitthvað fax fyrst
nl: U moet eerst een fax openen
sk: Najprv treba otvori» Fax

source: Save to Location:
is: Vista í:
nl: Opslaan naar Lokatie
sk: Ulo¾i» na:

source: Not yet implemented
is: Ekki tilbúið
nl: Nog niet gemaakt
sk: E¹te nie je implementované

source: There is no document active
is: Það er ekkert skjal virkt
nl: Er is geen document aanwezig
sk: Nie je ¾iadny aktívny dokument

source: Invalid page dimensions: Width %.2f Height %.2f
is: Ólögleg stærð á skjali: Breidd %.2f Hæð %.2f
nl: Onvoldoende pagina dimensies: Breedte %.2f Hoogte %.2f
sk: Nesprávne rozmery strany: ©írka %.2f Vý¹ka %.2f

source: Can't print to "%s"
is: Get ekki prentað á "%s"
nl: Kan niet afdrukken naar "%s"
sk: Nemô¾em tlaèi» do "%s"

source: Couldn't create %s
is: Gat ekki búið til %s
nl: Kon %s niet maken
sk: Nemô¾em vytvori» %s

source: Saving ...
is: Vista...
nl: Bezig met opslaan
sk: Ukladám ...

source: Loading ...
is: Sæki...
nl: Inlezen
sk: Na»ahujem ...

source: Failure in 'copy file()' Couldn't save file!
is: 'copy file()' brást Gat ekki vistað skrá!
nl: Mislukking in 'Kopieren bestand()' Kon bestand niet opslaan
sk: Chyba v 'copy file()' Nemô¾em ulo¾i» súbor!

source: Saved
is: Vistað
nl: Opgeslagen
sk: Ulo¾ené

source: KFax is already waiting for an internet job to finish Please wait until has finished
is: KFax er að bíða eftir að aðgerð á netinu klári sitt starf. Hinkraðu við á meðan
nl: KFax wacht al tot een internet opdracht klaar is Wacht alstublieft tot deze opdracht verwerkt is
sk: KFax u¾ èaká na dokonèenie práce s internetom. Prosím poèkajte, kým skonèí

source: Could not communicate with KFM
is: Samskipti við skráarstjórann (KFM) eru í ólagi
nl: Kan geen contact krijgen met KFM
sk: Nemô¾em komunikova» s KFM

source: Loading '%s'
is: Hleð '%s'
nl: Inlezen '%s'
sk: Naèítavam '%s'

source: Done
is: Búið
sk: Spravené

source: Calling KFM
is: Kalla á skráarstjórann (KFM)
nl: KFM starten
sk: Volám KFM

source: Starting Job
is: Byrja á aðgerð
nl: Taak starten
sk: Spú¹»am úlohu

source: Connected
is: Tenging náðist
nl: Aangesloten
sk: Pripojený

source: Waiting...
is: Bíð...
nl: Wachten...
sk: Èakám...

source: You need to open a fax page first.
is: Þú þarft fyrst að opna fax blaðsíðu.
nl: U moet eerst een fax bladzijde openen
sk: Najprv treba otvori» faxovú stránku.

source: P.%d of %d
is: S.%d af %d
sk: P.%d z %d

source: W: %d H: %d
is: B: %d H: %d
sk: ©: %d V: %d

source: Res: %s
is: Uppl: %s
sk: Roz: %s

source: Fine
is: Fínkorna
nl: Fijn
sk: Akurát

source: Normal
is: Venjulegt
sk: Normálne

source: Type: Tiff
is: Gerð: TIFF
sk: Typ: Tiff

source: Type: Raw
is: Gerð: Raw
sk: Typ: Raw

source: A file with this name already exists Do you want to overwrite it?
is: Þessi skrá er til nú þegar. Viltu skrifa yfir hana?
nl: Een bestand met deze naam bestaat al Wilt u het overschrijven ?
sk: Súbor s takýmto názvom u¾ existuje Chcete ho prepísa»?

source: Unable to open: %s
is: Ekki tókst að opna: %s
sk: Nemô¾em otvori»: %s

source: KFax Print Dialog
is: KFax Prentun
nl: KFax Printer Dialoog
sk: Tlaèový dialóg

source: Print as Postscript to Printer
is: Senda sem Postscript til prentara
nl: Als Postscript afdrukken naar printer
sk: Tlaèi» ako Postskript na tlaè.

source: Print Command:
is: Prentskipun:
nl: Print opdracht
sk: Príkaz:

source: Print as Postscript to File:
is: Prenta sem Postscript í skrá:
nl: Als Postscript afdrukken naar bestand:
sk: Tlaèi» ako ps do súboru:

source: Browse
is: Leita
nl: Bladeren
sk: Listova»

source: Page Size:
is: Blaðsíðustærð:
nl: Omvang bladzijde
sk: Veµkos»:

source: Scale fax to page size
is: Stilla fax á blaðsíðustærð
nl: Schaal fax naar bladzijde omvang
sk: Fax na celú stranu

source: Add Printer Margins (measured in cm):
is: Bæta spássíum f. prentun (mælt í sm):
nl: Printer marges toevoegen (gemeten in cm):
sk: Prida» okraje tlaèiarne (v cm):

source: Horizontal:
is: Lárétt
nl: Horizontaal:
sk: Horizontálne:

source: Vertical:
is: Lóðrétt
nl: Vertikaal:
sk: Vertikálne:

source: Select Filename
is: Veldu skráarnafn
nl: Selecteer bestand
sk: Zvoµte názov súboru

source: You must enter a file name if you wish to print to a file.
is: Þú verður að gefa upp skráarnafn ef þú vilt prenta út í skrá.
nl: U moet een bestandsnaam geven als u naar bestand wilt printen
sk: Musíte napísa» meno súboru, ak chcete tlaèi» do súboru.

source: You must enter a print command such as "lpr" if you wish to print to a printer.
is: Þú verður að slá inn prentskipun eins og "lpr" ef þú vilt senda til prentara.
nl: U moet een printer commando als "lpr" ingeven als u wilt printen.
sk: Musíte zada» tlaèový príkaz ako napr. "lpr" ak chcete tlaèi» na tlaèiareò.

source: KFax Options Dialog
is: KFax stillingar
nl: KFax opties dialoog
sk: Nastavenie KFaxu

source: Display Options:
is: Birtistillingar:
nl: Beeldscherm opties:
sk: Zobrazenie:

source: Landscape
is: Langsnið
nl: Landschap
sk: Na ¹írku

source: Upside Down
is: Á hvolfi
nl: Ondersteboven
sk: Hore nohami

source: Invert
is: Öfugt
nl: Inverse
sk: Opaène

source: Raw Fax Resolution:
is: Fax upplausn (hrá):
nl: Ruwe Fax resolutie:
sk: Rozlí¹enie faxu:

source: Auto
is: Sjálfvirkt

source: Raw Fax Data are:
is: Hrá fax gögn eru:
nl: Ruwe Fax Data is:
sk: Formát RAW FAX dát:

source: LS-Bit first
is: LS-Bit fyrst
nl: LS-Bit eerst
sk: LS-Bit prvý

source: Raw Facsimili are:
is: Hrá föx eru:
nl: Ruwe Fax is:
sk: RAW faxy sú:

source: Raw Fax width:
is: Hrá fax breidd:
nl: Ruwe Fax breedte:
sk: ©írka RAW faxu:

source: height:
is: hæð:
nl: Hoogte:
sk: vý¹ka:
