Repository: xwizard/kde1
Catalog: kdegraphics-1.1.2/po/*/kfrac.po
Languages: it

source: &Load params...
it: &Carica parametri...

source: &Save params...
it: &Salva parametri...

source: Save &pic...
it: Salva &immagine...

source: Max. Iterations...
it: Iterazioni Massime...

source: Colour scheme...
it: Schema colori...

source: Colour cycling...
it: Ciclo colori

source: Zoom factor...
it: Fattore di Zoom...

source: Fractals Generator
it: Generatore di Frattali

source: &Types
it: &Tipo

source: Open parameters
it: Apri parametri

source: Save parameters
it: Salva parametri

source: Save picture
it: Salva immagine

source: Zoom in
it: Zoom +

source: Zoom out
it: Zoom -

source: Defaults for this type
it: Valori predefiniti per questo tipo

source: Oops! Not implemented yet.
it: Oops! Non ancora implementato.

source: Iterations:
it: Iterazioni:

source: Center of picture: Real part
it: Centro dell'imagine: Parte reale

source: Center of picture: Imaginary part
it: Centro dell'imagine: Parte immaginaria

source: Width of picture:
it: Larghezza dell'immagine

source: Defaults
it: Predefiniti

source: Extra parameter: Real part
it: Parametro extra: Parte reale

source: Extra parameter: Imaginary part
it: Parametro extra: Parte Immaginaria

source: Max. Iterations
it: Numero Massimo di Iterazioni

source: Less colours
it: Meno colori

source: More colours
it: Piu' colori

source: Colour schemes
it: Schema colori

source: Zoom in factor:
it: Fattore di Zoom +:

source: Zoom out factor:
it: Fattore di Zoom -:

source: Zoom factors
it: Fattori di Zoom

source: Fract::calcPoint() is an abstract method. You MUST re-write it!
it: Fract::calcPoint() e' un abstract method. DEVI riscriverlo!
