Repository: xwizard/kde1
Catalog: kdegraphics-1.1.2/po/*/kfract.po
Languages: br, cs, da, de, es, fi, fr, is, ja, no, pl, pt_br, ru, sk, sl

source: &Load params...
br: K&argañ arventennoù ...
cs: &Nahrát parametry...
da: &Indlæs parametre...
de: &Parameter laden...
es: &Cargar parámetros...
fi: &Lataa parametrit...
fr: &Charger les paramètres...
is: &Lesa viðföng...
ja: パラメタを読み込む(&L)
no: &Last parameter...
pl: &Wczytaj parametry...
pt_br: &Carregar parâmetros...
ru: Загрузить параметры...
sk: &Naèíta» parametre...
sl: &Nalo¾i param...

source: &Save params...
br: &Enrollañ arventennoù ...
cs: U&lo¾it parametry...
da: &Gem parametre...
de: Parameter &sichern...
es: &Guardar parámetros...
fi: &Tallenna parametrit...
fr: &Enregistrer les paramètres...
is: &Vista viðföng...
ja: パラメタを保存(&S)
no: &Lagre parameter...
pl: &Zapisz parametry...
pt_br: &Salvar parâmetros...
ru: Сохранить параметры...
sk: &Ulo¾i» parametre...
sl: &Shrani param...

source: Save &pic...
br: Enrollañ ar &skeudenn ...
cs: Ulo¾it &obrázek...
da: Gem &billede...
de: &Bild speichern
es: Guardar &imagen...
fi: Tallenna &kuva...
fr: Enregistrer l'&image...
is: Vista &mynd...
ja: 画像を保存(&P)
no: Lagre &bilde...
pl: Zapisz &obraz...
pt_br: Salvar &desenho...
ru: Сохранить изображение...
sk: Ulo¾i» &obrázok...
sl: Shrani s&liko...

source: Mandelbrot...
ja: マンデルブロー
pl: Zbiór Mandelbrota...
ru: Мандельброт...

source: Julia...
ja: ジュリア
pl: Zbiór Julii...
ru: Джулия...
sk: Júlia...

source: Max. Iterations...
br: Muiañ rodelloù ...
cs: Max. iterací...
da: Maks. ant. gentagelser...
de: Max. Wiederholungen
es: Iteraciones máximas...
fi: Maks. Iteraatiot...
fr: Itérations maximales...
is: Hám. ítranir
ja: 最大反復数
no: Maks. ant. gjentagelser...
pl: Maksymalna ilo¶æ iteracji...
pt_br: Máx. Iterações...
ru: Макс. итераций...
sk: Max. Interackie...
sl: Maks. iteracij...

source: Colour scheme...
br: Steuñv al livioù ...
cs: Barevné schéma...
da: Farvevalg...
de: Farbschema
es: Modelo de colores...
fi: Vٶriteema...
fr: Modèle de couleurs...
is: Litastef...
ja: カラースキーム
no: Fargevalg...
pl: Schemat kolorów...
pt_br: Esquema de cores...
ru: Цветовая схема...
sk: Farebná schéma...
sl: Barvna shema...

source: Colour cycling...
br: Korañ al livioù...
cs: Kolování barev...
da: Farvegentagelse...
de: Farb-Zyklen...
es: Ciclo de colores
fi: Vٶrikierrٶtys...
fr: Permutation cyclique des couleurs...
is: Litarúll...
ja: カラーサイクル
no: Fargeperiode...
pl: Cykliczna zmiana kolorów...
pt_br: Ciclo de cores...
ru: Сдвиг цветов...
sk: Cyklenie farieb...
sl: Barvno kro¾enje...

source: Zoom factor...
br: Feur zoomiñ ...
cs: Faktor zvìt¹ení/zmen¹ení...
da: Forstørringsfaktor...
de: Zoom-Faktor
es: Factor de zoom...
fi: Suurennus...
fr: Facteur de zoom...
is: Stækkunarstuðull
ja: ズーム
no: Forstørringsfaktor...
pl: Wspó³czynnik powiêkszenia...
pt_br: Fator de ampliação...
ru: Масштаб...
sk: Faktor zväè¹enia...
sl: Faktor poveèave...

source: Fractals Generator
br: Ganer fraktaloù
cs: Generátor fraktálù
da: Fraktalgenerator
de: Fraktal-Generator
es: Generador de fractales
fi: Fraktaaligeneraattori
fr: Générateur de fractales
is: Brotasmiður
no: Fraktalgenerator
pl: Generator fraktali
pt_br: Gerador de Fractais
ru: Генератор фракталов
sk: Fraktálový generátor
sl: Generator fraktalov

source: by Uwe Thiem
br: gant Uwe Thiem
cs: napsal Uwe Thiem
da: af Uwe Thiem
de: von Uwe Thiem
es: por Uwe Thiem
fi: tehnyt Uwe Thiem
fr: par Uwe Thiem
is: eftir Uwe Thiem Þýðing: Logi <logir@hi.is>
no: av Uwe Thiem
pl: autorstwa Uwe Thiema
pt_br: por Uwe Thiem
ru: Уве Тайем
sk: napísal Uwe Thiem
sl: ustvaril Uwe Thiem

source: &Types
br: &Seurtoù
cs: &Typy
da: &Typer
de: &Typen
es: &Tipos
fi: T&yypit
is: &Tegundir
ja: タイプ(&T)
no: &Typer
pl: &Typy
pt_br: &Tipos
ru: Типы
sk: &Typy
sl: &Tipi

source: Open parameters
br: Digeriñ arventennoù
cs: Otevøít parametry
da: Åbn parametre
de: Parameter öffnen
es: Cargar parámetros
fi: Avaa parametrit
fr: Charger des paramètres
is: Lesa viðföng
ja: パラメタを開く
no: Åpne parametere
pl: Otwórz parametry
pt_br: Abrir parâmetros
ru: Открытие параметров
sk: Otvori» parametre
sl: Odpri parametre

source: Save parameters
br: Enrollañ an arventennoù
cs: Ulo¾it parametry
da: Gem parametre
de: Parameter sichern
es: Guardar parámetros
fi: Tallenna parametrit
fr: Enregistrer les paramètres
is: Vista viðföng
ja: パラメタを保存
no: Lagre parameter
pl: Zapisz parametry
pt_br: Salvar parâmetros
ru: Сохранение параметров
sk: Ulo¾i» parametre
sl: Shrani parametre

source: Save picture
br: Enrollañ ar skeudenn
cs: Ulo¾it obrázek
da: Gem billede
de: Bild speichern
es: Guardar imagen
fi: Tallenna kuva
fr: Enregistrer l'image
is: Vista mynd
ja: 画像を保存
no: Lagre bilde
pl: Zapisz obraz
pt_br: Salvar imagem
ru: Сохранение изображения
sk: Ulo¾i» obrázok
sl: Shrani sliko

source: Zoom in
br: Tostoc'h
cs: Zvìt¹it
da: Forstør
de: Vergrößern
es: Acercar
fi: Suurenna
fr: Zoom avant
is: Stækka
ja: 拡大
no: Forstørre
pl: Powiêksz
pt_br: Ampliar
ru: Увеличить
sk: Zväè¹i»
sl: Poveèaj

source: Zoom out
br: Pelloc'h
cs: Zmen¹it
da: Formindsk
de: Verkleinern
es: Alejar
fi: Pienennٶ
fr: Zoom arrière
is: Minnka
ja: 縮小
no: Forminske
pl: Pomniejsz
pt_br: Reduzir
ru: Уменьшить
sk: Zmen¹i»
sl: Pomanj¹aj

source: Defaults for this type
br: Talvoudoù dre ziouer evit ar seurt-mañ
cs: Implicitní nastavení pro tento typ
da: Standard for denne type
de: Voreinstellungen für diesen Typ
es: Predef. para este tipo
fi: Oletukset tٶlle tyypille
fr: Par défaut pour ce type
is: Sjálfgefin gildi fyrir þessa tegund
ja: この型の標準
no: Standard for denne typen
pl: Domy¶lnie dla tego typu
pt_br: Padrões para este tipo
ru: Умолчания для данного типа
sk: Implicitné pre tento typ
sl: Privzete vrednosti za ta tip

source: Oops!
br: Opala !
cs: Ouha!
da: Hovsa!
de: Hoppla!
es: ¡ Vaya !
fi: Hups!
fr: Houlà !
is: Úps!
ja: あ!
no: Obs!
pl: Ojej!
ru: Опс!
sl: Ups!

source: Oops! Not implemented yet.
br: Opala ! N'eo ket kefloueraet c'hoazh.
cs: Ouha! Toto není je¹tì implementováno.
da: Uha! Ikke implementeret endnu.
de: Hoppla! Noch nicht implementiert.
es: ¡ Vaya! Sin desarrollar todavía.
fi: Hups! Ei vielٶ toteutettu.
fr: Houlà ! Pas encore implanté.
is: Úps! Ekki enn skrifað.
ja: まだ使えません
no: Obs! Ikke implementert ennå.
pl: Ojej! Jeszcze nie zaimplementowane.
pt_br: Oops! Ainda não implementado.
ru: Опс! Еще не реализовано.
sk: Táto funkcia e¹te nebola implementovaná.
sl: Ups! ©e ni podprto.

source: Iterations:
br: Rodelloù :
cs: Iterarací:
da: Gentagelser:
de: Wiederholungen:
es: Iteraciones:
fi: Iteraatioita:
fr: Itérations :
is: Ítranir:
ja: 反復:
no: Gjentagelser:
pl: Ilo¶æ iteracji:
pt_br: Iterações:
ru: Итераций:
sk: Interakcie:
sl: Iteracije:

source: Bailout
br: Paouez
da: Opgiv
es: Limite
fi: Lopetus
fr: Ejection
is: Lokaskilyrði
no: Bale
pl: Przerwanie przy
pt_br: Desistir
ru: Выход
sl: Zapusti

source: Center of picture: Real part
br: Kreiz ar skeudenn : lodenn real
cs: Centrum obrázku: reálná èást
da: Midten af billedet: Reel del
de: Bildmitte: Realer Teil
es: Centro de la imagen: Parte real
fi: Kuvan keskusta: Reaaliosa
fr: Centre image : Partie réelle
is: Miðja myndar: raunhluti
ja: 画像の中心: 実部
no: Senter av bilde: Virkelig del
pl: ¦rodek obrazu - czê¶æ rzeczywista
pt_br: Centro da figura: Parte real
ru: Центр: действительная часть
sk: Stred obrázku: Reálna èas»
sl: Sredina slike: realni del

source: Center of picture: Imaginary part
br: Kreiz ar skeudenn : lodenn ijinek
cs: Centrum obrázku: imaginární èást
da: Midten av bildet: Imaginær del
de: Bildmitte: Imaginärer Teil
es: Centro de la imagen: Parte imaginaria
fi: Kuvan keskusta: Imaginٶٶriosa
fr: Centre image : Partie imaginaire
is: Miðja myndar: tvinnhluti
ja: 画像の中心: 虚部
no: Senter av bilde: Forestillt del
pl: ¦rodek obrazu - czê¶æ urojona
pt_br: Centro da figura: Parte imaginária
ru: Центр: комплексная часть
sk: Stred obrázku: imaginárna èas»
sl: Sredina slike: imaginarni del

source: Width of picture:
br: Ledander ar skeudenn :
cs: ©íøka obrázku:
da: Bredde af billedet:
de: Bildbreite:
es: Ancho de la imagen:
fi: Kuvan leveys:
fr: Largeur image :
is: Breidd myndar:
ja: 画像の幅:
no: Bredde av bildet:
pl: Szeroko¶æ obrazu
pt_br: Largura da imagem:
ru: Ширина изображения:
sk: ©írka obrázku:
sl: ©irina slike:

source: Defaults
br: Dre ziouer
cs: Implicitní
da: Standard
de: Voreinstellungen
es: Predef.
fi: Oletukset
fr: Défauts
is: Sjálfgefið
ja: 標準
no: Standard
pl: Domy¶lnie
pt_br: Padrões
ru: Умолч.
sk: Implicitné
sl: Privzete vrednosti

source: z(0) = c = pixel
br: z(0) = c = piksel
da: z(0) = c = punkter
fi: z(0) = c = piste
is: z(0) = c = hnit punkts
no: z(0) = c = punkter
pl: z(0) = c = piksel
ru: z(0) = c = точка
sk: z(0) = c = bod
sl: z(0) = c = toèka

source: Mandelbrot
ja: マンデルブロー
no: Mandelbrød
pl: Zbiór Mandelbrota
ru: Мандельброт

source: Extra parameter: Real part
br: Arventenn ouzhpenn : lodenn real
cs: Pøídavný parametr: reálná èást
da: Ekstra parameter: Reel del
de: Extra-Parameter: Realer Teil
es: Parámetro extra: Parte real
fi: Lisٶparametri: Reaaliosa
fr: Param. suppl. : Partie réelle
is: Auka viðfang: raunhluti
ja: もう一つのパラメタ: 実部
no: Ekstra parameter: Virkelig del
pl: Dodatkowy parametr: czê¶æ rzeczywista
pt_br: Parâmetro extra: parte real
ru: Дополн.: действительная часть
sk: Extra parameter: Reálna èas»
sl: Dodatni parameter: realni del

source: Extra parameter: Imaginary part
br: Arventenn ouzhpenn : lodenn ijinek
cs: Pøídavný parametr: imaginární èást
da: Ekstra parameter: Imaginær del
de: Extra-Parameter: Imaginärer Teil
es: Parámetro extra: Parte imaginaria
fi: Lisٶparametri: Imaginٶٶriosa
fr: Param. suppl. : Partie imaginaire
is: Auka viðfang: tvinnhluti
ja: もう一つのパラメタ: 虚部
no: Ekstra parameter: Forestillt del
pl: Dodatkowy parametr: czê¶æ urojona
pt_br: Parâmetro extra: parte imaginária
ru: Дополн.: комплексная часть
sk: Extra parameter: Imaginárna èas»
sl: Dodatni parameter: imaginarni del

source: Julia
ja: ジュリア
pl: Zbiór Julii
ru: Джулия
sk: Júlia

source: Max. Iterations
br: Muiañ rodelloù
cs: Max. iterací
da: Maks. ant. gentagelser
de: Max. Wiederholungen
es: Max. Iteraciones
fi: Maks. Iteraatiot
fr: Itérations max.
is: Hám. ítranir
ja: 最大反復数
no: Maks. ant. gjentagelser
pl: Maksymalna ilo¶æ iteracji
pt_br: Máx. Iterações
ru: Макс. итераций
sk: Max. Interakcií
sl: Maks. iteracij

source: Less colours
br: Nebeutoc'h a livioù
cs: Ménì barev
da: Færre farver
de: Weniger Farben
es: Menos colores
fi: Vٶhٶn vٶrejٶ
fr: Moins de couleurs
is: Færri litir
ja: 色を減らす
no: Færre farger
pl: Mniej kolorów
pt_br: Menos cores
ru: Меньше цветов
sk: Menej farieb
sl: Manj barv

source: More colours
br: Muioc'h a livioù
cs: Více barev
da: Flere farver
de: Mehr Farben
es: Más colores
fi: Paljon vٶrejٶ
fr: Plus de couleurs
is: Fleiri litir
ja: 色を増やす
no: Flere farger
pl: Wiêcej kolorów
pt_br: Mais cores
ru: Больше цветов
sk: Viac farieb
sl: Veè barv

source: Colour schemes
br: Steuñvioù livioù
cs: Barevná schémata
da: Farvevalg
de: Farbschemata
es: Modelos de colores
fi: Vٶriteemat
fr: Modèles de couleurs
is: Litastef
ja: カラースキーム
no: Fargevalg
pl: Schemat kolorów
pt_br: Esquemas de cor
ru: Цветовые схемы
sk: Farebné schémy
sl: Barvne sheme

source: Zoom in factor:
br: Feur tostaat :
cs: Faktor zvìt¹ení:
da: Forstørringsfaktor:
de: Vergrößerungsfaktor:
es: Acercamiento:
fi: Piennennyskerroin:
fr: Zoom avant :
is: Stækkunarstuðull
ja: 拡大要素:
no: Forstørringsfaktor:
pl: Wspó³czynnik powiêkszenia:
pt_br: Fator de ampliação:
ru: Увеличение:
sk: Faktor zväè¹enia:
sl: Faktor poveèave:

source: Zoom out factor:
br: feur pellaat :
cs: Faktor zmen¹ení:
da: Formindskningsfaktor:
de: Verkleinerungsfaktor:
es: Alejamienito:
fi: Suurennuskerroin:
fr: Zoom arrière :
is: Stækka um:
ja: 縮小要素:
no: Forminskningsfaktor:
pl: Wspó³czynnik pomniejszenia:
pt_br: Fator de redução:
ru: Уменьшение:
sk: Faktor zmen¹enia:
sl: Faktor pomanj¹ave:

source: Zoom factors
br: Feurioù zoomiñ
cs: Faktory zvìt¹ení/zmen¹ení
da: Forstørringsfaktorer
de: Zoomfaktoren:
es: Fact. Zoom:
fi: Suurennus:
fr: Facteurs de zoom
is: Stækka um:
ja: 伸縮要素
no: Forstørringsfaktor
pl: Wspó³czynniki zmiany rozmiaru
pt_br: Fatores de ampliação
ru: Коэффициенты масштабирования
sk: Faktory zväè¹enia
sl: Faktorji poveèave

source: Fract::calcPoint() is an abstract method. You MUST re-write it!
br: Fract::calcPoint() a zo un hentenn difetis. DAV deoc'h e adskrivañ !
cs: Fract: calcPoint() je abstraktní metoda. MUSÍTE ji pøepsat!
da: Fract::calcPoint() er en abstrakt metode. Du BLIVER nødt til at skrive den om!
de: Fract::calcPoint() ist eine abstrakte Methode. Sie MÜSSEN es nochmal schreiben!
es: Fract::calcPoint() es un método abstracto. Debes reescribirlo !
fi: Fract::calcPoint() on abstrakti metodi. Sinun tٶytyy uudelleenkirjoittaa se!
fr: Fract::calcPoint() est une méthode abstraite. Vous DEVEZ la ré-écrire !
is: Fract::calcPoint() eru lausbundin boð. Þú VERÐIR að skrifa aðferð fyrir þau!
ja: Fract::calcPoint() は抽象的な方法です。 あなたは書き換えなければなりません!
no: Fract::calcPoint() er en abstrakt metode. Du MÅ skrive den om!
pl: Fract::calcPoint() jest metod± abstrakcyjn±. MUSISZ j± zaimplementowaæ!
pt_br: Fract::calcPoint() é um método abstrato. Você PRECISA sobrescrevê-lo!
ru: Fract::calcPoint() абстрактный метод. Вы ДОЛЖНЫ перекрыть его!
sk: Fract::calcPoint() je abstraktná metóda. Musíte ju prepísa»!
sl: Fract::calcPoint() je abstraktna metoda. MORATE jo znova napisati!
