Repository: xwizard/kde1
Catalog: kdegraphics-1.1.2/po/*/kghostview.po
Languages: br, eo, hu, is, ja, ko, tr

source: Already waiting for an internet job to finish. Please wait until has finished. Alternatively stop the running one.
br: Emaomp c'hoazh o c'hortoz ez echufe ul labour kenrouedad. Met tu 'zo deoc'h e lazhañ.
eo: Ankoraý atendante la plenumon de tasko en Interreto. Bonvolu atendi øis øi finiøis. Alternative vi povas haltigi la taskon.
hu: Egy internet hozzáférés már folyamatban van. Kérem várjon amig befejezõdik vagy állítsa le a hozzáférést.
is: Bíð eftir að aðgerð á netinu klári. Vinsamlega hinkraðu aðeins við eða stöðvaðu það sem er í vinnslu.
ja: インターネットジョブの終了を 待っています 終了するまで待つか または実行中のジョブを停止してください
ko: 인터넷 작업이 끝나기를 기다리고 있습니다. 작업이 끝날 때까지 기다려주십시오. 실행중인 작업을 종료해 주십시오.
tr: Halen bir internet iþleminin bitmesini bekliyorum. Lütfen bitene kadar bekleyin. Ya da sözkonusu iþlemi sonlandýrýn.

source: Could not start or find KFM.
br: Ne m'eus ket gallet kavout pe loc'hañ KFM
eo: Ne eblis lanæi aý trovi KFM.
hu: Nem indíthó el a KFM.
is: Gat ekki keyrt eða fundið KFM
ja: KFMが開始しないか見つかりません
ko: KFM을 시작 또는 찾을 수 없음.
tr: KFM bulunamýyor yada baþlatýlamýyor

source: Go to ...
br: Mont da ...
eo: Iru al ...
hu: Ugrás ...
is: Fara á...
ja: ... へ行く
ko: 페이지 이동...
tr: Git ...

source: Version 0.6
br: Doare 0.6
eo: Versio 0.6
hu: 0.6 Verzió
is: Útgáfa 0.6
ja: バージョン 0.6
ko: 버전 0.6
tr: Sürüm 0.6

source: Sorry, not ready yet
br: Ho tigarez, n'eo ket prest c'hoazh
eo: Pardonu, sed ankoraý ne finita
hu: Sajnos még nincs kész
is: Afsakið, ekki tilbúin enn
ja: すいません、まだ準備できていません
ko: 아직 준비가 되지 않았습니다
tr: Üzgünüm henüz deðil

source: About kghostview
br: Diwar-benn kghostview
eo: Pri Kghostview
hu: Névjegy
is: Um kghostview
ja: kghostview は
ko: kghostview 정보
tr: kghosview hakkýnda

source: Version : 0.6 alpha Author : Mark Donohoe Mail : donohoe@kde.org
br: Doare : 0.6 alpha Aozer : Mark Donohoe Postel : donohoe@kde.org
eo: Versio: 0.6 alpha Aýtoro: Mark Donohoe Retpoþto: donohoe@kde.org
hu: Verzió : 0.6 alpha Szerzõ : Mark Donohoe Cím : donohoe@kde.org
is: Útgáfa: 0.6 alpha Höf. : Mark Donohoe Póstur: donohoe@kde.org
ja: バージョン : 0.6 alpha 作者 : Mark Donohoe メール : donohoe@kde.org
ko: 버 전 : 0.6 알파 제작자 : Mark Donohoe 메 일 : donohoe@kde.org
tr: Sürüm : 0.6 alpha Yazar : Mark Donohoe E-mail : donohoe@kde.org

source: Error printing
br: Fazi en ur voulañ
eo: Eraro dum presado
hu: Nyomtatási hiba
is: Villa í prentun
ja: 印刷エラー
ko: 인쇄 오류
tr: Yazdýrma hatasý

source: You chose to print all pages to a file. This would produce a document identical to that currently loaded into the viewer. There is no need to print all pages into a new file.
br: Dibabet ho peus moulañ an holl pajennoù en ur restr. Ober a rafe un teuliad heñvel ouzh an hini a zo er gweler bremañ. N'eus ket ezhomm ober kement-all.
eo: Vi elektis presadon de æiuj paøoj al dosiero. Tio produktus dokumenton identan al tiu, kiun vi nun rigardas per la rigardilo. Ne necesas presi æiujn paøojn al nova dosiero.
hu: Minden oldal fájlba nyomtatása lett kiválasztva. Ez egy ugyan olyan dokumenumot eredményez, mint ami most be van töltve a nézõbe. Ez egy fölösleges lépés lenne.
is: Þú valdir að prenta allar síður út í skrá. Þetta myndi útbúa skjal sem er nákvæmlega eins og það sem þú ert að vinna í núna. Þú þarft ekki að prenta þessar síður út í nýja skrá.
ja: ファイルに印刷するために全ページが選択されました これは現在までにビューワにロードされた文書を処理します 全ページを新しいファイルに印刷する必要はありません
ko: 전체 페이지 파일로 인쇄를 선택하셨습니다. 이 기능은 현재 뷰어에 불러진 문서와 동일한 문서가 만들어집니다. 전체 페이지를 새 파일에 인쇄할 필요가 없습니다.
tr: Tüm sayfalarý bir dosyaya yazdýrmayý seçtiniz. Bu iþlem þu anda yüklenen dosyanýn aynýsýný yaratacaktýr. Tüm sayfalarý yeni bir dosyaya yazdýrmaya gerçekten gerek yok.

source: No file name was given so nothing could be printed to a file.
br: N'eus ket bet roet a anv, n'eus ket bet moulet netra eta.
eo: Vi indikis neniun dosiernomon. Do ne eblis presi ion en dosieron.
hu: Nincs fájl név megadva, tehát nem is lehet fájlba nyomtatni.
is: Þú gafst ekki upp neitt nafn fyrir þetta skjal þannig að ekkert var prentað.
ja: ファイル名が与えられていないので 印刷できません
ko: 파일로 인쇄하려면 파일이름을 지정해야 합니다.
tr: Dosya adý verilmediðinden dosyaya yazdýrýlamýyor.

source: Set Environment variable (to PRINTER or LPDEST for instance)for Printer name to be taken into account.
br: Spisait ar "Varienn endro" (da bPRINTER pe LPDEST) evit ma vo kemeret e kont anv ar voulerez.
hu: A PRINTER vagy LPDEST környezeti változót be kell állítani a nyomtató nevére hogy érvényes legyen.
is: Stilltu hvaða umhverfisbreyta er látin stjórna prentaranafni.
ja: プリンター名に環境変数(例: PRINTER や LPDEST)をセットして下さい

source: Print failure : %s
br: Sac'hadenn voulañ : %s
eo: Presado fiaskis: %s
hu: Nyomtatási hiba: %s
is: Prentvilla : %s
ja: 印刷失敗 : %s
ko: 인쇄 실패 : %s
tr: Yazdýrma hatasý: %s

source: Printing failed because the list of pages to be printed was empty.
br: Sac'het eo bet ar moulañ rak goullo e oa al listenn pajennoù da voulañ.
eo: Presado fiaskis æar la listo de la presendaj paøoj estis malplena.
hu: A nyomtatás nem sikerült, mert a nyomtatandó oldalak listája üres volt.
is: Prentun brást vegna þess að engar blaðsíður voru valdar til prentunar.
ja: 印刷するページリストが空なので 印刷に失敗しました
ko: 인쇄할 페이지 목록이 비어 있습니다 인쇄 실패
tr: Yazdýrýlacak sayfa listesi boþ olduðundan, yazdýrma iþlemi baþarýsýz.

source: of 1
br: diwar 1
eo: el 1
hu: 1-bõl
is: af 1
tr: 1'in

source: of %d
br: diwar %d
eo: el %d
hu: %d-bõl
is: af %d
ja: / %d
tr: %d'nin

source: of %d
br: diwar %d
eo: el %d
hu: %d-bõl
is: af %d
ja: / %d
tr: %d'nin

source: Sc.1
br: Rd.1
hu: 1. Sc.
is: Nr. 1

source: P.1
hu: 1. O.
is: Bls. 1
ko: 페이지 1

source: P.%d
hu: %d O.
is: Bls.%d
ko: 페이지 %d

source: Sc.%d
br: Rd.%d
hu: %d Sc.
is: Nr. %d
ko: 섹션 %d

source: &Zoom factor
hu: &Nagyítási/kicsinyítési faktor
is: &Stækkunarstuðull
ja: 拡大率(&Z)
