Repository: xwizard/kde1
Catalog: kdegraphics-1.1.2/po/*/kghostview.po
Languages: br, eo, hu, is, ja, ko, tr

source: Mark current page
br: Merkañ ar bajenn-red
eo: Elektu la aktualan paøon
hu: Oldal kijelölése
is: Merkja þessa síðu
ja: このページに印をつける
ko: 현재 페이지 선택
tr: Þu anki sayfayý iþaretle

source: Mark all pages
br: Merkañ an holl pajennoù
eo: Elektu æiujn paøojn
hu: Minden oldal kijelölése
is: Merkja allar síður
ja: 全ページに印をつける
ko: 모든 페이지 선택
tr: Bütün sayfalarý iþaretle

source: Mark even pages
br: Merkañ ar pajennoù par
eo: Elektu parajn paøojn
hu: Páros oldalak kijelölése
is: Merkja sléttar síður
ja: 偶数ページに印をつける
ko: 짝수 페이지 선택
tr: Çift sayfalarý iþaretle

source: Mark odd pages
br: Merkañ ar pajennoù ampar
eo: Elektu neparajn paøojn
hu: Páratlan oldalak kijelölése
is: Merkja odda síður
ja: 奇数ページに印をつける
ko: 홀수 페이지 선택
tr: Tek sayfalarý iþaretle

source: Toggle page marks
br: Eilpennañ ar merkoù
eo: Inversigu æiujn paøelektojn
hu: Oldal kijelölés váltás
is: Víxla síðumerkingum
ja: ページの印の反転
ko: 페이지 선택 반대로
tr: Sayfa iþaretlerini deðiþtir

source: Remove page marks
br: Lemel ar merkoù
eo: Forigu la paøelektojn
hu: Oldal kijelölések törlése
is: Fjarlægja síðumerkingar
ja: ページの印を消す
ko: 페이지 선텍 취소
tr: Sayfa iþaretlerini kaldýr

source: Page
br: Pajenn
hu: Oldal
is: Bls
ja: ページ

source: Copyright
br: Gwirioù eilañ
eo: Kopirajto
hu: Szerzõi jog
is: Höfundaréttur
ja: 著作権
ko: 저작권
tr: Telif Hakký

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.
br: Ar meziant-mañ a zo frank ; gallout a rit e zasparzhañ adarre ha/pe e kemm hervez termenoù ar GNU General Public License evel embannet gant ar Free Software Foundation ; pe doare 2 al License, pe (evel ma karot) n'eus forzh pe zoare warlec'h. Dasparzhet e vez ar meziant-mañ gant ar spi e vo talvoudus, hogen hep AN DISTERAÑ KRETADUR ; hep zoken ar kretadur damguzh a WERZHUSTED pe DEREADUSTED EVIT UN IMPLIJ BENNAK. Sellit ar GNU General Public License evit muioc'h a ditouroù. Ranket hoc'h eus resev ur skouerenn eus ar GNU General Public License kevret gant ar meziant-mañ ; ma n'hoc'h eus ket, skrivit d'ar Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, SUA.
eo: Tiu æi programo estas libera softvaro; vi rajtas redistribui øin kaj/aý þanøi øin laý la reguloj de GNUa Øenerala Publika Licenco publikigita de Fonda¼o de Libera Softvaro (FSF); aý laý la versio 2 de la licenco, aý (se vi þatas) laý iu pli nova versio. Tiu æi programo estas distribuata en la espero, ke øi estu utila, sed SEN IU AJN GARANTIO; ankaý sen implicita garantio de SURMERKATIGEBLECO aý UZEBLECO POR CERTA CELO. Legu la GNUan Øeneralan Publikan Licencon por ekscii pliajn detalojn. Vi devus esti ricevinta kopion de la GNUa Øenerala Publika Licenco kune kun tiu æi programo; se ne, skribu al Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.
hu: Ez egy szabad program; továbbadhatod és/vagy módosíthatod a Free Software Foundation által kiadott GNU General Public License 2-es vagy bármely késõbbi (választható) verzióban foglaltak szerint. E program annak remenyében készül, hogy hasznos lesz de MINDEN GARANCIA NÉLKÜL; A részleteket lásd a GNU General Public License-ben. A programmal kellett kapnod egy példányt a GNU General Public License- -bõl; ha nem, akkor írj a Free Software Foundation-nak, 675 Mass Ave Cambridge, MA 02139, USA.
is: Íslensk þýðing: Þórarinn R. Einarsson (thori@mindspring.com) Þetta forrit er frítt. Þú mátt dreifa því og/eða breyta skv. skilmálum GNU höfundaréttarleyfisins (General Public License) eins og það er gefið út af Samtökum um Frían Hugbúnað (FSF). Þér er frjálst að nota útgáfu 2 eða síðar af þessu leyfi. Þessu forriti er dreift með von um að það komi þér að gagni, en án nokkurra skuldbindinga eða ábyrgðar um verð- eða notagildi. Skoðaðu GNU höfundarleyfið ef þér vantar frekar upplýsingar. Þú ættir að hafa fengið afrit af því með þessu forriti. Ef ekki, skrifaðu þá Free Software Foundation, Inc.675 Mass Ave, Cambridge, MA 02139, USA.
ja: このプログラムはフリーソフトウェアです; 手を加えたものも再配布可能です フリーソフトウェア団体のGNU一般公用使用許諾か、 そのバージョン２かそれ以降(あなたのオプションで)のもとにあります このプログラムは使いやすくなることを願って配布していますが どのような保証もありません; ある特定の目的のための商業性や適合性の 保証でさえ当然伴いません より詳しくはGNU一般公用使用許諾を見て下さい このプログラムと共にGNU一般公用使用許諾のコピーを 受けとっているはずです;もしそうでなければ the Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA. へ手紙を書いて下さい
ko: 이 프로그램은 공개 소프트웨어입니다; 여러분은 FSF의 GNU General Public License에 의거하여 재배포 및 수정을 가할 수 있습니다; 버전 2 또는 (여러분들의 선택의 여하에 따라서) 그 이후 버전에 대해서도..... 이 프로그램은 유용하게 쓰여지길 바라는 마음으로 배포되지만, 이 프로그램으로 인한 어떠한 책임도 지지 않습니다; 또한 상업적인 목적이나 특별한 목적으로 사용하는데 따르는 어떠한 책임까지도. 자세한 사항은 GNU의 General Public License를 참조하기 바랍니다. 여러분은 이 프로그램과 함께 GNU General Public License를 함께 받으셨어야 합니다; 만일 그렇지 않다면, 아래로 연락을 주시기 바랍니다. Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.

source: General
br: Hollek
eo: Øenerale
hu: Általános
is: Almennt
ja: 一般
ko: 일반
tr: Genel

source: &Interpreter name
br: Anv ar &c'hendroer
eo: &Interpretilonomo
hu: &Értelmezõ neve
is: Nafn &þýðanda
ja: &インタープリター名(&I)
ko: 인터프리터 이름(&I)
tr: &Yorumlayýcý adý

source: &Antialiasing
br: Kompez&adur
eo: &Literpolurado
hu: É&lsimítás
is: &Afstöllun
ja: アンチエイリアシング(&A)
ko: 안티알리아싱(&A)

source: Platform &fonts
br: &Nodrezhoù ar savenn
eo: Operaciumaj &tiparoj
hu: Platform &betûtípusok
is: &Letur
ja: プラットホーム フォント(&f)
ko: 플랫폼 글꼴(&f)
tr: Platform &yazý tipleri

source: &Messages
br: &Kemennadoù
eo: &Mesaøoj
hu: Ü&zenetek
is: &Skilaboð
ja: メッセージ(&M)
ko: 메시지(&M)
tr: &Mesajlar

source: Palette
br: Paletenn
eo: Paletro
hu: Paletta
is: Litaspjald
ja: パレット
ko: 팔레트
tr: Palet

source: Colo&r
br: E &liv
eo: &Koloro
hu: Szí&n
is: Litu&r
ja: 色(&r)
ko: 색(&r)
tr: &Renk

source: &Grayscale
br: &SkeulLouet
eo: &Grizkolora
hu: Szü&rkeskála
is: &Grátónar
ja: グレースケール(&G)
ko: 그레이스케일(&G)
tr: &Gri

source: Monochrom&e
br: E &du
eo: &Unukolora
hu: &Monokróm
is: S&varthvítt
ja: モノクロ(&e)
ko: 흑백(&e)
tr: &Tek renk

source: Backing
br: Keinañ
eo: Subteno
hu: Másolat
is: Bak
ja: バッキング
ko: 배경
tr: Geri alýnýyor

source: &Pixmap
br: &Piksmap
eo: &Rastrobildo
hu: &Pixelkép
is: &Punktafylki
ja: ピックスマップ(&P)
ko: 픽스맵(&P)

source: &Backing store
br: Kadaviñ ar &c'heinañ
eo: &Subtena memoro
hu: Másola&t tárolás
is: &Bak
ja: バッキング ストア(&B)
ko: 배경 저장(&B)
tr: &Geri alma korumasý

source: Ghostscript messages
br: Kemennadoù Ghostscript
eo: Øhostscript-mesaøoj
hu: Ghostscript üzenetek
is: Ghostscript skilaboð
ja: Ghostscriptメッセージ
ko: 고스트스크립트 메시지
tr: Ghostscript mesajlarý

source: &Clear
br: &Skarzhañ
eo: &Malplenigu
hu: &Töröl
is: &Hreinsa
ja: クリア(&C)
ko: 지움(&C)
tr: &Temizle

source: &Dismiss
br: &Dilezel
eo: &Æesu
hu: &Elvet
is: Hæ&tta við
ja: 閉じる(&D)
ko: 버림(&D)
tr: &Unut

source: File name :
br: Anv ar restr :
eo: Dosiernomo:
hu: Fájl neve:
is: Skáarnafn :
ja: ファイル名 :
ko: 파일 이름 :
tr: Dosya Adý:

source: Document title :
br: Titl an teul :
eo: Dokumenttitolo:
hu: Dokumentum címe:
is: Nafn síðu :
ja: 文書のタイトル :
ko: 문서 제목 :
tr: Belge baþlýðý

source: Publication date :
br: Deiziad embann :
eo: Publikigdato:
hu: Publikáció dátuma:
is: Dags. skjals :
ja: 発行日 :
ko: 발행 일자 :
tr: Basýlma tarihi:

source: Printer setup
br: Kefluniadur ar voulerez
eo: Presil-konfiguro
hu: Nyomtató beállítás
is: Uppsetning prentara
ja: プリンターの設定
ko: 프린터 설정
tr: Yazýcý Ayarlarý

source: &Printer name
br: Anv ar &voulerez
eo: &Presilnomo
hu: &Nyomtató neve
is: Nafn &prentara
ja: プリンターの名前(&P)
ko: 프린터 이름(&P)
tr: &Yazýcý adý

source: &Spooler command
br: Urzhiad &moulañ
eo: Komando por &fona presado
hu: &Spooler parancs
is: &Skipun f. prentröð
ja: スプーラコマンド(&S)
ko: 스풀러 명령(&S)
tr: &Spooler komutu

source: &Environment variable
br: Varienn &endro
eo: &Mediovariablo
hu: Körny&ezeti változó
is: &Umhverfisbreyta
ja: 環境変数(&E)
ko: 환경 변수(&E)
tr: Ç&evre deðiþkeni

source: Print to file
br: Moulañ en ur restr
eo: Presu al dosiero
hu: Nyomtatás fájlba
is: Prenta í skrá
ja: ファイルに出力
ko: 파일로 인쇄
tr: Dosyaya yazdýr

source: Pages
br: Pajennoù
eo: Paøoj
hu: Oldalak
is: Blaðsíður
ja: ページ
ko: 페이지
tr: Sayfalar

source: &All
br: &An Holl
eo: Æ&iuj
hu: &Mind
is: &Allar
ja: 全て(&A)
ko: 모두(&A)
tr: &Hepsi

source: &Current
br: An hini-&red
eo: &Aktuala
hu: A&ktuális
is: &Þessa
ja: 現在(&C)
ko: 현재(&C)
tr: Þ&u anki

source: &Marked
br: Ar re &merket
eo: &Elektitaj
hu: K&ijelöltek
is: &Merktar
ja: 印のついた(&M)
ko: 선택(&M)
tr: Ýþ&aretli

source: &Range
br: &Renkennad
eo: &Paøoj
hu: Ta&rtomány
is: &Span
ja: 範囲(&R)
ko: 범위(&R)
tr: &Aralýk

source: to
br: da
eo: øis
hu: eddig
is: til
ko: 까지
tr: içine

source: Print document in re&verse order
br: Moulañ an teul en urzh &kontrol
eo: Presu dokumentojn laý &inversa ordo
hu: Nyomtatás &visszafelé
is: Prenta skjal í ö&fugri röð
ja: 文書を逆順で印刷(&V)
ko: 역순 인쇄(&v)
tr: Belgeyi ters sýrada yazdýr

source: &Setup ...
br: &Kefluniadur ...
eo: &Konfiguro ...
hu: Beállítá&s ...
is: &Uppsetning...
ja: 設定(&S)...
ko: 설정(&S) ...
tr: &Ayarlar ...

source: Range error
br: Fazi renkennad
eo: Erara intervalo
hu: Tartomány hiba
is: Síðuspanvilla
ja: 範囲エラー
ko: 범위 오류
tr: Aralýk hatasý

source: The range of pages entered for printing can't be understood. The range specified must lie within the page range for this part of the document. Check the status bar for this information.
br: Ar renkennad pajennoù roet da voulañ n'hell ket bezañ komprenet. Ret eo d'ar renkennad roet chom e-barzh hini al lodenn-mañ eus an teuliad. Sellit ouzh ar varrenn a stad evit seurt titour.
eo: La intervalon de paøoj, inidkita por presado ne eblis kompreni. La paøoj difinantaj la intervalon devas ekzisti en la dokumento. Komparu kun la indikoj en la statolistelo.
hu: A megadott nyomtatási tartomány nem értelmezhetõ A tartomány nem eshet kívül a dokumentum oldalainak számán. Az állapotsorban található az erre vonatkozó információ.
is: Síðuspanið sem valið var til prentunar er rangt. Spanið verður að vera innan þess spans í skjalinu sem unnið er með núna. Þessar upplýsingar má finna á stöðuslánni.
ja: 入力された印刷ページ範囲は正しくありません その文書のページ数に収まるようにページ範囲を指定して下さい ステータスバーでページ数などを確認して下さい
ko: 입력된 인쇄할 페이지의 범위를 알 수 없습니다. 인쇄할 페이지 지정 범위는 문서의 페이지 범위안에 있어야 합니다. 페이지 범위는 상태 바를 확인하십시오.
tr: Yazdýrma için seçilen sayfa aralýðý anlaþýlamadý. Belirttiðiniz sayfa aralýðýnýn, belgenin bu bölümü sýnýrlarý içinde olmasý gerekli. Durum satýrýndaki bilgiyi kontrol edin.

source: &Section
br: &Rann
eo: &Sekcio
hu: &Szekció
is: &Grein
ja: 章(&S)
ko: 섹션(&S)
tr: B&ölüm

source: &Page
br: &Pajenn
eo: &Paøo
hu: &Oldal
is: &Bls
ja: ページ(&P)
ko: 페이지(&P)
tr: &Sayfa

source: of %d
br: diwar %d
eo: el %d
hu: %d-bõl
is: af %d
ja: / %d
tr: %d'nin

source: Portrait
br: Poltred
eo: 0 gradoj
hu: Âlló
is: Skammsnið
ja: 縦長
ko: 길게
tr: Portre

source: Landscape
br: Dremmwel
eo: 90 gradoj
hu: Fekvõ (Landscape)
is: Langsnið
ja: 横長
ko: 넓게
tr: Yatay

source: Upside down
br: Eilpennet
eo: 180 gradoj
hu: Fentrõl lefelé
is: Á hvolfi
ja: 上下反転
ko: 거꾸로
tr: Baþ aþþaðý

source: Seascape
br: Dremmwel eilpennet
eo: 270 gradoj
hu: Fekvõ (Seascape)
is: Á hlið
ja: 上下左右反転
ko: 넓게2

source: magnification
br: brasadur
eo: Grandigo
hu: nagyítás
is: stækkun
ja: 倍率
ko: 확대
tr: büyütme

source: &Media
eo: &Formato
hu: M&édia
is: &Miðill
ja: メディア(&M)
ko: 용지(&M)
tr: Ortam

source: &Orientation
br: &Reizhadur
eo: &Rotacio
hu: Irány&ultság
is: &Afstaða
ja: 方向(&O)
ko: 방향(&O)
tr: Yönelim

source: &Apply
br: L&akaat e pleustr
eo: &Apliku
hu: &Alkalmaz
is: &Virkja
ja: 適用(&A)
ko: 적용(&A)
tr: &Uygula

source: Usage:
br: Arveriadur :
eo: Uzo:
hu: Használat:
is: Notkun:
ja: 利用法:
ko: 사용법:
tr: Kullaným:

source: [filename] [siwtches]
br: [anv restr] [dibarzhoù]
eo: [dosiernomo] [þaltiloj]
hu: [fájlnév] [kapcsolók]
is: [skráarnafn] [rofar]
ko: [파일이름] [스위치]
tr: [dosyaismi] [seçenekler]

source: See KDE and Qt documentation for command line options.
br: Sellit ouzh teuliadur KDE ha QT evit dibarzhoù al linenn urzhiañ.
eo: Vidu la dokumenta¼on de KDE kaj Qt por ekscii la komandliniajn elektojn.
hu: A parancssori opciókat lásd a KDE és Qt dokumentációkban
is: Sjá KDE og Qt leiðbeiningar fyrir mögulegar skipanir
ja: コマンドラインオプションは KDE や Qt のドキュメントを参照して下さい
ko: 명령행 옵션을 알려면 KDE나 QT 문서를 참고하십시오.
tr: komut satýrý seçenekleri için KDE ve Qt belgelerini görünüz

source: Error on command line
br: Fazi war al linenn urzhiañ
eo: Erara komandlinio
hu: Parancssor hiba
is: Villa á skipanalínu
ja: コマンドラインエラー
ko: 명령행 오류
tr: Komut satýrýnda hata

source: Document information
br: Titouroù war an teul
eo: Dokument-informoj
hu: Dokumentum információ
is: Upplýsingar um skjal
ja: 文書の情報
ko: 문서 정보
tr: Belge Bilgisi

source: Page Setup
br: Reizhadur ar bajenn
eo: Paøo-aspekto
hu: Oldalbeállítás
is: Uppsetning síðu
ja: ページの設定
ko: 페이지 설정
tr: Sayfa Düzeni

source: Go To Page
br: Mont d'ar bajenn
eo: Iru al paøo
hu: Ugrás lapra
is: Fara á bls
ja: ページへ飛ぶ
ko: 페이지 이동
tr: Sayfaya Git

source: Zoom In
br: Tostoc'h
eo: Grandigu
hu: Nagyít
is: Renna að
ja: 拡大
ko: 확대
tr: Büyült

source: Zoom Out
br: Pelloc'h
eo: Malgrandigu
hu: Kicsinyít
is: Renna frá
ja: 縮小
ko: 축소
tr: Küçült

source: Next Page
br: Pajenn da heul
eo: Sekva paøo
hu: Következõ oldal
is: Næsta síða
ja: 次ページ
ko: 다음페이지
tr: Sonraki sayfa

source: Prev Page
br: Pajenn-gent
eo: Antaýa paøo
hu: Elõzõ oldal
is: Fyrri síða
ja: 前ページ
ko: 이전페이지
tr: Önceki Sayfa

source: Scroll Up
br: Dibunañ uheloc'h
eo: Þovu supren
hu: Görgetés fel
is: Renna upp
ja: 上スクロール
ko: 위로 스크롤
tr: Yukarý Kay

source: Scroll Down
br: Dibunañ izeloc'h
eo: Þovu malsupren
hu: Görgetés le
is: Renna niður
ja: 下スクロール
ko: 아래로 스크롤
tr: Aþaðý Kay

source: Scroll Left
br: Dibunañ a-gleiz
eo: Þovu maldekstren
hu: Görgetés balra
is: Renna til vinstri
ja: 左スクロール
ko: 왼쪽으로 스크롤
tr: Sola Kay

source: Scroll Right
br: Dibunañ a-zehoù
eo: Þovu dekstren
hu: Görgetés jobbra
is: Renna til hægri
ja: 右スクロール
ko: 오른쪽으로 스크롤
tr: Saða Kay

source: Redisplay
br: Addiskouez
eo: Repentru
hu: Újrarajzol
is: Birta aftur
ja: 再描画
ko: 다시보여주기
tr: Tekrar göster

source: Not known
br: Dianav
eo: Nekonata
hu: Ismeretlen
is: Ekki þekkt
ja: 不明
ko: 알 수 없음
tr: Bilinmiyor

source: Configure interpreter
br: Kefluniañ ar c'hendroer
eo: Konfigura¼-interpretilo
hu: Értelmezõ beállítása
is: Stilla þýðanda
ja: インタープリターの設定
ko: 인터프리터 설정
tr: Yorumlayýcý Ayarla

source: New
br: Nevez
hu: Új
is: Nýtt
ja: 新規作成

source: &New
br: &Nevez
hu: &Új
is: &Nýtt
ja: 新規作成(&N)

source: &Open ...
br: &Digeriñ ...
eo: &Malfermu ...
hu: &Megnyit ...
is: &Opna...
ja: 開く(&O)...
ko: 열기(&O) ...
tr: &Aç...

source: Open &recent
br: Digo&ret nevez 'zo
eo: Malfermu &antaýan
hu: Le&gutóbbi megnyitása
is: Opna &nýlegt
ja: 最近開いたもの(&R)
ko: 최근 문서 열기(&r)
tr: &Öncekileri Aç

source: Page Set&up ...
br: Reizhad&ur ar bajenn ...
eo: &Paøoaspekto ...
hu: &Oldalbeállítás...
is: Bls &uppsetning...
ja: ページの設定(&U)...
ko: 페이지 셋업(&u) ...
tr: Sayfa Düzeni

source: &Print ...
br: &Moulañ ...
eo: &Presu ...
hu: &Nyomtat ...
is: &Prenta...
ja: 印刷(&P)...
ko: 인쇄(&P) ...
tr: &Yazdýr

source: Zoom &in
br: &Tostoc'h
eo: &Grandigu
hu: Nagyít
is: Renna &að
ja: 拡大(&I)
ko: 확대(&i)
tr: &Büyült

source: Zoom &out
br: &Pelloc'h
eo: &Malgrandigu
hu: Kicsinyít
is: Renna &frá
ja: 縮小(&O)
ko: 축소(&o)
tr: &Küçült

source: &Zoom ...
eo: &Grandeco ...
hu: &Nagyít/kicsinyít...
is: &Renna að/frá...
ja: 拡大(&Z)...
ko: 줌(&Z)...
tr: Büyütme..

source: &Info ...
br: T&itouroù ...
eo: &Informo ...
hu: &Információ ...
is: Upp&l...
ja: 情報(&I) ...
ko: 문서정보(&I)
tr: &Bilgi ...

source: &Previous Page
br: Pajenn-&gent
eo: &Antaýa paøo
hu: &Elõzõ oldal
is: &Fyrri síða
ja: 前ページ(&P)
ko: 이전 페이지(&P)
tr: Ö&nceki sayfa

source: &Next page
br: Pajenn da &heul
eo: &Sekva paøo
hu: &Következõ oldal
is: &Næsta síða
ja: 次ページ(&N)
ko: 다음 페이지(&N)
tr: &Sonraki sayfa

source: &Go to page ...
br: &Mont d'ar bajenn ...
eo: &Iru al paøo ...
hu: U&grás oldalra ...
is: Fara á &síðu...
ja: ページへ飛ぶ(&G)...
ko: 페이지로 이동(&G)
tr: Sayfaya &Git...

source: Go to &start
br: Mont d'an &deroù
eo: Iru al la &komenco
hu: E&lejére
is: Fara á &byrjun
ja: 先頭に飛ぶ(&S)
ko: 처음으로(&s)
tr: &Baþlangýca git

source: Go to &end
br: Mont d'an d&ibenn
eo: Iru al la &fino
hu: &Végére
is: Fara á &enda
ja: 最後に飛ぶ(&E)
ko: 마지막으로(&e)
tr: So&na git

source: &Read down
br: &Lenn betek an traoñ
eo: I&om antaýen
hu: &Teljes beolvasás
is: Ni&ður
ja: 読み進める(&R)
ko: 아래로 읽기(&R)
tr: Aþaðýya &Oku

source: Mark &current page
br: Merkañ ar bajenn-&red
eo: Elektu la &aktualan paøon
hu: A&ktuális oldal kijelölése
is: Merkja &þessa síðu
ja: 現ページに印を付ける(&C)
ko: 현재 페이지 선택(&c)
tr: Bulunulan sayfayý iþ&aretle

source: Mark &all pages
br: Merkañ pep pa&jenn
eo: E&lektu æiujn paøojn
hu: &Minden oldal kijelölése
is: Merkja &allar síður
ja: 全ページに印を付ける(&A)
ko: 모든 페이지 선택(&a)
tr: Tüm sayfalarý s&eç

source: Mark &even pages
br: Merkañ ar pajennoù &par
eo: Elektu &parajn paøojn
hu: &Páros oldalak kijelölése
is: Merkja &sléttar síður
ja: 偶数ページに印をつける(&E)
ko: 짝수 페이지 선택(&e)
tr: Ç&ift sayfalarý seç

source: Mark &odd pages
br: Merkañ ar pajennoù &ampar
eo: Elektu &neparajn paøojn
hu: Pá&ratlan oldalak kijelölése
is: Merkja &odda síður
ja: 奇数ページに印をつける(&O)
ko: 홀수 페이지 선택(&o)
tr: Te&k sayfalarý seç

source: &Toggle page marks
br: &Eilpennañ ar merkoù
eo: &Inversigu paøelektojn
hu: Kijelölés &váltogatása
is: &Víxla bls merkingum
ja: ページの印の反転(&T)
ko: 페이지 선택 바꿈(&T)
tr: Sayfa iþaretle&ri

source: &Remove page marks
br: &Tennañ ar merkoù
eo: &Forigu paøelektojn
hu: Kijelölések tö&rlése
is: Fja&rlægja merkingar
ja: ページの印を消す(&R)
ko: 페이지 선택 취소(&R)
tr: Sayfa iþaretlerini Si&l

source: Show &tool bar
br: Diskouez barrenn ar &binvioù
eo: Montru &illistelon
hu: Eszközsor megjelení&tése
is: Sýna &tækjaslá
ja: ツールバーを表示(&T)
ko: 도구 바 보기(&t)
tr: Ara&ç Çubuðu Göster

source: Show st&atus bar
br: Diskouez barrenn a &stad
eo: Montru &statolistelon
hu: Áll&apotsor megjelenítése
is: Sýna &stöðuslá
ja: ステータスバーの表示(&A)
ko: 상태 바 보기(&a)
tr: Dur&um çubuðunu göster

source: Show &page list
br: Diskouez &roll ar pajennoù
eo: Montru &paøoliston
hu: Ol&dal lista megjelenítése
is: Sýna &bls lista
ja: ページリストの表示(&P)
ko: 페이지 목록 보기(&p)
tr: Say&fa dökümünü göster

source: Configure &interpreter ...
br: Kefluniañ ar &c'hendroer
eo: Konfiguru la &interpretilon ...
hu: &Értelmezõ beállítása ...
is: Stilla &þýðanda...
ja: インタープリターの設定(&I)...
ko: 인터프리터 설정(&i) ...
tr: &Yorumlayýcýyý ayarla...

source: Configure &key bindings ...
br: Kefluniañ ar s&tokelloù
eo: Konfiguru la &klavligojn ...
hu: Billentyû hozzárendelések ...
is: Stilla flýtil&ykla...
ja: キーの設定(&K)...
ko: 키 조합 설정(&k) ...
tr: K&ýsayol tuþlarýný tanýmla ...

source: &Save options
br: &Enrollañ an dibaboù
eo: &sekurigu la opciojn
hu: Beállítá&sok mentése
is: &Vistunarstillingar
ja: オプションを保存(&S)
ko: 옵션 저장(&S)
tr: Seçenekleri &kaydet

source: &About this application
br: &Diwar-benn an arload-mañ
eo: &Pri tiu æi aplika¼o
hu: &Névjegy
is: &Um þetta forrit
ja: このアプリケーションについて(&A)
ko: kghostview 정보(&A)
tr: &Bu uygulama hakkýnda

source: &Help for this application
br: &Skoazell evit an arload-mañ
eo: &Helpo por tiu æi aplika¼o
hu: &Súgó
is: &Hjálp fyrir þetta forrit
ja: このアプリケーションのヘルプ(&H)
ko: kghostview 도움말(&H)
tr: &Yardým

source: &Copyright
br: &Gwirioù eilañ
eo: &Kopirajto
hu: S&zerzõi jog
is: H&öfundaréttur
ja: 著作権(&C)
ko: 저작권(&C)
tr: &Telif Hakký

source: &Go
br: &Mont
eo: &Iru
hu: U&grás
is: Á&fram
ja: 進む(&G)
ko: 가기(&G)
tr: &Git

source: &Pagemarks
br: &Pajennoù merket
eo: &Paømarkoj
hu: &Oldal jelek
is: &Bls merki
ja: ページの印(&P)
ko: 페이지선택(&P)
tr: Say&fa Ýþaretleri

source: - the PostScript document viewer for the K Desktop Environment. Written by Mark Donohoe <donohoe@kde.org>, based on original work by Tim Theisen. Incorporates code from Johanes Plass' gv. This adds compressed and PDF file support. See http://wwwthep.physik.uni-mainz.de/~plass/gv/n
br: - ar gweler teulioù PostScript evit ar gorretaol KDE. Skrivet gant Mark Donohoe <donohoe@kde.org>, diazezet war labour orin Tim Theisen. Enframmañ a ra kod eus "gv" gant Johannes Plass evit plediñ gant restroù gwasket ha PDF. Sellit ouzh http://wwwthep.physik.uni-mainz.de/~plass/gv/n
hu: - PostScript dokumentum nézõ a KDE felülethez. Szerzõ: Mark Donohoe <donohoe@kde.org>, Tim Theisen munkája alapján. Ezen kívül tartalmaz még kód részeket Johanes Plass gv programjából mint például a tömörítés és PDF támogatás. Látsd: http://wwwthep.physik.uni-mainz.de/~plass/gv/n
is: - PostScript skoðarinn fyrir K-Skjáborðið (KDE) Skrifaður af Mark Donohoe <donohoe@kde.org> eftir upprunalegri útgáfu Tim Theisen. Inniheldur einnig forritstexta úr gv eftir Johanes Plass sem bætir þjöppun og PDF stuðning. Sjá slóðina http://www.thep.physic.uni-mainz.de/~plass/gv/n Þýðing: Þórarinn Einarsson <thori@mindspring.com>
ja: - Kデスクトップ環境用 PostScript 文書ビューワ Mark Donohoe <donohoe@kde.org>作、 オリジナルワークはTim Theisenによる 組み込みコードはJohanes Plassのgvです これは圧縮とPDFファイルのサポートも加えます http://wwwthep.physik.uni-mainz.de/~plass/gv/を見て下さい

source: New window ...
br: Prenestr nevez ...
eo: Nova fenestro ...
hu: Új ablak ...
is: Nýr gluggi...
ja: 新規ウィンドウ ...
ko: 새 윈도우 ...
tr: Yeni pencere ...

source: Open file ...
br: Digeriñ ur restr ...
eo: Malfermu dosieron ...
hu: &Megnyit ...
is: Opna skjal...
ja: ファイルを開く ...
ko: 파일 열기 ...
tr: Dosyayý aç ...

source: Print document ...
br: Moulañ an teul ...
eo: Presu la dokumenton ...
hu: Dokumentum nyomtatás ...
is: Prenta skjal...
ja: 文書の印刷 ...
ko: 문서 인쇄 ...
tr: Belgeyi yazdýr ...

source: Zoom in
br: Tostoc'h
eo: Grandigu
hu: Nagyít
is: Renna að
ja: 拡大
ko: 확대
tr: Büyült

source: Zoom out
br: Pelloc'h
eo: Malgrandigu
hu: Kicsinyít
is: Renna frá
ja: 縮小
ko: 축소
tr: Küçült

source: Go back
br: Mont war-gil
eo: Iru retro
hu: Vissza
is: Til baka
ja: 戻る
ko: 뒤로 가기
tr: Geri git

source: Go forward
br: Mont war-raok
eo: Iru antaýen
hu: Elõre
is: Áfram
ja: 進む
ko: 앞으로 가기
tr: Ýleri git

source: Go to page ...
br: Mont d'ar bajenn ...
eo: Iru al la paøo ...
hu: Ugrás oldalra ...
is: Fara á bls...
ja: 指定したページを開く ...
ko: 페이지 이동
tr: Sayfaya git ...

source: Go to start
br: Mont d'an deroù
eo: Iru al la komenco
hu: Elejére
is: Fara á byrjun
ja: 最初まで戻る
ko: 처음으로 가기
tr: Baþlangýca git

source: Go to end
br: Mont d'an dibenn
eo: Iru al la fino
hu: Végére
is: Fara á enda
ja: 最後まで進む
ko: 마지막으로 가기
tr: Sona git

source: Read down the page
br: Lenn ur bajenn betek an traoñ
eo: Iru iom malsupren
hu: Az oldal teljes beolvasása
is: Lesa niður blaðsíðuna
ja: ページを読み進める
ko: 페이지 아래로 읽기
tr: Sayfayý oku

source: Toggle this page mark
br: Eilpennañ merk ar bajenn-mañ
eo: Þaltu la markon de tiu æi paøo
hu: Oldal jelzõ váltogatása
is: Víxla þessari merkingu
ja: ページの印を反転する
ko: 현재 페이지 선택 반대로
tr: Bu sayfa iþaretini deðiþtir

source: Sc.100 of 100 P.100 of 100
br: Rd.100 diwar 100 P.100 diwar 100
eo: Sc.100 de 100 P.100 de 100
hu: 100 Sc. a 100-ból 100 P. a 100-ból
is: 100 af 100 Bls. 100 af 100
ja: Sc.100 / 100 P.100 / 100
ko: 섹션 100 of 100 페이지 100 of 100
tr: Sc.100'ün 100'ü P.100'ün 100'ü

source: Upside Down
br: Eilpennañ
eo: De supre malsupren
hu: Fentrõl lefelé
is: Á hvolfi
ja: 上下逆転
ko: 거꾸로
tr: Baþ Aþaðý

source: Malformed URL.
br: URL siek.
eo: Misformita URL.
hu: Rossz URL.
is: Gölluð slóð (URL)
ja: 変なURL.
ko: 형식에 맞지 않는 URL
tr: Yetersiz URL
