Repository: xwizard/kde1
Catalog: kdegraphics-1.1.2/po/*/kiconedit.po
Languages: cs, de, es, fi, fr, hu, is, ja, pl, pt_br, ru, sk, sl

source: Icon draw grid The icon grid is the area where you draw the icons. You can zoom in and out using the magnifying glasses on the toolbar. (Tip: Hold the magnify button down for a few seconds to zoom to a predefined scale
cs: Møí¾ka kreslení ikon Møí¾ka kreslení ikon je oblast, kde mù¾ete kreslit ikonky. Mù¾ete si ji zvìt¹ovat a zmen¹ovat lupou na li¹tì nástrojù. (Tip: Pøid¾te tlaèítko zvìt¹ení na pár sekund a dostanete se na pøeddefinovanou velikost.)
de: Symbol Zeichengitter Das Symbol Zeichengitter ist der Bereich, in den Sie die Symbole hineinzeichnen. Mit dem Vergrößerungsglas auf der Werkzeugleiste können Sie hinein- und herauszoomen. (Tip: Halten Sie den Vergrößerungsknopf für einige Sekunden gedrückt, um auf eine vordefinierte Größe einzustellen.)
es: Rejilla para diseño de iconos La rejilla de iconos es la zona donde puedes diseñar los iconos. Puedes ampliar o reducir utililzando las lupas de la barra de utilidades. (Sugerencia : Presiona durante varios segundos el botón lupa para a conseguir una escala predefinida)
fi: Kuvakkeen piirtotila Tähän tilaa voit piirtää ikoneja. Voit suurentaa ja pienentää kuvaa käyttämällä suurennuslasia työkalupalkista. (Vihje: Pidä suurennusnappia alhaalla muutama sekunti käyttääksesi ennaltamäärättyä suurennusta
fr: Grille de dessin d'icône La grille d'icône est la zone où vous dessinez les icônes. Vous pouvez zoomer en avant ou en arrière en utilisant les loupes de la barre d'outils. (Note : Appuzer quelques secondes sur le bouton de loupe pour zoomer vers une échelle prédéfinie)
hu: Ikon szerkesztõ rács Ez az a terület amelyben az ikonok szerkeszthetõk. A nagyításhoz használd az eszközsoron levõ nagyítás ikont. (Tipp: Tartsd lenyomva az ikont egy pár pillanatig, ésfeltûnnek az elõre definiált méretarányok.
is: Vinnslumöskvi Vinnslumöskvinn er svæðið þar sem þú teiknar táknmyndir. Þú getur rennt að og frá myndinni (stækkað/minnkað) með stækkunarglerinu á tækjaslánni. (Vísbending: Haltu stækkunarhnappnum inni í örfáar sekúndur, til að renna í áður skilgreinda fjarlægð)
ja: アイコン描画グリッド アイコングリッドはアイコンを描画する領域です。 ツールバーの拡大鏡で拡大、縮小表示ができます。 (Tip:拡大鏡ボタンを数秒押し続けると、標準の 拡大率にすることができます。)
pl: Siatka naniesiona na ikonê Jest to obszar, gdzie mo¿na rysowaæ ikonê. Mo¿na go powiêkszaæ i pomniejszaæ za pomoc± szk³a powiêkszaj±cego z paska narzedziowego. (Wskazówka: Przytrzymaj wci¶niêty przycisk ze szk³em powiêkszaj±cym przez kilka sekund, aby przej¶æ do uprzednio zdefiniowanej skali
pt_br: Grade de desenho de ícones A grade é a área onde você desenha os ícones. Você pode ampliar e reduzir usando as lentes da barra de ferramentas. (Dica: Mantenha o botão da lente pressionado por alguns segundos para ampliar à uma escala predefinida.
ru: Планшет для рисования Планшет для рисования - это область, где вы рисуете пиктограммы. Вы можете увеличить и уменьшить изображение используя линзу из панели инструментов. (Подсказка: Задержите кнопку линзы на несколько секунд для того, чтобы перейти к установленному заранее увеличению
sk: Mrie¾ka kreslenia ikon Mrie¾ka kreslenia ikon je oblas», kde mô¾ete kresli» ikonky. Mô¾ete si ju zväè¹ova» a zmen¹ova» lupou na paneli nástrojov. (Tip: Prid¾te tlaèítko zväè¹enia na pár sekúnd a dostanete sa na predefinovanú veµkost.)
sl: Ikonska mre¾a Ikonska mre¾a je podroèje, kjer ri¹ete ikone. Lahko jo poveèate ali pomanj¹ate z uporabo poveèevalnega stekla na orodjarni. (Nasvet: Pritisnite na gumb za poveèavo in dr¾ite par sekund da poveèate na prej doloèeno merilo

source: Rulers This is a visual represantation of the current cursor position
cs: Pravítka Toto je vizuální reprezentace aktuální pozice kurzoru
de: Lineale Dies ist eine visuelle Darstellung der aktuellen Cursorposition
es: Reglas Esta es una representaión visual de la posición actual del cursorcursor
fi: Mittanauha Näyttää visuaalisesti kohdostimen paikan
fr: Règles Ceci est une représentation visuelle de la position courante du curseur
hu: Vonalzó Itt a kurzor kurzor aktuális pozíciója látható.
is: Reglustikur Þetta er myndræn framsetning á stöðu bendilsins hverju sinni
ja: ルーラー 現在のカーソルの位置をビジュアルに示します。
pl: Linijki Jest to sposób przedstawienia bie¿±cej pozycji kursora
pt_br: Réguas É uma representação visual da posição corrente do cursor
ru: Линейки Это визуальное представление позиции курсора
sk: Pravítka Toto je vizuálna reprezentácia aktuálnej pozície kurzora
sl: Ravnila To je vidna predstavitev trenutnega polo¾aja kazalca

source: Statusbar The statusbar gives information of the status of the current icon. The fields are: - Cursor position - Size - Zoom factor - Number of colors - Application messages
cs: Stavový øádek Stavový øádek vám poskytuje informace o stavu aktuální ikonky. Má následující polo¾ky : - Pozice kurzoru - Velikost - Faktor zvìt¹ení - Poèet barev - Zprávy aplikace
de: Statusleiste Die Statusleiste informiert über den Status des aktuellen Symbols. Die Felder bedeuten: - Cursorposition - Größe - Zoomfaktor - Anzahl der Farben - Meldungen des Programms
es: Barra de estado La barra de estado nos da información del icono actual. Los campos son: - Posicion del cursor - Tamaño - Factor de zoom - Número de colores - Mensajes de la aplicación
fi: Tilarivi Tilarivi antaa tietoja senhetkisestä kuvakkeesta. Kentät ovat: - Kursorin paikka - Koko - Suurennus - Värien määrä - Sovelluksen viestit
fr: Barre d'état La barre d'état donne des informations sur l'état de l'icône courante. Les données sont : - Position du curseur - Taille - Facteur de zoom - Nombre de couleurs - Messages de l'application
hu: Állapotsor Az állapotsorban folyamatosan információk láthatók. A megjelenõ infók az alábbiak: - A kurzor pozíciója, - Ikon mérete pixelben, - Megjelenítés méretaránya, - Az ikon színeinek száma, - A program üzenetei.
is: Stöðuslá Stöðusláin birtir upplýsingar um ástand virku táknmyndarinnar.sviðin eru: - Staða bendils - Stærð - Stækkunarhlutfall - Fjöldi lita - Skilaboð frá forritinu
ja: ステイタスバー ステイタスバーにはアイコンの状態が示されます。 項目は: t- カーソルの場所 t- 拡大率 t- 使用している色数 t- アプリケーションのメッセージ
pl: Pasek stanu Jak nazwa wskazuje podaje stan bie¿±cej ikony. Pola wskazuj±: - Pozycjê kursora - Rozmiar - Wspó³czynnik powiêkszenia - Ilo¶æ kolorów - Komunikaty programu
pt_br: Barra de status A barra de status fornece informaçõe sobre o ícone corrente: - posição do cursor - tamanho - fator de ampliação - número de cores - mensagens da aplicação
ru: Строка статуса Строка статуса показывает информацию о статусе текущей пиктограммы. Поля: - Позиция курсора - Размер - Увеличение - Количество цветов - Сообщения приложения
sk: Stavový riadok Stavový riadok vám poskytuje informácie o stave aktuálnej ikonky. Má nasledovné polo¾ky : - Pozícia kurzoru - Veµkos» - Faktor zväè¹enia - Poèet farieb - Správy aplikácie
sl: Statusna vrstica Statusna vrstica nam da informacije o statusu trenutne ikone. Polja so: - Polo¾aj kazalca - Velikost - Faktor poveèave - ©tevilo barv - Sporoèila programa

source: Preview This is a 1:1 preview of the current icon
cs: Náhled Toto je náhled aktuální ikony ve skuteèné velikosti
de: Vorschau Dies ist eine 1:1 Vorschau des aktuellen Symbols
es: Vista preliminar Esto es una vista preliminar 1:1 del icono actual
fi: Esikatselu Tämä on 1:1 mittakaavassa esikatselukuva
fr: Aperçu Ceci est un aperçu 1:1 de l'icône courante
hu: Megtekintés Itt az ikon 1:1 méretarányú képe látható.
is: Forsýning Þetta er 1:1 mynd af virku táknmyndinni
ja: プレビュー これは現在のアイコンの1:1の画像です。
pl: Podgl±d To jest podgl±d bie¿±cej ikony w skali 1:1
pt_br: Prever Esta é uma previsão 1:1 do ícone corrente
ru: Предпросмотр Это предпросмотр текущей пиктограммы 1:1
sk: Náhlµad Toto je náhµad aktuálnej ikony v skutoènej veµkosti
sl: Predpregled To je predpregled trenutne ikone v merilu 1:1

source: System colors Here you can select colors from the KDE Icon Palette.
cs: Systémové barvy Zde je mo¾né zvolit barvy z palety barev pro ikony KDE.
de: Systemfarben Hier können Sie Farben aus der KDE Symbol-Palette auswählen.
es: Colores del sistema Aquí, puedes seleccionar los colores de la Paleta de iconos de KDE.
fi: Järjestelmän värit Voit valita värejä KDE:n kuvakepaletista.
fr: Couleurs systèmes Ici, vous pouvez sélectionner les couleurs de la Palette d'Icône de KDE.
hu: Rendszer színek Itt választhat színeket a KDE Ikon palettájából.
is: Kerfislitir Hér getur þú valið staðlaða liti úr KDE táknmyndalitasafninu.
ja: システム色 ここでアイコンパレットから色を選びます。
pl: Kolory systemowe Mo¿na tu wybraæ kolory z palety ikon KDE.
pt_br: Cores do sistema Aqui você pode selecionar cores da Paleta de Cores do KDE.
ru: Системные цвета Здесь вы можете выбрать цвета из системной палитры KDE.
sk: Systémové farby Tu si mô¾ete zvoli» farby z palety farieb pre ikonky KDE.
sl: Sistemske barve Tule lahko izberete barve s KDE ikonske palete.

source: Custom colors Here you can build a palette of custom colors. Just double-click on a box to edit the color
cs: Vlastní barvy Zde mù¾ete vytvoøit paletu vlastních barev. Staèí dvojklik na ètvereèek, aby jste upravili barvu
de: Benutzerdefinierte Farben Hier können Sie eine Palette von benutzerdefinierten Farben erstellen. Klicken Sie einfach doppelt auf ein Kästchen und bearbeiten Sie die Farbe.
es: Colores personalizados Aquí, puedes construir una paleta de colores personalizados. Basta con una pulsación doble en una casilla para modificar el color
fi: Omat värit Tähän voit rakentaa paletin omista väreistäsi. Tuplaklikkaa laatikkoa muokataksesi väriä
fr: Couleurs systèmes Ici, vous pouvez construire une palette de couleurs personnalisées. Double-cliquez sur une case pour modifier la couleur
hu: Saját színek Itt saját színpalettát definiálhat. A színek dupla kattintással szerkeszthetõek.
is: Eigin litir Hér getur þú valið þína eigin liti til að vinna með. Tvísmelltu á reit til að breyta litnum í honum.
ja: カスタム色 ここでカスタム色のパレットをつくるります。 編集したい色をダブルクリックしてください。
pl: Kolory u¿ytkownika Mo¿na tu zbudowaæ w³asn± paletê kolorów. Po prostu dwukrotnie kliknij na jeden z kwadratów aby edytowaæ kolor
pt_br: Cores especiais Aqui você pode construir uma paleta de cores especiais. Clique duas vezes em uma caixa para editar a cor
ru: Собственные цвета Здесь вы можете создать палитру собственных цветов. Щелкните дважды по квадрату для редактирования
sk: Vlastné farby Tu si mô¾ete vytvori» paletu vlastných farieb. Staèí dvojklik na ¹tvorèek, aby ste editovali farbu
sl: Barve po meri Tule lahko zgradite paleto barv po meri. Za urejanje barve le dvokliknete na ¹katlo

source: New Create a new icon either from a template or by specifying the size
cs: Nový Vytvoøí novou ikonu buï ze ¹ablony nebo specifikovaním velikosti
de: Neu Erstellen Sie ein neues Symbol von einer Vorlage oder indem Sie die Größe festlegen
es: Nuevo Crear un icono nuevo a partir de una modelo o por su tamaño
fi: Uusi Luo uusi kuvake joko pohjasta tai määrittelemällä sen koko
fr: Nouveau Créer une nouvelle icône à partir d'un modèle ou en spécifiant une taille
hu: Új ikon Új ikon létrehozása minták alapján, vagy méretmegadással.
is: Nýtt Búa til nýja táknmynd af ákveðnu sniði eða af ákveðinni stærð
ja: 新規作成 サイズ指定、または雛形から新しいアイコンをつくります。
pl: Nowy Utwórz now± ikonê ze wzorca lub podaj±c jej rozmiar
pt_br: Novo Cria um novo ícone a partir de um modelo ou especificando o tamanho
ru: Новая Создать новую пиктограмму либо из шаблона, либо указав размер
sk: Nový Vytvorí novú ikonku buï zo ¹ablóny alebo ¹pecifikovaním veµkosti
sl: Nov Ustvarite novo ikono iz predloge ali z doloèanjem njene velikosti

source: Open Open an existing icon
cs: Otevøít Otevøe existující ikonu
de: Öffnen Vorhandenes Symbol öffnen
es: Abrir Abrir un icono existente
fi: Avaa Avaa olemassaolevan kuvakkeen
fr: Ouvrir Ouvre une icône existante
hu: Megnyitás Létezõ ikon megnyitása.
is: Opna Opna tilbúna táknmynd til meðhöndlunar
ja: 開く 既存のアイコンを開きます。
pl: Otwórz Otwórz istniej±cy plik z ikon±
pt_br: Abrir Abre um ícone preexistente
ru: Открыть Открыть существующую пиктограмму
sk: Otvori» Otvorí existujúcu ikonku
sl: Odpri Odpri obstojeèo ikono

source: Save Save the current icon
cs: Ulo¾it Ulo¾í aktuální ikonu
de: Speichern Aktuelles Symbol speichern
es: Guardar Guardar el icono actual
fi: Tallenna Tallentaa nykyisen kuvakkeen
fr: Enregistrer Enregistrer l'icône courante
hu: Mentés Az aktuális ikon kimentése.
is: Vista Vista virku táknmyndina
ja: 保存 現在のアイコンを保存します。
pl: Zapisz Zapisz bie¿±c± ikonê
pt_br: Salvar Salva o ícone corrente
ru: Сохранить Сохранить текущую пиктограмму
sk: Ulo¾i» Ulo¾í aktuálnu ikonku
sl: Shrani Shrani trenutno ikono

source: Print Opens a print dialog to let you print the current icon. (Doesn't realy work as expected
cs: Tisk Otevøe dialog, kterým mù¾ete vytisknout aktuální ikonu. (Nefunguje tak, jak by se èekalo)
de: Drucken Öffnet einen Druckdialog, um Sie das aktuelle Symbol drucken zu lassen. (Funktioniert nicht wirklich wie man erwarten sollte.)
es: Imprimir Abrir una ventana de impresión para imprimer el icono actual. (No funciona como se espera)
fi: Tulosta Avaa tulostusikkunan ja mahdollistaa kuvakkeen tulostuksen. (Ei toimi kuten pitäisi
fr: Imprimer Ouvre une boîte de dialogue pour l'impression de l'icône courante. (Ne fonctionne pas comme attendu)
hu: Nyomtatás Megjeleníti a Nyomtatás ablakot, melybõl kinyomtatható az aktuális ikon. Nem egészen úgy mûködik, ahogy gondolnád.
is: Prenta Birtir valmynd sem gerir þér kleift að prenta út virku táknmyndina (ólíkt því sem búast mætti við).
ja: 印刷 プリントダイアログを開き、現在のアイコンを 印刷します。（本当は思うように動きません。)
pl: Drukowanie Otwiera dialog drukowania aby wydrukowaæ bie¿±c± ikonê (Nie do koñca dzia³a jak mo¿naby tego oczekiwaæ)
pt_br: Imprimir Abre uma janela que lhe permite imprimir o ícone corrente. (Não funcionaexatamente como o esperado)
ru: Печатать Открыть диалог печати, который позволит напечатать текущую пиктограмму. (Работает не совсем так, как бы хотелось)
sk: Tlaèi» Otvorí dialóg, cez ktorý mô¾ete vytlaèi» aktuálnu ikonku. (Nefunguje tak, ako by sa od toho èakalo)
sl: Natisni Odpri pogovorno okno Natisni da lahko natisne¹ trenutno ikono. (Ne deluje kot bi prièakoval

source: Cut Cut the current selection out of the icon (Tip: You can make both rectangular and circular selections)
cs: Vystøihnot Vystøihne souèanou zvolenou oblast ikony (Tip: Mù¾ete provádìt jak pravoúhelníkové tak kruhové oznaèení)
de: Ausschneiden Aktuelle Auswahl aus dem Symbol ausschneiden (Tip: Sie können sowohl rechteckig als auch kreisförmig auswählen)
es: Couper Cortar lo seleccionado fuera del icono (Sugerencia : Puedes utilizar tanto selecciones rectangulares como circulares)
fi: Leikkaa Leikkaa valinta pois kuvakkeesta (Vihje: Voit tehdä suorakaiteen ja ympyrän muotoisia valintoja)
fr: Couper Coupe la sélection courante hors de l'icône (Note : Vous pouvez utiliser un rectangle ou un cercle de sélection)
hu: Kivágás Kiollózza az ikon kijelölt területét a vágólapra. (Megjegyzés: Téglalap és kör alakú területek jelölhetõek ki)
is: Klippa Klippa valda svæðið út úr táknmyndinni (Vísbending: Þú getur klippt út bæði rétthyrnd og hringlaga svæði)
ja: 切り取り 現在の選択領域をアイコンから切り取ります。 (Tip:長方形または円形の選択領域が使えます。)
pl: Wytnij Wytnij zaznaczony obszar z ikony (Wskazówka: mo¿na zaznaczyæ zarówno prostok±tny jak i okr±g³y obszar)
pt_br: Cortar Corta fora a seleção corrente do ícone (Nota: você pode fazer seleções retangulares e singulares)
ru: Вырезать Вырезать текущее выделение из пиктограммы (Подсказка: можно делать как прямоугольные так и круговые выделения)
sk: Vystrihnú» Vystrihne súèanú zvolenú oblas» ikonky (Tip: Mô¾ete robi» aj pravouholníkové aj kru¾nicové oznaèenia)
sl: Izre¾i Izre¾i trenuten izbor iz ikone (Nasvet: Ustvarite lahko pravokotne in okrogle izbore)

source: Copy Copy the current selection out of the icon (Tip: You can make both rectangular and circular selections)
cs: Kopírovat Zkopíruje souèasnou zvolenou oblast ikony (Tip: Mù¾ete provádìt jak pravoúhelníkové tak kruhové oznaèení)
de: Kopieren Aktuelle Auswahl aus dem Symbol kopieren (Tip: Sie können sowohl rechteckig als auch kreisförmig auswählen)
es: Copiar Copia lo seleccionado del icono (Sugerencia : Puedes utilizar un rectángulo o un círculo como selecciónn)
fi: Kopioi Voit kopioida valinnan kuvakkeesta (Vihje: Voit tehdä suorakaiteen ja ympyrän muotoisia valintoja)
fr: Copier Copie la sélection courante de l'icône (Note : Vous pouvez utiliser un rectangle ou un cercle de sélection)
hu: Másolás Másolatot készít a vágólapra az ikon kijelölt területérõl. (Megjegyzés: Téglalap és kör alakú területek jelölhetõek ki)
is: Afrita Afrita valda svæðið út úr táknmyndinni (á klippiborð) (Vísbending: Þú getur afritað bæði rétthyrnd og hringlaga svæði)
ja: コピー 現在の選択領域をアイコンからコピーします。 (Tip:方形または円形の選択領域を使うことができます。)
pl: Kopiuj Skopiuj zaznaczony obszar z ikony (Wskazówka: mo¿na zaznaczyæ zarówno prostok±tny jak i okr±g³y obszar)
pt_br: Copiar Copiar a seleção corrente (Nota: você pode fazer seleções retangulares e singulares)
ru: Копировать Копировать текущее выделение из пиктограммы (Подсказка: можно делать как прямоугольные так и круговые выделения)
sk: Kopírova» Skopíruje súèasnú zvolenú oblas» ikonky (Tip: Mô¾ete robi» aj pravouholníkové aj kru¾nicové oznaèenia)
sl: Skopiraj Skopiraj trenutni izbor izven ikone (Nasvet: Naredite lahko pravokotni in krogelni izbor)

source: Paste Paste the contents of the clipboard into the current icon. If the contents is larger than the current icon you can paste it in a new window. (Tip: Select "Paste transparent pixels" in the configuration dialog if you also want to paste transparent)
cs: Vlo¾it Vlo¾í obsah schránky do aktuální ikony. P pøípadì, ¾e je obsah vìt¹í ne¾ aktuální ikona, mù¾ete ji vlo¾it do nového okna. (Tip: Zvotte "Vlo¾it transparentní body" v konfiguraèním dialogu, v pøípadì, ¾e chcete té¾ vkládat transparentnì)
de: Einfügen Fügen Sie den Inhalt der Zwischenablage in das aktuelle Symbol ein. Wenn der Inhalt größer ist als das aktuelle Symbol, können Sie ihn in ein neues Fenster einfügen. (Tip: Wählen Sie "Transparente Pixel einfügen" im Konfigurations-Dialog, wenn Sie auch etwas Transparentes einfügen möchten)
es: Pegar Pega el contenido del portapapeles dentro del icono. Si el contenido es más grande que el icono, puedes pegarlo en una ventana nueva. (Sugerencia : Selecciona "Pegar con pixels transparentes" en la ventana de configuración si quieres que el pegar sea transparente)
fi: Liitä Liittää leikepöydän sisällön kuvakkeeseen. Jos leikepöydän sisältö on suurempi kuin kuvake voit liittää sen uuteen ikkunaan. (Vinkki: Valitse "Liitä läpinäkyvät pisteet" asetusfialogissa jos haluat liittää myös läpinäkyvät.)
fr: Coller Colle le contenu du presse-papiers dans l'icône courante. Si le contenu est plus grand que l'icône courante, vous pouvez le coller dans une nouvelle fenêtre. (Note : Sélectionnez "Paste transparent pixels" dans la boîte de dialogue si vous voulez aussi le coller de façon transparente)
hu: Beillesztés Beilleszti a vágólap tartalmát az ikon megadott pontjára. Amennyiben a vágólap tartalma nagyobb az aktuális ikon méreténél a beillesztés egy új ablakba történik. (Tipp: Válassza ki a "Beillesztés áttetszõ pixelekkel" pontot a beállítás menüben, ha a beillesztést átlátszó háttérrel akarja.)
is: Líma Líma innihald klippiborðsins á virku myndina. Ef innihaldið er stærra en virka táknmydin þá geturðu afritað það inn í nýjan glugga. (Vísbending: Veldu "Líma glæra punkta" í stillyngarvalmyndinni ef þú vilt geta límt gegnsæjar myndir)
ja: 張り付け クリップボードの内容をアイコンへ張り付けます。 もし、その内容が現在のアイコンより大きければ、 新しいウィンドウに張り付けるられます。 (Tip:もし、透明なピクセルも張り付けたいときは 設定で"透明なピクセルを張り付け"を選びます。)
pl: Wklej Wklej zawarto¶æ schowka do bie¿±cej ikony. Je¶li zawarto¶æ schowka jest wiêksza od bie¿acej ikony to mo¿na wkleiæ go do nowego okna (Wskazówka: Wybierz "Wklejaj przezroczyste piksele" w dialogu konfiguracyjnego je¶li chcesz wklejaæ w sposób przezroczysty)
pt_br: Colar Colar o conteúdo da área de transferência para o ícone. Se o conteúdo é maior que o ícone atual você pode colá-lo para em uma nova janela. (Nota: Selecione "Colar pixels transparentes" na janela de configuração se você também quer colar transparente)
ru: Вставить Вставить содержимое кармана в текущую пиктограмму. Если содержание больше, чем текущая пиктограмма, можно вставить в новую. (Подсказка: Выберите "Вставлять прозрачные пикселы" в диалоге настройки если хотите вставлять прозрачно)
sk: Vlo¾i» Vlo¾í obsah schránky do aktuálnej ikonky. Ak je obsah väè¹í ako aktuálna ikonka, mô¾ete ju vlo¾i» do nového okna. (Tip: Zvoµte "Vlo¾i» transparentné body" v konfiguraènom dialógu, ak chcete tie¾ vklada» transparentne)
sl: Prilepi Prilepi vsebino odlo¾i¹èa v trenutno ikono. Èe je vsebina veèja kot je trenutna ikona, jo lahko prilepite v novo okno. (Nasvet: Izberite "Prilepi prosojne toèke" v nastavitvenem pogovornem oknu, èe ¾elite prilepiti prosojno)

source: Select Select a section of the icon using the mouse. (Tip: You can make both rectangular and circular selections)
cs: Vybrat Vybere oblast ikony s pou¾itím my¹e. (Tip: Mù¾ete provádìt jak pravoúhelníkové tak kruhové oznaèení)
de: Auswählen Wählen Sie einen Abschnitt des Symbols mit der Maus aus. (Tip: Sie können sowohl rechteckig als auch kreisförmig auswählen)
es: Séleccionar Selecciona un área del icono usando el ratón. (Sugerencia : Puedes crear selecciones rectangulares y circulares)
fi: Valitse Valitse alue kuvasta käyttämällä hiirtä. (Vihje: Voit tehdä suorakaiteen ja ympyrän muotoisia valintoja)
fr: Sélectionner Sélectionne avec la souris une zone de l'icône. (Note : Vous pouvez créer des sélections rectangulaires et circulaires)
hu: Kijelölés Terület kijelölése az egér segítségével. (Megjegyzés: Téglalap és kör alakú területek jelölhetõek ki)
is: Velja Velja afmarkaðan hluta af táknmyndinni með músinni. (Vísbending: Þú getur valið bæði rétthyrnd og hringlaga svæði)
ja: 選択 マウスを使って、アイコンの一部を選択します。 (Tip:長方形または円形の領域を選択できます。)
pl: Zaznacz Zaznacz fragment obrazu u¿ywaj±c myszy. (Wskazówka: mo¿na zaznaczyæ zarówno prostok±tny jak i okr±g³y obszar)
pt_br: Selecionar Selecionar uma seção do ícone usando o mouse. (Nota: Você pode fazers seleções retangulares e também circulares)
ru: Выбрать Выбрать область пиктограммы используя мышь. (Подсказка: можно делать как прямоугольные так и круговые выделения)
sk: Oznaèi» Oznaèí oblas» ikonky s pou¾itím my¹ky. (Tip: Mô¾ete robi» aj kru¾nicové aj pravouholníkové oznaèenia)
sl: Izberi Izberite izbor ikone s pomoèjo mi¹i. (Nasvet: Naredite lahko pravokotni in krogelni izbor)

source: Resize Smoothly resizes the icon while trying to preserve the contents
cs: Zmìna velikosti Zmìní velikost ikony, ale sna¾í se zachovat obsah
de: Größe verändern Verändert sachte die Größe, während versucht wird, den Inhalt beizubehalten.
es: Cambiar tamaño Cambia el tamaño del icono tratando de conservar el contenido
fi: Koko Muuttaa kuvakkeen kokoa yrittäen säilyttää sen sisällön
fr: Redimensionner Redimensionne l'icône en essayant de préserver le contenu
hu: Átméretezés Az ikon átméretezése méretarányosan.
is: Breyta stærð Breyta stærð myndarinnar jafnt og þétt, og varðveita innihaldið (eftir bestu getu).
ja: 大きさの変更 内容を変えない様にスムーズに大きさを変えます。
pl: Zmiana rozmiaru P³ynnie zmienia rozmiar staraj±c siê zachowaæ zawarto¶æ
pt_br: Redimensionar Redimensiona suavemente o ícone, tentando preservar o conteúdo
ru: Изменить размер Мягко изменяет размер, стараясь сохранить содержимое
sk: Zmeni» veµkos» Zmení veµkos» ikonky, ale sna¾í sa zachova» obsah
sl: Spremeni velikost Gladko spremeni velikost ikone medtem ko poisku¹a ohraniti vsebino
