Repository: xwizard/kde1
Catalog: kdegraphics-1.1.2/po/*/kiconedit.po
Languages: cs, de, es, fi, fr, hu, is, ja, pl, pt_br, ru, sk, sl

source: Selected area copied
cs: Oznaèená oblast zkopírována
de: Gewählter Bereich kopiert
es: Zona seleccionada copiada
fi: Valittu alue kopioitu
fr: Zone sélectionnée copiée
hu: A kijelölt terület átmásolásra került
is: Valið svæði afritað
ja: 選択領域をコピーしました。
pl: Zaznaczony obszar skopiowano
pt_br: Área selecionada copiada
ru: Выбранная область помещена в буфер обмена
sk: Oznaèená oblas» skopírovaná
sl: Izbrano podroèje skopirano

source: There was an copying: to the clipboard!
cs: Bylo provedeno kopírování: do schránky!
de: Etwas wurde in die Zwischenablage kopiert
es: ¡ Copia en curso : al portapapeles !
fi: Tapahtui kopiointi: leikepöydälle!
fr: Il y avait une copie en cours : vers le presse-papiers !
hu: Hiba történt a vágólapra másoláskor!
is: Það varð afritunar: á klippiborðið!
pl: Wyst±pi³ b³ad podczas kopiowania: do schowka!
pt_br: Copiado para a área de troca
ru: Произошло копирование В буфер обмена!
sk: Bolo kopírovanie: do schránky!
sl: Na odlagali¹èu je bila kopija!

source: The clipboard image is larger than the current image! Paste as new image?
cs: Obrázek ve schránce je vìt¹í ne¾ souèasný obrázek! Vlo¾it jako nový obrázek?
de: Das Bild in der Zwischenablage ist größer als das aktuelle Bild! Als neues Bild einfügen?
es: ¡ La imagen del portapapeles es mayor que la imagen actual ! ¿ Pegar cómo imagen nueva ?
fi: Leikepöydän kuma on suurempi kuin nykyinen kuva! Liitä uutena kuvana?
fr: L'image dans le presse-papiers est plus grande que l'image courante ! Coller comme nouvelle image ?
hu: A vágólapon lévõ kép nagyobb az aktuális képnél! Beillesszem egy új ablakba?
is: Myndin á klippiborðinu er stærri en virka myndin! Líma í nýja mynd?
ja: クリップボーの画像は現在の画像より大きいです。 新しい画像として張り付けますか?
pl: Obraz w schowku jest wiekszy od bie¿±cego! Wkleiæ jako nowy obraz?
pt_br: A imagem na área de troca é maior que a imagem atual! Colar como uma nova imagem?
ru: Изображение в кармане больше, чем текущая пиктограмма! Вставить в новое изображение?
sk: Obrázok v schránke je väè¹í ako súèasný! Vlo¾i» ako nový obrázok?
sl: Slika na odlagali¹èu je veèja kot je trenutna slika! Prilepim novo sliko?

source: Pasting
cs: Vkládám
de: Füge ein
es: Pegando
fi: Liitän
fr: Collage
hu: Beillesztés
is: Lími
ja: 張り付けています。
pl: Wklejam
pt_br: Colando
ru: Вставляю
sk: Vkladám
sl: Lepim

source: Done pasting
cs: Vlo¾eno
de: Eingefügt!
es: Realizando pegado
fi: Liittäminen valmis
fr: Collage effectué
hu: Beillesztés rendben
is: Líming búin
ja: 張り付け終了
pl: Wklejanie skoñczone
pt_br: Colagem concluída
ru: Вставлено
sk: Vlo¾ené
sl: Prilepil

source: Invalid pixmap data in clipboard!
cs: Chybné data pixmapy ve schránce!
de: Ungültige Bilddaten in der Zwischenablage!
es: ¡ Datos inválidos en el portapapeles !
fi: Virheellistä kuvatietoa leikepöydällä!
fr: Donnée pixmap invalide dans le presse-papiers !
hu: Hibás pixmap adat a vágólapon!
is: Gögnin á klippiborðinu eru ekki gild mynd!
ja: クリップボードの画像データは無効です。
pl: B³êdne dany mapy pikseli w schowku!
pt_br: Dados inválidos na área de troca!
ru: Неверные данные в кармане!
sk: Chybné pixmap dáta v schránke!
sl: Na odlagali¹èu je neprimerna rastrska slika!

source: Folders:
cs: Adresáøe:
de: Ordner:
es: Carpetas:
fi: Kansiot:
fr: Répertoires :
hu: Könyvtár:
is: Möppur:
ja: フォルダ:
pl: Foldery:
pt_br: Pastas:
ru: Папки:
sk: Prieèinky:
sl: Mape:

source: Contents:
cs: Obsah:
de: Inhalt:
es: Contenidos:
fi: Sisältö:
fr: Contenu :
hu: Tartalom:
is: Innihald:
ja: 内容:
pl: Zawarto¶æ:
pt_br: Conteúdo:
ru: Содержание:
sk: Obsah:
sl: Vsebine:

source: Name
cs: Jméno
es: Nombre
fi: Nimi
fr: Nom
hu: Név
is: Nafn
ja: 名前
pl: Nazwa
pt_br: Nome
ru: Имя
sk: Meno
sl: Ime

source: Size
cs: Velikost
de: Größe
es: Tamaño
fi: Koko
fr: Taille
hu: Méret
is: Stærð
ja: サイズ
pl: Rozmiar
pt_br: Tamanho
ru: Размер
sk: Veµkos»
sl: Velikost

source: Permissions
cs: Práva
de: Zugriffsrechte
es: Permisos
fi: Oikeudet
hu: Jogok
is: Heimildir
ja: 許可情報
pl: Prawa dostêpu
pt_br: Permissões
ru: Права
sk: Práva
sl: Dovoljenja

source: Date
cs: Datum
de: Datum
es: Fecha
fi: Päiväys
hu: Dátum
is: Dags
ja: 日付
pl: Data
pt_br: Data
ru: Дата
sk: Dátum
sl: Datum

source: Owner
cs: Vlastník
de: Besitzer
es: Propietario
fi: Omistaja
fr: Propriétaire
hu: Tulajdonos
is: Eigandi
ja: 所有者
pl: W³a¶ciciel
pt_br: Dono
ru: Владелец
sk: Vlastník
sl: Lastnik

source: Group
cs: Skupina
de: Gruppe
es: Grupo
fi: Ryhmä
fr: Groupe
hu: Csoport
is: Hópur
ja: グループ
pl: Grupa
pt_br: Grupo
ru: Группа
sk: Skupina
sl: Skupina

source: There was an error removing temporary backup file:
cs: Nastala chyba pøi mazání doèasného zálo¾ního souboru:
de: Fehler beim Löschen der temporären Sicherungskopie:
es: Error al borrar el fichero temporal de backup:
fi: Tapahtui virhe poistettaessa väliaikaiskuvaa:
fr: Une erreur s'est poduite pendant la suppression du fichier temporaire :
hu: Hiba átmeneti állomány eltávolítása közben:
is: Það mistókst að eyða tímabundnu öryggisafriti:
ja: 一時バックアップファイルの削除中にエラーが起きました。
pl: Wyst±pi³ b³ad podczas usuwania tymczasowego zapasowego pliku:
pt_br: Houve um erro ao remover arquivo temporário de cópia: Houve um erro ao remover os arquivos temporários da cópia de segurança
ru: Ошибка удаления временного файла:
sk: Bola chyba pri mazaní doèasného zálo¾ného súboru:
sl: Pri odstranjanju rezervne datoteke je pri¹lo do napake:

source: We've got a KFM job running. Please wait.
cs: U¾ be¾í úloha v KFM. Prosím èekejte.
de: Es läuft gerade ein KFM-Job. Bitte warten.
es: Proceso KFM en ejecución. Espera por favor.
fi: KFM työ on ajossa. Odota hetki.
fr: Une tâche KFM est active. Attendez, SVP.
hu: Egy KFM munka már folyamatban van. Kérlek várj.
is: KFM ferli er í gangi. Bíddu augnablik.
ja: KFMが仕事中です。 しばらくお待ち下さい。
pl: Proces KFM jest ju¿ uruchomiony: Proszê czekaæ
pt_br: Há uma tarefa do gerente de arquivos KDE sendo executada. Por favor aguarde!
ru: KFM работает. Пожалуйста подождите.
sk: U¾ nám be¾í úloha v KFM. Prosím èakajte.

source: The URL:
cs: URL:
de: Die URL:
es: La dirección URL:
fi: URL:
fr: L'URL :
hu: Az URL:
is: Slóðin:
ja: そのURL:
pl: URL:
pt_br: a URL:
ru: URL:
sk: URL:
sl: URL:

source: seems to be malformed.
cs: má asi chybný formát.
de: scheint fehlerhaft zu sein.
es: parece estar mal construida.
fi: on viallinen.
fr: semble mal formée.
hu: hibásnak tûnik.
is: virðist vera gölluð.
ja: 形が異常です。
pl: wydaje sie byæ niepoprawny.
pt_br: parece estar mal formado.
ru: некорректен.
sk: vyzerá by» chybné.
sl: je videti zmalièen.

source: ERROR
cs: CHYBA
de: FEHLER
fi: VIRHE
fr: ERREUR
hu: HIBA
is: VILLA
ja: エラー
pl: B£¡D
pt_br: ERRO
ru: ОШИБКА
sk: CHYBA
sl: NAPAKA

source: The KDE Icon Editor has found a recover file for:
cs: Editor ikon KDE na¹el zálo¾ní soubor pro:
de: Es gibt eine automatische Sicherungskopie der Datei:
es: El Editor de Iconos KDE ha encontrado un fichero para recuperar:
fi: KDE Kuvakemuokkain on löytänyt varmuuskopiotiedoston:
fr: L'Editeur d'Icône de KDE a trouvé un fichier de secours pour :
hu: Az Ikon Szerkesztõ biztonsági másolatot talált:
is: Öryggisafrit fannst fyrir:
ja: KDEアイコンエディターは復元したファイルを見つけました。元のファイル:
pl: KDE Edytor Ikon znalaz³ zapasowy plik dla:
pt_br: O editor de ícones KDE encontrou um arquivo recuperado para:
ru: Редактор пиктограмм KDE нашел файл восстановления для:
sk: Editor Ikoniek KDE na¹iel zálo¾ný súbor pre:

source: Do you want to open this?
cs: Chcete toto otevøít?
de: Wollen Sie sie öffnen?
es: ¿ Quiere abrirlo ?
fi: Haluatko avata tämän?
fr: Voulez-vous l'ouvrir ?
hu: Szeretnéd ezt megnyitni?
is: Viltu opna það?
ja: これを開きますか?
pl: Chcesz go otworzyæ?
pt_br: Deseja abrir este arquivo?
ru: Открыть?
sk: Chcete toto otvori»?
sl: Ali ¾elite to odpreti?

source: The file:
cs: Soubor:
de: Die Datei:
es: El fichero:
fi: Tiedosto:
fr: Le fichier :
hu: A fájl:
is: Skráin:
ja: そのファイル:
pl: Plik:
pt_br: O arquivo:
ru: Файл:
sk: Súbor:
sl: Datoteka:

source: doesn't exist or isn't readable.
cs: neexistuje nebo nelze pøeèíst.
de: existiert nicht oder ist nicht lesbar.
es: no existe o no se puede leer.
fi: ei ole olemassa tai sitä ei voida lukea.
fr: n'existe pas ou est illisible.
hu: nem létezik, vagy nem olvasható.
is: er annaðhvort ólæsileg eða ekki til.
ja: 存在しないか読み込めません。
pl: nie istnieje lub nie da siê go odczytaæ.
pt_br: não existe ou não é legível.
ru: не существует или не читается.
sk: neexistuje alebo sa z neho nedá èíta».
sl: ne obstaja ali ni berljiva.

source: The Icon Editor is already downloading a non-local file. Please wait.
cs: Editor ikon ji¾ pøená¹í vzdálený soubor. Prosím èekejte.
de: Der Symbol-Editor lädt bereits eine entfernte Datei. Bitte warten.
es: El Editor de Iconos está descargando un fichero remoto. Espere, por favor.
fi: Kuvakemuokkain hakee jo ei-paikallista tiedostoa. Odota hetki.
fr: L'Editeur d'Icône télécharge déjà un fichier non local. Attendez, SVP.
hu: Az Ikon Szerkesztõ letölt egy távoli fájlt. Várj egy kicsit.
is: Það er nú þegar verið að sækja skrá yfir net. Bíddu augnablik.
ja: アイコンエディターはすでにファイルをダウンロード中です。 しばらくお待ち下さい。
pl: Program w³a¶nie ¶ci±ga plik z sieci. . Proszê czekaæ.
pt_br: O Editor de Ícones está transferindo um arquivo de um site remoto. Por favor aguarde.
ru: Редактор загружает удаленный файл. Подождите до завершения.
sk: Editor ikoniek u¾ »ahé vzdialený súbor. Prosím èakajte.
sl: Urejevalnik ikon ¾e nalaga nelokalno datoteko. Prosim poèakajte.

source: Couldn't initiate KFM!
cs: Není mo¾né inicializovat KFM!
de: Konnte KFM nicht starten!
es: ¡ No se puede iniciar KFM !
fi: En saanut käynnistettyä KFM:ää!
fr: Impossible d'initialiser KFM !
hu: Nem sikerült a KFM-et inicializálni!
is: Gat ekki ræst KFM!
ja: KFMを開始できません!
pl: Nie mogê zainicjowaæ KFM!
pt_br: Não foi possível iniciar o KFM - Gerente de Arquivos KDE
ru: Ошибка запуска KFM!
sk: Nemô¾em inicializova» KFM!
sl: Nisem mogel zagnati KFM!

source: There was a KFM error creating a backup for:
cs: Nastala chyba KFM pøi vytváøení zálohy pro:
de: KFM Fehler beim Anlegen der Sicherungsdatei für:
es: Error KFM al crear un backup de:
fi: Tapahtui KFM virhe luotaessa varmuuskopioita:
fr: Une erreur KFM s'est produite à la création d'un backup de :
hu: KFM hiba történt másolt létrehozásakor:
is: Það kom upp KFM villa við öryggisafritun:
ja: 以下のファイルのバックアップ作成中にKFMにエラーが起きました。:
pl: Wyst±pi³ b³±d KFM podczas próby utworzenia pliku zapasowego dla:
pt_br: Houve um erro no KFM ao criar a cópia de segurança para:
ru: Произошла ошибка KFM при создании резервной копии для:
sk: Bola chyba KFM pri vytváraní zálohy pre:

source: There was an error creating a backup for:
cs: Nastala chyba pøi vytváøení zálohy pro:
de: Fehler beim Anlegen der Sicherungsdatei für:
es: Error al crear un backup de:
fi: Tapahtui virhe luotaessa varmuuskopiota:
fr: Une erreur s'est produite à la création d'un backup de :
hu: Hiba történt másolt létrehozásakor:
is: Það mistókst að búa til öryggisafrit af:
ja: 以下のファイルのバックアップ作成中にエラーが起きました。:
pl: Wyst±pi³ b³±d podczas próby utworzenia pliku zapasowego dla:
pt_br: Houve um erro ao criar a cópia de segurança para:
ru: Произошла ошибка при создании резервной копии для:
sk: Bola chyba pri vytváraní zálohy pre:

source: KIcon: There was a error locking:
cs: KIcon: Chyba pøi uzamykání:
de: KIcon: Fehler beim Sperren von:
es: KIcon : Error al bloquear:
fi: KIcon: Tapahtui lukitusvirhe:
fr: KIcon : Une erreur s'est produite en verrouillant :
hu: KIcon: Zárolási hiba:
is: KIcon: Það mistókst að læsa:
ja: KIcon:エラーロッキングが起きました:
pl: KIcon: Wyst±pi³ b³±d podczas blokowania:
pt_br: Kicon: houve um erro de compartilhamento do arquivo:
ru: Произошла ошибка при попытке установить лок:
sk: KIcon: Chyba pri uzamykaní:

source: KIcon: There was a QT error loading:
cs: KIcon: Nastala chyba QT pøi nahrávání:
de: KIcon: QT-Fehler beim Laden von:
es: KIcon : Error QT al cargar:
fi: KIcon: Tapahtui QT-virhe ladattaessa:
fr: KIcon : Une erreur de QT s'est produite dans le chargement de :
hu: KIcon: QT betöltési hiba:
is: KIcon: QT villa kom upp við lestur:
ja: KIcon:読み込み中にQTエラーが起きました。:
pl: KIcon: Wyst±pi³ b³±d biblioteki QT podczas ³adowania:
pt_br: Kicon: houve um erro na carga do QT:
ru: Произошла ошибка QT при загрузке:
sk: KIcon: Nastala chyba QT pri nahrávaní:

source: *|All files (*) *.xpm|XPM (*.xpm) *.gif|GIF files (*.gif) *jpg|JPEG files (*.jpg)
cs: *|V¹echny soubory (*) *.xpm|XPM (*.xpm) *.gif|GIF soubory (*.gif) *jpg|JPEG soubory (*.jpg)
de: *|Alle Dateien (*) *.xpm|XPM (*.xpm) *.gif|GIF Dateien (*.gif) *jpg|JPEG Dateien (*.jpg)
es: *|Todos los ficheros (*) *.xpm|XPM (*.xpm) *.gif|Imágenes GIF (*.gif) *jpg|Imágenes JPEG (*.jpg)
fi: *|Kaikki tiedostot (*) *.xpm|XPM (*.xpm) *.gif|GIF tiedostot (*.gif) *jpg|JPEG tiedostot (*.jpg)
fr: *|Tous les fichiers (*) *.xpm|XPM (*.xpm) *.gif|Images GIF (*.gif) *jpg|Images JPEG (*.jpg)
hu: *|Minden fájl (*) *.xpm|XPM (*.xpm) *.gif|GIF fájlok (*.gif) *jpg|JPEG fájlok (*.jpg)
is: *|Allar skrár (*) *.xpm|XPM (*.xpm) *.gif|GIF myndir (*.gif) *jpg|JPEG myndir (*.jpg)
pl: *|Wszystkie pliki (*) *.xpm|XPM (*.xpm) *.gif|pliki GIF (*.gif) *jpg|pliki JPEG (*.jpg)
pt_br: *|Todos os arquivos (*) *.xpm|XPM (*.xpm) *.gif|arquivos GIF (*.gif) *.jpg|arquivos JPEG (*.jpg)
ru: *|Все файлы (*) *.xpm|XPM (*.xpm) *.gif|GIF файлы (*.gif) *jpg|JPEG файлы (*.jpg)
sk: *|V¹etky súbory (*) *.xpm|XPM (*.xpm) *.gif|GIF súbory (*.gif) *jpg|JPEG súbory (*.jpg)
sl: *|Vse datoteke (*) *.xpm|XPM (*.xpm) *.gif|datoteke GIF (*.gif) *jpg|datoteke JPEG (*.jpg)

source: The KDE Icon Editor has found a recover
cs: Editor ikon KDE na¹el opravný soubor
de: KDE Symbol-Editor hat eine automatische Sicherungskopie
es: El Editor de Iconos de KDE ha encontrado
fi: KDE Kuvakemuokkain on löytänyt varmuus
fr: L'Editeur d'Icône de KDE a trouvé un fichier de secours
hu: A KDE Ikon Szerkesztõ talált egy biztonsági
is: Það fannst öryggisafrit
ja: KDEアイコンエディターは復元したファイルを見つけました。
pl: KDE Edytor Ikon odzyska³
pt_br: O Editor de Ícones do KDE encontrou um arquivo recuperado
ru: Редактор пиктограмм KDE нашел сохраненную копию, которую можно восстановить
sk: Editor Ikoniec KDE na¹iel opravný súbor
sl: KDE Urejevalnik ikon je na¹el ozdravitveno

source: file for an unsaved icon.
cs: pro neulo¾enou ikonu.
de: für ein noch nicht gespeichertes Symbol gefunden.
es: un fichero de un icono no guardado.
fi: tiedoston tallentamattomalle kuvakkeelle
fr: fichier pour une icône non enregistrée.
hu: másolatot egy elmentetlen ikonról.
is: fyrir óvistaða táknmynd.
ja: 保存されていないアイコンのファイル
pl: plik dla niezachowanej ikony.
pt_br: arquivo para um ícone não salvo
ru: файл для не записанных пиктограмм.
sk: pre neulo¾enú ikonku.
sl: datoteko ali neshranjeno ikono.

source: Couldn't initiate KFM
cs: Není mo¾né inicializovat KFM
de: Konnte KFM nicht starten
es: Imposible iniciar KFM
fi: En saanut käynnistettyä KFM:ää
fr: Impossible d'initialiser KFM
hu: Nem lehet inicializálni a KFM-et
is: Gat ekki ræst KFM
ja: KFMを開始できません。
pl: Nie mogê zainicjowaæ KFM
pt_br: Não foi possível iniciar o KFM
ru: Ошибка запуска KFM
sk: Nemô¾em inicializova» KFM
sl: Nisem mogel zagnati KFM

source: Done saving
cs: Ulo¾eno
de: Gespeichert
es: Guardar finalizado
fi: Tallennus valmis
fr: Enregistrement effectué
hu: Mentés rendben
is: Vistun lokið
ja: 保存終了
pl: Zachowane
pt_br: Salvamento concluído
ru: Запись завершена
sk: Ulo¾ené
sl: Shranil

source: There was an error saving:
cs: Nastala chyba pøi ukladání:
de: Fehler beim Speichern von:
es: Error al guardar:
fi: Tapahtui virhe tallennettaessa:
fr: Une erreur s'est produite pendant l'enregistrement de :
hu: Hiba történt a mentés közben:
is: Það mistókst að vista:
ja: 保存中にエラーが起きました:
pl: Wyst±pi³ b³±d podczas zachowywania:
pt_br: Houve uma mensagem de erro durante o salvamento:
ru: Во время сохранения произошла ошибка:
sk: Nastala chyba pri ukladaní:

source: Size:
cs: Velikost:
de: Größe
es: Tamaño:
fi: Koko:
fr: Taille :
hu: Méret:
is: Stærð:
ja: サイズ:
pl: Rozmiar:
pt_br: Tamanho:
ru: Размер:
sk: Veµkos»:
sl: Velikost:

source: Select size:
cs: Vybrat velikost:
de: Größe wählen
es: Seleccionar tamaño:
fi: Valitse koko:
fr: Choisir la taille :
hu: Méret:
is: Velja stærð:
ja: サイズの選択:
pl: Wybierz rozmiar:
pt_br: Selecionar tamanho:
ru: Выбрать размер
sk: Zvoli» veµkos»:
sl: Izbrana velikost:

source: Standard file
cs: Standardní soubor
de: Standard-Datei
es: Fichero standard
fi: Oletustiedosto
fr: Fichier standard
hu: Normál fájl
is: Stöðluð skrá
ja: 標準ファイル
pl: Plik standardowy
pt_br: Arquivo padrão
ru: Стандартный файл
sk: ©tandardný súbor
sl: Standardna datoteka

source: Source file
cs: Zdrojový soubor
de: Quelldatei
es: Fichero origen
fi: Lähdetiedosto
fr: Fichier source
hu: Forrás fájl
is: Frumskrá
ja: ソースファイル
pl: Plik ¼ród³owy
pt_br: Arquivo fonte
ru: Исходный файл
sk: Zdrojový súbor
sl: Izvorna datoteka

source: Compressed file
cs: Zkomprimovaný soubor
de: Komprimierte Datei
es: Fichero comprimido
fi: Pakkaa tiedosto
fr: Fichier compressé
hu: Tömörített fájl
is: Þjöppuð skrá
ja: 圧縮されたファイル
pl: Plik skompresowany
pt_br: Arquivo comprimido
ru: Сжатый файл
sk: Skomprimovaný súbor
sl: Stisnjena datoteka

source: Standard folder
cs: Standardní adresáø
de: Normales Verzeichnis
es: Carpeta standard
fi: Oletuskansio
fr: Répertoire standard
hu: Normál mappa
is: Stöðluð mappa
ja: 標準のフォルダー
pl: Standardowy folder
pt_br: Pasta padrão
ru: Стандартная папка
sk: ©tandardný prieèinok
sl: Standardna mapa

source: Standard package
cs: Standardní balík
de: Normales Paket
es: Paquete standard
fi: Oletuspaketti
fr: Paquetage standard
hu: Normál csomag
is: Staðlaður pakki
ja: 標準のパッケージ
pl: Standardowy pakiet
pt_br: Pacote padrão
ru: Стандартный пакет
sk: ©tandardný balík
sl: Standarden paket

source: Mini folder
cs: Mini adresáø
de: Mini-Verzeichnis
es: Mini Carpeta
fi: Pienoiskansio
fr: Répertoire mini
hu: Miniatûr mappa
is: Smámappa
ja: ミニフォルダー
pl: Maleñki folder
pt_br: Mini pasta
ru: Минипапка
sk: Mini prieèinok
sl: Mini mapa

source: Mini package
cs: Mini balík
de: Mini-Paket
es: Mini paquete
fi: Pienoispaketti
fr: Paquetage mini
hu: Miniatûr csomag
is: Smápakki
ja: ミニパッケージ
pl: Maleñki pakiet
pt_br: Mini pacote
ru: Минипакет
sk: Mini balík
sl: Mini paket

source: Create from scratch
cs: Vytvoøit z nièeho
de: Von Grund auf neu
es: Crear a partir de una imagen vacía
fi: Luo tyhjästä
fr: Créer à partir d'une image vide
hu: Megadott méretû új ikon
is: Smíða frá grunni
ja: 最初から作る
pl: Utwórz pusty
pt_br: Criar de um rascunho
ru: Создать с нуля
sk: Vytvori» z nièoho
sl: Ustvari iz niè

source: Create from template
cs: Vytvoøit ze ¹ablony
de: Mit Vorlage
es: Crear a partir de un modelo
fi: Luo pohjasta
fr: Créer à partir d'un modèle
hu: Létrehozás minta alapján
is: Smíða út frá sniði
ja: 雛形から作る
pl: Utwórz ze wzorca
pt_br: Criar de um modelo
ru: Создать из шаблона
sk: Vytvori» zo ¹ablóny
sl: Ustvari iz predloge

source: Templates:
cs: ©ablony:
de: Vorlagen:
es: Modelos:
fi: Pohjat:
fr: Modèles :
hu: Minták:
is: Snið:
ja: 雛形:
pl: Wzorce:
pt_br: Modelos:
ru: Шаблоны:
sk: ©ablóny:
sl: Predloge:

source: Select icontype
cs: Vybrat typ ikony
de: Symboltyp wählen
es: Seleccionar tipo de icono
fi: Valitse kuvaketyyppi
fr: Choisir le type d'icône
hu: Ikontípus kiválasztása
is: Veltu gerð táknmyndar
ja: アイコンタイプの選択
pl: Wybierz typ ikony
pt_br: Selecionar o tipo de ícone
ru: Выберите тип иконки
sk: Vytvori» typ ikonky
sl: Izberi tip ikone

source: Create new icon
cs: Vytvoøit novou ikonu
de: Neues Symbol erzeugen
es: Crear icono nuevo
fi: Luo uusi kuvake
fr: Créer une nouvelle icône
hu: Új ikon
is: Smíða nýja táknmynd
ja: 新しいアイコンを作る
pl: Utwórz now± ikonê
pt_br: Criar um novo ícone
ru: Создать новую иконку
sk: Vytvori» novú ikonku
sl: Ustvari novo ikono

source: Fatal!
cs: Fatální!
de: Nichts zu machen!
fi: Tuhoisa!
hu: Hiba!
is: Banvænt!
ja: 致命的なエラー!
pl: No to koniec!
ru: Фатальная ошибка!
sk: Záva¾né!
sl: Usodno!

source: Sorry - not implemented.
cs: Lituji - funkce není implementována.
de: Sorry - nicht implementiert
es: Disculpa, no está desarrollado
fi: Ei toteutettu.
fr: Désolé - Pas ecore implanté
hu: Sajna, még nem mûködik.
is: Óútfært.
ja: すみませんが、まだ実装されていません。
pl: Przykro mi - nie zaimplementowane.
pt_br: Desculpe, não implementado!
ru: Извините - еще не реализовано.
sk: Je mi µú»o - funkcia neimplementovaná.
sl: Oprostite - ¹e ni podprto.

source: Colors: %u
cs: Barvy: %u
de: Farben: %u
es: Colores: %u
fi: Värit: %u
fr: Couleurs : %u
hu: Színek: %u
is: Litir: %u
ja: 色:%u
pl: Kolorów: %u
pt_br: Cores: %u
ru: Цвета: %u
sk: Farby: %u
sl: Barv: %u

source: Template
cs: ©ablona
de: Vorlage
es: Modelo
fi: Pohja
fr: Modèle
hu: Sablon
is: Snið
ja: 雛形
pl: Wzorzec
pt_br: Modelo
ru: Шаблон:
sk: ©ablóna
sl: Predloga

source: Description:
cs: Popis:
de: Beschreibung:
es: Descripción:
fi: Kuvaus:
hu: Megnevezés:
is: Lýsing:
ja: 説明:
pl: Opis:
pt_br: Descrição:
ru: Описание:
sk: Popis:
sl: Opis:

source: Path:
cs: Cesta:
de: Pfad:
es: Camino:
fi: Polku:
fr: Chemin :
hu: Útvonal:
is: Slóð:
ja: パス:
pl: ¦cie¿ka:
pt_br: Caminho:
ru: Путь
sk: Cesta:
sl: Pot:

source: &Browse...
cs: &Prohlédnout...
de: &Durchsuchen...
es: &Hojear...
fi: &Selaa...
fr: &Parcourir...
hu: &Böngészés...
is: &Flakka...
ja: ブラウズ(&B)...
pl: &Przegl±daj...
pt_br: &Navegar...
ru: Просмотр...
sk: &Prehliada»...
sl: Pre&brskaj...

source: &Add
cs: Pøid&at
de: &Hinzufügen
es: &Añadir
fi: &Lisää
fr: &Ajouter
hu: &Hozzáadás
is: &Bæta við
ja: 追加(&A)
pl: &Dodaj
pt_br: &Adicionar
ru: Добавить
sk: Prid&a»
sl: Dod&aj

source: Color or pixmap
cs: Barva nebo pixmapa
de: Farbe oder Pixmap
es: Color o pixmap
fi: Väri tai kuvake
fr: Couleur ou pixmap
hu: Színes vagy pixmap
is: Litmynd eða pixmap
ja: 色またはpixmap
pl: Jednokolorowe czy mapa pikseli
pt_br: Cor ou mapa de pixels
ru: Цвет или изображение
sk: Farba pixmapy
sl: Barva rastrske slike

source: Colored background
cs: Barevné pozadí
de: Farbiger Hintergrund
es: Color de fondo
fi: Värillinen tausta
fr: Arrière-plan de couleur
hu: Egyszínû háttér
is: Litaður bakgrunnur
ja: 色のついた背景
pl: T³o jednokolorowe
pt_br: Fundo colorido
ru: Цветной фон
sk: Farebné pozadie
sl: Barva ozadja

source: Pixmap background
cs: Pozadí pixmapy
de: Pixmap Hintergrund
es: Pixmap de fondo
fi: Kuvakkeen tausta
fr: Pixmap d'arrière-plan
hu: Pixmap háttér
is: Pixmap bakgrunnur
ja: Pixmapの背景
pl: T³o bêd±ce map± pikseli
pt_br: Fundo do mapa de pixels
ru: Фон-изображение
sk: Pozadie pixmapy
sl: Ozadje rastrske slike

source: &Color...
cs: &Barva...
de: &Farbe...
fi: &Väri...
fr: &Couleur...
hu: Színek...
is: &Litur...
ja: 色(&C)...
pl: &Kolor...
pt_br: &Cor...
ru: Цвет...
sk: &Farba...
sl: Ba&rva...

source: &Pixmap...
cs: &Pixmapa...
fi: &Kuvae...
pl: &Mapa pikseli...
pt_br: &Mapa de pixels...
ru: &Растр...
sk: &Pixmapa...
sl: Ra&strska slika...

source: &Built-in
cs: &Vestavìné
de: &Eingebaut
es: &Interno
fi: &Sisäänrakennettu
fr: &Intégrés d'origine
hu: &Beépített
is: Inn&byggt
ja: ビルトイン(&B)
pl: &Wbudowana
pt_br: &Embutido
ru: Встроенный
sk: &Vstavané
sl: &Vgrajeno

source: Example
cs: Pøíklad
de: Beispiel
es: Ejemplo
fi: Esimerkki
fr: Exemple
hu: Megtekintés
is: Dæmi
ja: 例
pl: Przyk³ad
pt_br: Exemplo
ru: Пример
sk: Príklad
sl: Primer

source: Main Toolbar
cs: Hlavní li¹ta nástrojù
de: Haupt-Werkzeugleiste
es: Barra de tareas principal
fi: Päätyökalurivi
fr: Barre d'outils principale
hu: Fõ eszközsor
is: Aðaltækjaslá
ja: メインツールバー
pl: G³ówny pasek narzêdziowy
pt_br: Barra de ferramentas principal
ru: Основная панель инструментов
sk: Mini panel nástrojov
sl: Glavna orodjarna

source: Drawing tools
cs: Kreslící nástroje
de: Zeichenwerkzeuge
es: Utilidades de dibujo
fi: Piirtotyökalut
fr: Outils de dessin
hu: Rajzeszközök
is: Teiknitól
ja: 描画ツール
pl: Przybornik
pt_br: Ferramentas de desenho
ru: Инструменты для рисования
sk: &Kresliace nástroje
sl: Risarska orodja
