Repository: xwizard/kde1
Catalog: kdegraphics-1.1.2/po/*/kiconedit.po
Languages: cs, de, es, fi, fr, hu, is, ja, pl, pt_br, ru, sk, sl

source: Note: Other settings of the toolbars can be reached from the toolbar "handle" or from the "Options" menu
cs: Poznámka: Zbytek nastavení panelù nástrojù najdete v panelu "handle" nebo z menu "Nastavení"
de: Anm.: Andere Einstellugen für die Werkzeugleisten sind erreichbar über den "Anfasser" der Werkzeugleiste oder das "Einstellungen"-Menü
es: Nota : Se puede llegar a otras opciones de la barra de utilidades desde "handle" o desde "Options"
fi: Huomaa: Muut työkalupalkin asetukset löytyvät työkalupalkin "kiinikkeestä" tai "Asetukset" valikosta
fr: Note : Les autres paramètres des barres d'outils peuvent être atteints à partir de la barre d'outils "handle" ou à partir du menu "Options"
hu: Megjegyzés: Az eszközsor egyéb beállításai az eszközsor "handle" opcióján vagy a "Beállítások" menün keresztül érhetõk el.
is: Ath: Aðrar stillingar tækjaslánna er hægt að nálgast á slánni "handle" eða úr valmyndinni "Stillingar"
ja: Note:ツールバーのほかの設定はツールバーの "ハンドル"または"オプション"メニューで設定できます。
pl: Uwaga: Pozosta³e ustawienia paska narzêdziowego s± dostêpne z paska narzêdziowego "uchwyt" lub menu "Opcje"
pt_br: Nota: Outras configurações das barras de ferramentas podem ser acessadas da barra de ferramentas "handle" ou do menu "Opções"
ru: Заметка: Другие настройки панелей инструментов доступны из панели "handle" или из меню "Настройки"
sk: Poznámka: Zvy¹ok nastavenia panelu nástrojov nájdete v paneli "handle" alebo z menu "Nastavenie"
sl: Opomba: Ostale nastavitve orodjarne so dosegljive iz orodjarne "roèka" ali iz menija "Nastavitve"

source: Show Icon
cs: Zobrazovat ikonu
de: Symbol anzeigen
es: Mostrar Icono
fi: Näytä ikoni
fr: Afficher l'icône
hu: Ikonok
is: Birta táknmynd
ja: アイコンの表示
pl: Poka¿ ikonê
pt_br: Mostrar Ícone
ru: Показывать пиктограмму
sk: Ukáza» ikonku
sl: Prika¾i ikono

source: Show Icon and Text
cs: Zobrazovat ikonu a text
de: Symbol und Text anzeigen
es: Mostrar Icono y Texto
fi: Näytä ikoni ja teksti
fr: Afficher l'icône et le texte
hu: Ikonok és szövegek
is: Birta táknmynd og texta
ja: アイコンと文字列の表示
pl: Poka¿ ikonê i tekst
pt_br: Mostrar Ícone e texto
ru: Показывать пиктограмму и текст
sk: Ukáza» ikonku a text
sl: Prika¾i ikono in besedilo

source: Show Text
cs: Zobrazovat text
de: Text anzeigen
es: Mostrar Texto
fi: Näytä teksti
fr: Afficher le texte
hu: Szöveg
is: Birta texta
ja: 文字列の表示
pl: Poka¿ tekst
pt_br: Mostrar texto
ru: Показывать текст
sk: Ukáza» text
sl: Prika¾i besedilo

source: Paste mode
cs: Mód vkladání
de: Einfüge-Modus
es: Modo pegar
fi: Liitostila
fr: Mode de collage
hu: Beillesztési mód
is: Límingarhamur
ja: 張り付けモード
pl: Tryb wklejania
pt_br: Modo colar
ru: Режим вставки
sk: Mód vkladania
sl: Prilepi naèin

source: Paste transparent pixels
cs: Vlo¾it transparentní body
de: Transparente Pixel einfügen
es: Pegar pixels transparentes
fi: Liitä läpinäkyvät pisteet
fr: Collage de pixels transparents
hu: Beillesztés áttetszõ pixelekkel
is: Líma glæra punkta
ja: 透明なピクセルを張り付け
pl: Wklejaj przezroczyste piksele
pt_br: Colar pixels transparentes
ru: Вставлять прозрачные пикселы
sk: Vlo¾i» transparentné body
sl: Prilepi prosojne toèke

source: Show rulers
cs: Zobrazovat pravítka
de: Lineale anzeigen
es: Mostrar tabulaciones
fi: Näytä mittanauhat
fr: Afficher les règles
hu: Vonalzó látszik
is: Birta reglustikur
ja: ルーラーの表示
pl: Poka¿ linijki
pt_br: Mostrar réguas
ru: Показывать линейки
sk: Ukáza» pravítka
sl: Prika¾i ravnila

source: Keys
cs: Klávesy
de: Tasten
es: Claves
fi: Näppäimet
fr: Raccourcis clavier
hu: Billentyûk
is: Hnappar
ja: キー
pl: Skróty klawiaturowe
pt_br: Teclas
ru: Клавиши
sk: Klávesy
sl: Tipke

source: Configure keys
cs: Konfigurovat klávesy
de: Tasten einstellen
es: Configurar claves
fi: Aseta näppäimiä
fr: Configurer les raccourcis
hu: Billentyûk konfigurálása
is: Stilla hnappa
ja: キーの設定
pl: Konfiguracja skrótów klawiaturowych
pt_br: Configurar teclas
ru: Настроить клавиши
sk: Konfigurova» klávesy
sl: Nastavi tipke

source: Templates
cs: ©ablony
de: Vorlagen
es: Modelos
fi: Pohjat
fr: Modèles
hu: Sablonok
is: Snið
ja: 雛形
pl: Wzorce
pt_br: Modelos
ru: Шаблоны
sk: ©ablóny
sl: Predloge

source: Configure Icon templates
cs: Nastavit ¹ablony ikon
de: Symbolvorlagen einstellen
es: Configurar modelos de Iconos
fi: Aseta kuvakepohjia
fr: Configuration des Modèles d'Icônes
hu: Ikon sablonok szerkesztése
is: Stilla táknmyndasnið
ja: アイコンの雛形の設定
pl: Konfiguracja wzorców ikon
pt_br: Configurar modelos de ícone
ru: Настроить шаблоны
sk: Nastavi» ¹ablóny ikoniek
sl: Prikroji predloge ikon

source: Configure background
cs: Nastavit pozadí
de: Hintergrund einstellen
es: Configurar fondo
fi: Aseta taustaa
fr: Configuration de l'arrière-plan
hu: Háttér beállítása
is: Stilla bakgrunn
ja: 背景の設定
pl: Konfiguracja t³a
pt_br: Configurar fundo
ru: Настроить фон
sk: Nastavi» pozadie
sl: Nastavi ozadje

source: Toolbars
cs: &Panely nástrojù
de: Werkzeugleisten
es: Barra de utilidades
fi: Työkalupalkit
fr: Barres d'outils
hu: Eszközök
is: Tækjaslár
ja: ツールバー
pl: Paski narzêdziowe
pt_br: Barras de ferramentas
ru: Панели инструментов
sk: &Panely nástrojov
sl: Orodjarna

source: Icon grid
cs: Møí¾ka ikony
de: Symbol-Gitter
es: Rejilla de Icono
fi: Kuvakehila
fr: Grille d'icône
hu: Ikon rács
is: Möskvi
ja: アイコングリッド
pl: Siatka na ikonie
pt_br: Grade de Ícones
ru: Сетка
sk: Mrie¾ka ikonky
sl: Ikonska mre¾a
