Repository: xwizard/kde1
Catalog: kdegraphics-1.1.2/po/*/kiconedit.po
Languages: cs, de, es, fi, fr, hu, is, ja, pl, pt_br, ru, sk, sl

source: copyFile - There was an error opening destination file: %s
cs: copyFile - Nastala chyba pøi otevírání cílového souboru: %s
de: copyFile - Fehler beim Öffnen der Zieldatei %s
es: copyFile - Imposible abrir fichero destino: %s
fi: copyFile - Tapahtui virhe avattaessa kohdetiedostoa: %s
fr: copyFile - Impossible d'ouvrir le fichier destination : %s
hu: copyFile - Hiba történt a cél fájl megnyitásakor: %s
is: afritaSkrá - Upp kom villa við opnun útkomuskrárinnar: %s
ja: ファイルのコピー - ファイルを開く際にエラーが起きました。: %s
pl: copyFile - Wyst±pi³ b³±d przy otwarciu docelowego pliku: %s
pt_br: copyFile - Houve um erro na abertura do arquivo de destino: %s
ru: copyFile - Ошибка открытия файла назначения: %s
sk: copyFile - Nastala chyba pri otváraní cieµového súboru: %s
sl: copyFile - Pri odpiranju ciljne datoteke je pri¹lo do napake: %s

source: copyFile - There was an error reading source file: %s
cs: copyFile - Nastala chyba pøi ètení zdrojového souboru: %s
de: copyFile - Fehler beim Öffnen der Quelldatei: %s
es: copyFile - Imposible leer fichero origen: %s
fi: copyFile - Tapahtui virhe luettaessa lähdetiedostoa: %s
fr: copyFile - Impossible de lire le fichier source : %s
hu: copyFile - Hiba történt a forrás fájl olvasásakor: %s
is: afritaSkrá - Upp kom villa við lestur skrárinnar: %s
ja: ファイルのコピー - ファイルのソースを読む際にエラーが起きました。: %s
pl: copyFile - Wyst±pi³ b³±d przy czytaniu ze ¼ród³owego pliku: %s
pt_br: copyFile - Houve um erro na abertura do arquivo-fonte: %s
ru: copyFile - Ошибка чтения исходного файла: %s
sk: copyFile - Nastala chyba pri èítaní zdrojového súboru: %s
sl: copyFile - Pri branju izvorne datoteke je pri¹lo do napake: %s

source: copyFile - There was an error writing to destination file: %s
cs: copyFile - Nastala chyba pøi zapisování cílového souboru: %s
de: copyFile - Fehler beim Öffnen der Zieldatei: %s
es: copyFile - Imposible escribir en el fichero destino: %s
fi: copyFile - Tapahtui virhe kirjoitettaessa kohdetiedostoa: %s
fr: copyFile - Impossible d'écrire le fichier destination : %s
hu: copyFile - Hiba történt a cél fájl írásakor: %s
is: afritaSkrá - Upp kom villa við skrift í skrána: %s
ja: ファイルのコピー - ファイルの書き込み中にエラーが起きました。: %s
pl: copyFile - Wyst±pi³ b³±d przy zapisie do docelowego pliku: %s
pt_br: copyFile - Houve um erro na gravação do arquivo de destino: %s
ru: copyFile - Ошибка записи файла назначения: %s
sk: copyFile - Nastala chyba pri zapisovaní cieµového súboru: %s
sl: copyFile - Pri pisanju v ciljno datoteko je pri¹lo do napake: %s

source: copyFile - There was an error opening source file: %s
cs: copyFile - Nastala chyba pøi otevírání zdrojového souboru: %s
de: copyFile - Fehler beim Öffnen der Quelldatei %s
es: copyFile - Imposible abrir fichero origen: %s
fi: copyFile - Tapahtui virhe avattaessa lähdetiedostoa: %s
fr: copyFile - Impossible d'ouvrir le fichier source : %s
hu: copyFile - Hiba történt a forrás fájl megnyitásakor: %s
is: afritaSkrá - Mistókst að opna skrána: %s
ja: ファイルのコピー - ソースファイルを開く際にエラーが起きました。: %s
pl: copyFile - Wyst±pi³ b³±d przy otwarciu ¼ród³owego pliku: %s
pt_br: copyFile - Houve um erro na abertura do arquivo de origem: %s
ru: copyFile - Ошибка открытия исходного файла: %s
sk: copyFile - Nastala chyba pri otváraní zdrojového súboru: %s
sl: copyFile - Pri odpiranju izvorne datoteke je pri¹lo do napake: %s

source: removeFile - There was an error removing the file: %s
cs: removeFile - Nastala chyba pøi mazaní souboru: %s
de: removeFile - Fehler beim Löschen der Datei: %s
es: removeFile - Imposible borrar el fichero: %s
fi: removeFile - Tapahtui virhe poistettaessa tiedostoa: %s
fr: removeFile - Impossible de supprimer le fichier : %s
hu: removeFile - Hiba történt a fájl eltávolításakor: %s
is: eyðaSkrá - Mistókst að eyða skránni: %s
ja: ファイルの削除 - ファイルの削除中にエラーが起きました。: %s
pl: removeFile - Wyst±pi³ b³±d przy próbie usuniêcia pliku: %s
pt_br: removeFile - Houve um erro na remoção do arquivo: %s
ru: removeFile - Ошибка удаления файла: %s
sk: removeFile - Nastala chyba pri mazaní súboru: %s
sl: removeFile - Pri odstranjevanju datoteke je pri¹lo do napake: %s

source: The current file has been modified. Do you want to save it?
cs: Souèasný soubor byl zmìnený. Pøejete si jej ulo¾it?
de: Die aktuelle Datei wurde geändert. Wollen Sie sie speichern?
es: El fichero se ha modificado. ¿ Quieres guardarlo ?
fi: Nykyistä tiedostoa on muutettu. Haluatko tallentaa sen?
fr: Le fichier courant a été modifié. Voulez-vous l'enregistrer ?
hu: Az aktuális fájl módosításra került. Kimented?
is: Virku skránni hefur verið breytt. Viltu vista breytingarnar?
ja: ファイルに手が加えられています。 セーブしますか？
pl: Bie¿±cy plik zosta³ zmodyfikowany. Czy chcesz zachowaæ zmiany?
pt_br: O arquivo atual foi modificado. Você deseja salvá-lo?
ru: Этот файл изменялся. Вы не хотите его сохранить?
sk: Súèasný súbor bol zmenený. Prajete si ho ulo¾i»?
sl: Trenutna datoteka je bila spremenjena. Ali jo ¾elite posneti?

source: Select All
cs: Vybrat v¹e
de: Alles auswählen
es: Seleccionar todo
fi: Valitse Kaikki
fr: Tout sélectionner
hu: Kijelöl mindet
is: Velja allt
ja: 全て選択
pl: Zaznacz wszystko
pt_br: Selecionar &tudo
ru: Выбрать все
sk: Oznaèi» v¹etko
sl: Izberi vse

source: New &Window
cs: Nové &okno
de: Neues &Fenster
es: Nueva &Ventana
fi: Uusi &ikkuna
fr: Nouvelle &fenêtre
hu: Új &ablak
is: Nýr &gluggi
ja: 新しいウィンドウ(&W)
pl: Nowe &okno
pt_br: &Nova Janela
ru: Новое окно
sk: Nové &okno
sl: Novo &okno

source: &New...
cs: &Nový...
de: &Neu
es: &Nuevo...
fi: &Uusi...
fr: &Nouveau...
hu: Ú&j...
is: &Nýtt...
ja: 新規… (&N)
pl: &Nowy...
pt_br: &Novo...
ru: Новый...
sk: &Nový...
sl: &Nov...

source: Open recent
cs: Otevøít nedávný
de: &Zuletzt geöffnete
es: Abrir reciente
fi: Avaa edellinen
fr: Récemment ouvert
hu: &Elõzõek megnyitása
is: Opna nýlegt
ja: 最近開いたファイル
pl: Otwórz poprzedni
pt_br: Abrir recentes
ru: Открыть недавнее
sk: Otvori» nedávny
sl: Odpri nedavno

source: &Exit
cs: Uko&nèit
de: B&eenden
es: &Salir
fi: &Lopeta
fr: &Quitter
hu: &Kilépés
is: &Hætta
ja: 終了(&E)
pl: &Wyj¶cie
pt_br: &Sair
ru: Выход
sk: Uko&nèi»
sl: &Izhod

source: Cu&t
cs: Vys&tøihnout
de: &Ausschneiden
es: Cor&tar
fi: L&eikkaa
fr: Co&uper
hu: Ki&vág
is: &Klippa
ja: 切り取り(&t)
pl: Wy&tnij
pt_br: &Cortar
ru: Вырезать
sk: Vys&trihnú»
sl: I&zre¾i

source: Paste as &new
cs: Vlo¾it jako &nový
de: Einfügen in &Neues
es: Pegar como &nuevo
fi: Liitä &uutena
fr: Coller comme &nouveau
hu: Bei&lleszt újba
is: Líma sem &nýtt
ja: 新しい画像として張り付け(&n)
pl: Wklej jako &nowy
pt_br: Colar como &novo
ru: Вставить как новое
sk: Vlo¾i» ako &nový
sl: Prilepi kot &nov

source: Clea&r
cs: Smaz&at
de: &Löschen
es: Limpia&r
fi: &Poista
fr: Efface&r
hu: Tö&rlés
is: &Hreinsa
ja: クリア(&r)
pl: &Wyczy¶æ
pt_br: Limpa&r
ru: Очистить
sk: Zmaz&a»
sl: Pob&ri¹i

source: Select &all
cs: Vybrat &v¹e
de: Alles aus&wählen
es: Seleccionar &todo
fi: Valitse &kaikki
fr: &Tout sélectionner
hu: Kijelöl mind&ent
is: &Velja allt
ja: 全てを選択(&a)
pl: &Zaznacz wszystko
pt_br: Selecionar &tudo
ru: Выбрать все
sk: Oznaèi» &v¹etko
sl: Izberi &vse

source: Zoom &in
cs: Zvìt¹&it
de: Ver&größern
es: A&cercar
fi: &Suurenna
fr: Zoom a&vant
hu: &Nagyítás
is: Renna &að
ja: 拡大 (&I)
pl: Po&wiêksz
pt_br: Aprox&imar
ru: Увеличить
sk: Zväè¹&i»
sl: Po&veèaj

source: Zoom &out
cs: Zme&n¹it
de: Ver&kleinern
es: A&lejar
fi: &Pienennä
fr: Zoom a&rrière
hu: &Kicsinyítés
is: Renna &frá
ja: 縮小 (&O)
pl: Po&mniejsz
pt_br: Afastado
ru: Уменьшить
sk: Zme&n¹i»
sl: Po&manj¹aj

source: Zoom factor
cs: Faktor zvìt¹ení
de: &Zoomfaktor
es: &Factor de zoom
fi: Suurennus
fr: &Facteur de zoom
hu: Méretarány
is: Fjarlægð
ja: 倍率
pl: Wspó³czynnik powiêkszenia
pt_br: Fator de aproximação
ru: Степень увеличения
sk: Faktor zväè¹enia
sl: Faktor poveèave

source: &Resize
cs: &Zmìnit velikost
de: &Größe ändern
es: &Cambiar tamaño
fi: &Koko
fr: &Taille
hu: Átmé&retezés
is: &Breyta stærð
ja: リサイズ (&R)
pl: &Zmieñ rozmiar
pt_br: &Alterar Tamanho
ru: Изменить размер
sk: &Zmeni» veµkos»
sl: Sp&remeni velikost

source: &GrayScale
cs: O&dstíny ¹edi
de: Grau&stufen
es: Escala de &gris
fi: &Harmaasävy
fr: Niveaux de &gris
hu: &Szürkeskála
is: &Gráskali
ja: 白黒(&G)
pl: &Poziomy szaro¶ci
pt_br: &Tons de Cinza
ru: Полутоновое
sk: ©e&dá ¹kála
sl: &Sivine

source: &Icon
cs: &Ikona
de: &Symbol
es: &Icono
fi: &Kuvake
fr: &Icône
hu: &Ikon
is: &Táknmynd
ja: アイコン(&I)
pl: &Ikona
pt_br: &Ícone
ru: Пиктограмма
sk: &Ikona
sl: &Ikona

source: Freehand
cs: Volná ruka
de: &Freihand
es: Mano Alzada
fi: Vapaa piirto
fr: Stylo
hu: Szabadkézi rajz
is: Fríhendis
ja: 自由曲線
pl: £amana
pt_br: À mão livre
ru: Карандаш
sk: Voµná ruka
sl: Prostoroèno

source: Rectangle
cs: Pravoúhelník
de: Rechteck
es: Rectángulo
fi: Neliö
hu: Téglalap
is: Rétthyrningur
ja: 長方形
pl: Prostok±t
pt_br: Retângulo
ru: Прямоугольник
sk: Pravouholník
sl: Pravokotnik

source: Filled rectangle
cs: Vyplnìný pravoúhelník
de: Gefülltes Rechteck
es: Rectángulo relleno
fi: Täytetty neliö
fr: Rectangle rempli
hu: Kitöltött téglalap
is: Fylltur ferhyrn.
ja: 塗り潰した長方形
pl: Wype³niony prostok±t
pt_br: Retângulo cheio
ru: Закрашенный прямоугольник
sk: Vyplnený pravouholník
sl: Polni pravokotnik

source: Circle
cs: Kru¾nice
de: Kreis
es: Círculo
fi: Ympyrä
fr: Cercle
hu: Kör
is: Hringur
ja: 円
pl: Okr±g
pt_br: Círculo
ru: Окружность
sk: Kru¾nica
sl: Krog

source: Filled circle
cs: Vyplnìná kru¾nice
de: Gefüllter Kreis
es: Círculo relleno
fi: Täytetty ympyrä
fr: Cercle rempli
hu: Kitöltött kör
is: Fylltur hringur
ja: 塗り潰した円
pl: Ko³o
pt_br: Círculo cheio
ru: Закрашенный круг
sk: Vyplnená kru¾nica
sl: Poln krog

source: Ellipse
cs: Elipsa
es: Elipse
fi: Ellipsi
hu: Ellipszis
is: Sporaskja
ja: 楕円
pl: Elipsa
pt_br: Elipse
ru: Эллипс
sk: Elipsa
sl: Elipsa

source: Filled ellipse
cs: Vyplnìná elipsa
de: Gefüllte Ellipse
es: Elipse rellena
fi: Täytetty ellipsi
fr: Ellipse remplie
hu: Kitöltött ellipszis
is: Fyllt sporaskja
ja: 塗り潰した楕円
pl: Wype³niona elipsa
pt_br: Elipse cheia
ru: Закрашенный эллипс
sk: Vyplnená elipsa
sl: Polna elipsa

source: Spray
cs: Sprej
fi: Srpay
fr: Aérographe
hu: Festékszóró
is: Úða
ja: スプレー
ru: Дихлофос
sk: Sprej

source: Flood fill
cs: Výplò
de: Durchgehende Füllung
es: Rellenar
fi: Täyttö
fr: Pot de peinture
hu: Kitöltés
is: Hella
ja: 流し込み
pl: Wype³nienie kolorem
pt_br: Preenchimento opaco
ru: Равномерная заливка
sk: Semienková výplò
sl: Poplavi

source: Line
cs: Èára
de: Linie
es: Línea
fi: Viiva
fr: Ligne
hu: Vonal
is: Lína
ja: 行
pl: Linia
pt_br: Linha
ru: Линия
sk: Èiara
sl: Èrta

source: Eraser (Transparent)
cs: Guma (Transparentní)
de: Radierer (transparent)
es: Borrar (Transparente)
fi: Pyyhekumi (Läpinäkyvä)
fr: Gomme (Transparent)
hu: Radír (Áttetszõ)
is: Strokleður (glært)
ja: 消ゴム(透明)
pl: Gumka (przezroczysta)
pt_br: Apagar (transparente)
ru: Стерка (прозрачная)
sk: Mazaè (Priehµadný)
sl: Radirka (prosojna)

source: &Tools
cs: &Nástroje
de: &Werkzeuge
es: U&tilidades
fi: &Työkalut
fr: Ou&tils
hu: Eszközök
is: &Verkfæri
ja: ツール(&T)
pl: &Narzêdzia
pt_br: &Ferramentas
ru: Инструменты
sk: &Pomôcky
sl: &Orodja

source: &Configure
cs: &Nastavení
de: &Konfigurieren
es: &Configurar...
fi: &Asetukset
fr: &Configurer...
hu: &Beállítások
is: &Stillingar
ja: 設定(&C)
pl: &Konfiguruj
pt_br: &Configurar
ru: Настроить
sk: &Nastavenie
sl: Pri&kroji

source: Toggle &Grid
cs: Zobrazovat/nezob&razovat møí¾ku
de: &Gitter anzeigen
es: Activar &Rejilla
fi: Näytä &hila
fr: Afficher la &grille
hu: &Rács
is: Birta/fela &möskva
ja: グリッドの表示/非表示(&G)
pl: Poka¿/ukryj &siatkê
pt_br: Alternar &Grade
ru: Сетка
sk: Zobrazi»/nezobrazi» m&rie¾ku
sl: Preklopi &mre¾o

source: Toggle &toolbar
cs: Zobrazovat/nezobrazovat li¹tu nás&trojù
de: &Werkzeugleiste anzeigen
es: Actibar &barra de utilidades
fi: Näytä &työkalupalkki
fr: Afficher la barre d'&outils
hu: &Eszközsor
is: Birta/fela &tækjaslá
ja: ツールバーの表示/非表示
pl: Poka¿/ukryj &pasek narzêdzi
pt_br: Alternar &Barra de Ferramentas
ru: Показать/Скрыть панель инструментов
sk: Zobrazi»/nezobrazi» panel nás&trojov
sl: Preklopi &orodjarno

source: Toggle &drawing tools
cs: Zobrazovat/nezobrazovat &kreslící nástroje
de: &Zeichenwerkzeuge anzeigen
es: Activar utilidades de &diseño
fi: Näytä t&yökalut
fr: Afficher les outils de &dessin
hu: Raj&zeszközök
is: Birta/fela t&eiknitól
ja: 描画ツールの表示/非表示
pl: Poka¿/ukryj przy&bornik
pt_br: Alternar ferramentas de &desenho
ru: Скрыть/показать инструменты для рисования
sk: Zobrazi»/nezobrazi» &kresliace nástroje
sl: Preklopi &risarska orodja

source: Toggle &statusbar
cs: Zobrazovat/nezobrazat stavový øádek
de: &Statuszeile anzeigen
es: Activar barra de estado
fi: Näytä t&ilarivi
fr: Afficher la barre d'état
hu: Állapo&tsor
is: Birta/fela &stöðuslá
ja: ステイタスバーの表示/非表示
pl: Poka¿/ukryj pasek &stanu
pt_br: Alterar barra de &status
ru: Показать/Скрыть строку статуса
sk: Zobrazi»/nezobrazi» stavový riadok
sl: Preklopi &statusno vrstico

source: &Save options
cs: &Ulo¾it nastavení
de: &Einstellungen sichern
es: &Guardar opciones
fi: T&allenna asetukset
fr: &Enregistrer les options
hu: Beállítá&sok elmentése
is: &Vista stillingar
ja: オプションを保存(&S)
pl: &Zachowaj opcje
pt_br: &Salvar opções
ru: Сохранить настройки
sk: &Ulo¾i» nastavenie
sl: &Shrani nastavitve

source: KDE Icon Editor A graphics drawing program for creating icons using the KDE icon palette Copyright 1998 by Thomas Tanghus tanghus@kde.org http://w1.1358.telia.com/~u135800018
cs: KDE Icon Editor Program urèený k vytváøení ikon vyu¾ívající paletu barev KDE Copyright 1998 by Thomas Tanghus tanghus@kde.org http://w1.1358.telia.com/~u135800018
de: KDE Symbol-Editor Ein Graphik-Programm zur Erzeugung von Symbolen unter Verwendung der KDE Symbol Palette Copyright 1998 Thomas Tanghus tanghus@kde.org http://w1.1358.telia.com/~u135800018
es: Editor de iconos de KDE Un programa de diseño gráfico para crear iconos utilizando la paleta de iconos de KDE Copyright 1998 por Thomas Tanghus tanghus@kde.org http://w1.1358.telia.com/~u135800018
fi: KDE Kuvakemuokkain Grafiikkaohjelma KDE:n ikonien luomiseen käyttäen KDE:n palettia Copyright 1998 Thomas Tanghus tanghus@kde.org http://w1.1358.telia.com/~u135800018
fr: Editeur d'Icône de KDE Un programme de dessin graphique pour créer des icônes utilisant la palette d'icône KDE Copyright 1998 par Thomas Tanghus tanghus@kde.org http://w1.1358.telia.com/~u135800018
hu: KDE Ikon Szerkesztõ Grafikus rajzoló program ikonok létrehozásához, a KDE ikon készletének bõvítéséhez. Copyright 1998 by Thomas Tanghus tanghus@kde.org http://w1.1358.telia.com/~u135800018
is: KDE Táknmyndaforrit Teikniforrit til að búa til táknmyndir í KDE táknmyndalitunum Höfundarréttur 1998, Thomas Tanghus tanghus@kde.org http://w1.1358.telia.com/~u135800018 Þýðing: Bjarni <bre@mmedia.is>
ja: KDE アイコンエディター KDEのアイコンパレットを用いてアイコンを 作成するためのグラフィカルなドローイングプログラム Copyright 1998 by Thomas Tanghus tanghus@kde.org http://w1.1358.telia.com/~u135800018
pl: Edytor Ikon KDE Program do tworzenia i rysowania ikon u¿ywaj±cych palety ikon KDE Copyright 1998 by Thomas Tanghus tanghus@kde.org http://w1.1358.telia.com/~u135800018
pt_br: Editor de Ícones KDE Um programa de desenho gráfico para criação de ícones usando a paleta de ícones do KDE Copyright 1998 Thomas Tanghus tanghus@kde.org http://w1.1358.telia.com/~u135800018
ru: Редактор пиктограмм KDE Программа для рисования пиктограмм с использованием палитры KDE Copyright 1998 by Thomas Tanghus tanghus@kde.org http://w1.1358.telia.com/~u135800018
sk: KDE Editor Ikoniek Grafický program na vytváranie ikoniek pou¾ívajúcich paletu ikon KDE Copyright 1998 by Thomas Tanghus tanghus@kde.org http://w1.1358.telia.com/~u135800018
sl: KDE Urejevalnik ikon Grafièni risarski program za ustvarjanje ikon z uporabo KDE ikonske palete Avtorske pravice 1998 Thomas Tanghus tanghus@kde.org http://w1.1358.telia.com/~u135800018

source: What is ...?
cs: Co je ...?
de: Was ist...?
es: ¿Qué es ...?
fi: Mitä on ...?
fr: Qu'est-ce que c'est ?
hu: Mi ez...?
is: Hvað er ...?
ja: これは何か...?
pl: Pomoc na temat ... ?
pt_br: O que é ...?
ru: Что это ...?
sk: Èo je ...?
sl: Kaj je ...?

source: Drag source
cs: Pøetáhnout zdroj
de: Quelle ziehen
es: Arrastrar origen
fi: Vedon lähde
fr: Glisser la source
hu: Forrás megragadása
is: Draga frummynd
ja: ソースの移動
pl: ¬ród³o przeci±gniêcia
pt_br: Arrastar fonte
ru: Тащить источник
sk: «aha» zdroj
sl: Povleci vir

source: New File
cs: Nový soubor
de: Neue Datei
es: Fichero nuevo
fi: Uusi tiedosto
fr: Nouveau fichier
hu: Új fájl
is: Ný skrá
ja: 新しいファイル
pl: Nowy plik
pt_br: Novo arquivo
ru: Новый файл
sk: Nový súbor
sl: Nova datoteka

source: Save the file
cs: Ulo¾it soubor
de: Datei speichern
es: Guardar el fichero
fi: Tallenna tiedosto
fr: Enregistrer le fichier
hu: Mentés
is: Vista skrána
ja: セーブする
pl: Zapisz plik
pt_br: Salvar o arquivo
ru: Сохранить файл
sk: Ulo¾i» súbor
sl: Shrani datoteko

source: Print icon
cs: Vytisknout ikonu
de: Symbol drucken
es: Imprimir el icono
fi: Tulosta kuvake
fr: Imprimer l'icône
hu: Nyomtatás...
is: Prenta táknmynd
ja: アイコンの印刷
pl: Wydrukuj ikonê
pt_br: Imprimir ícone
ru: Напечатать иконку
sk: Vytlaèi» ikonu
sl: Natisni ikono

source: Select area
cs: Vybrat oblast
de: Ausschnitt wählen
es: Seleccionar area
fi: Valitse alue
fr: Sélectionner une zone
hu: Terület kijelölése
is: Velja svæði
ja: 領域の選択
pl: Zaznacz obszar
pt_br: Selecionar área
ru: Выбрать область
sk: Oznaèi» oblas»
sl: Izberi podroèje

source: Resize
cs: Zmìnit velikost
de: Größe ändern
es: Cambiar tamaño
fi: Muuta kokoa
fr: Changer de taille
hu: Átméretezés
is: Breyta stærð
ja: サイズ変更
pl: Zmieñ rozmiar
pt_br: Altera o tamanho
ru: Изменить размер
sk: Zmeni» veµkos»
sl: Spremeni velikost

source: GrayScale
cs: Odstíny ¹edi
de: Graustufen
es: Convertir a escala de grises
fi: Harmaasävy
fr: Convertir en Niveaux de gris
hu: Szürkeskála
is: Gráskali
ja: 白黒
pl: Poziomy szaro¶ci
pt_br: Tons de cinza
ru: Полутоновое
sk: ©edá ¹kála
sl: Sivine

source: Zoom out
cs: Zmen¹it
de: Verkleinern
es: Alejar
fi: Suurenna
fr: Zoom arrière
hu: Kicsinyítés
is: Renna frá
ja: 縮小
pl: Pomniejsz
pt_br: Afastar
ru: Уменьшить
sk: Zmen¹i»
sl: Pomanj¹aj

source: Zoom in
cs: Zvìt¹it
de: Vergrößern
es: Acercar
fi: Pienennä
fr: Zoom avant
hu: Nagyítás
is: Renna að
ja: 拡大
pl: Powiêksz
pt_br: Aproximar
ru: Увеличить
sk: Zväè¹i»
sl: Poveèaj

source: Toggle grid
cs: Pøepnout møí¾ku
de: Gitter an/aus
es: Activar rejilla
fi: Hila
fr: Afficher/Cacher la grille
hu: Rács ki/be
is: Birta/fela möskva
ja: グリッドの表示/非表示
pl: Poka¿/ukryj siatkê
pt_br: Alterar grade
ru: Переключить сетку
sk: Mrie¾ka
sl: Preklopi mre¾o

source: New Window
cs: Nové okno
de: Neues Fenster
es: Ventana Nueva
fi: Uusi ikkuna
fr: Nouvelle fenêtre
hu: Új ablak
is: Nýr gluggi
ja: 新しいウィンドウ
pl: Nowe okno
pt_br: Nova Janela
ru: Новое окно
sk: Nové okno
sl: Novo okno

source: Find pixel
cs: Najít bod
de: Pixel finden
es: Buscar Pixel
fi: Etsi piste
fr: Chercher un pixel
hu: Pixel kijelölés
is: Finna punkt
ja: ピクセルの検索
pl: Znajd¼ piksel
pt_br: Encontrar pixel
ru: Найти пиксел
sk: Nájs» bod
sl: Poi¹èi piko

source: Draw freehand
cs: Kreslit volnou rukou
de: Freihandzeichnen
es: Mano alzada
fi: Vapaa piirto
fr: Dessiner avec le stylo
hu: Szabadkézi rajzolás
is: Teikna fríhendis
ja: 自由曲線を描く
pl: Rysuj ³aman±
pt_br: Desenho à mão livre
ru: Свободное творчество
sk: Kresli» voµnou rukou
sl: Ri¹i prostoroèno

source: Draw line
cs: Kreslit èáru
de: Linie zeichnen
es: Dibujar línea
fi: Piirrä viiva
fr: Dessiner une ligne
hu: Vonal rajzolás
is: Teikna línu
ja: 線を引く
pl: Rysuj liniê
pt_br: Desenhar linha
ru: Рисовать линию
sk: Kresli» èiaru
sl: Nari¹i èrto

source: Draw rectangle
cs: Kreslit pravoúhelník
de: Rechteck zeichnen
es: Dibujar rectángulo
fi: Piirrä suorakaide
fr: Dessiner un rectangle
hu: Téglalap rajzolás
is: Teikna rétthyrning
ja: 長方形を描く
pl: Rysuj prostok±t
pt_br: Desenhar retângulo
ru: Рисовать прямоугольник
sk: Kresli» pravouholník
sl: Nari¹i pravokotnik

source: Draw filled rectangle
cs: Kreslit vyplnìný pravoúhelník
de: Gefülltes Rechteck zeichnen
es: Dibujar rectángulo relleno
fi: Piirrä täytetty suorakaide
fr: Dessiner un rectangle rempli
hu: Kitöltött téglalap rajzolás
is: Teikna fylltan rétthyrning
ja: 塗り潰した長方形を描く
pl: Rysuj wype³niony prostok±t
pt_br: Desenhar retângulo cheio
ru: Рисовать залитый прямоугольник
sk: Kresli» vyplnený pravouholník
sl: Nari¹i poln pravokotnik

source: Draw circle
cs: Kreslit kru¾nici
de: Kreis zeichnen
es: Dibujar círculo
fi: Piirrä ympyrä
fr: Dessiner un cercle
hu: Kör rajzolás
is: Teikna hring
ja: 円を描く
pl: Rysuj okr±g
pt_br: Desenhar círculo
ru: Рисовать окружность
sk: Kresli» kru¾nicu
sl: Nari¹i krog

source: Draw filled circle
cs: Kreslit vyplnìnou kru¾nici
de: Gefüllten Kreis zeichnen
es: Dibujar círculo relleno
fi: Piirrä täytetty ympyrä
fr: Dessiner un cercle rempli
hu: Kitöltött kör rajzolás
is: Teikna fylltan hring
ja: 塗り潰した円を描く
pl: Rysuj ko³o
pt_br: Desenhar círculo cheio
ru: Рисовать залитый круг
sk: Kresli» vyplnenú kru¾nicu
sl: Nari¹i poln krog

source: Draw ellipse
cs: Kreslit elipsu
de: Ellipse zeichnen
es: Dibujar elipse
fi: Piirrä ellipsi
fr: Dessiner une ellipse
hu: Ellipszis rajzolás
is: Teikna sporöskju
ja: 楕円を描く
pl: Rysuj elipsê
pt_br: Desenhar elipse
ru: Рисовать эллипс
sk: Kresli» elipsu
sl: Nari¹i elipso

source: Draw filled ellipse
cs: Kreslit vyplnenou elipsu
de: Gefüllte Ellipse zeichnen
es: Dibujar elipse rellena
fi: Piirrä täytetty ellipsi
fr: Dessiner une ellipse remplie
hu: Kitöltött ellipszis rajzolás
is: Teikna fyllta sporöskju
ja: 塗り潰した楕円を描く
pl: Rysuj wype³nion± elipsê
pt_br: Desenhar elipse cheia
ru: Рисовать залитый эллипс
sk: Kresli» vyplnenú elipsu
sl: Nari¹i polno elipso

source: Erase
cs: Smazat
de: Radieren
es: Borrar
fi: Pyyhekumi
fr: Gomme
hu: Törlés, radírozás
is: Stroka út
ja: 消す
pl: Gumka
pt_br: Apagar
ru: Стереть
sk: Zmaza»
sl: Bri¹i

source: System Colors
cs: Systémové barvy
de: Systemfarben
es: Colores del Sistema
fi: Järjestelmän värit
fr: Couleurs systèmes
hu: Rendszer színek
is: Kerfislitir
ja: システム色
pl: Kolory systemowe
pt_br: Sistema de cores
ru: Системные цвета
sk: Systémové farby
sl: Sistemske barve

source: Custom Colors
cs: Vlastní barvy
de: Benutzerdefinierte Farben
es: Colores Personalizados
fi: Omat värit
fr: Couleurs personnalisées
hu: Saját színek
is: Eigin litir
ja: カスタム色
pl: Kolory u¿ytkownika
pt_br: Customizar cores
ru: Выбранные цвета
sk: Vlastné farby
sl: Barve po meri
