Repository: xwizard/kde1
Catalog: kdegraphics-1.1.2/po/*/kiconedit.po
Languages: cs, de, es, fi, fr, hu, is, ja, pl, pt_br, ru, sk, sl

source: Gray scale Gray scale the current icon. (Warning: The result is likely to contain colors not in the icon palette
cs: Odstíny ¹edi Pøemapuje souèasnou ikonu do odstínù ¹edi. (Varovaní: Výsledek bude pravdìpodobnì obsahovat barvy, které se nevyskytují v paletì barev).
de: Graustufen Aktuelles Symbol in Graustufen umsetzen. (Warnung: Das Ergebnis enthält wahrscheinlich Farben außerhalb der Iconpalette)
es: Escala de grises Convierte a escla de grises el icono actual. (Atención : El resultado puede contener colores que no están en la paleta de colores del icono)
fi: Harmaasävy Muuta kuvake harmaasävyiseksi. (Varoitus: Tulos sisältää mahdollisesti värejä joita ei ole kuvakepaletissa
fr: Niveaux de gris Convertit l'icône courante en niveaux de gris. (Attention : Le résultat pourra contenir des couleurs absentes de la palette de couleurs de l'icône)
hu: Szürkeskála Átalakítja az aktuális ikont szürkeskálába. (Figyelem: The result is likely to contain colors not in the icon palette)
is: Gráskali Nota eingöngu gráa tóna í virku myndinni. (Aðvörun: Útkoman mun líklega innihalda liti sem eru ekki í litasafninu)
ja: グレースケール 現在のアイコンを白黒にします。 (警告:結果はアイコンがアイコンパレットに無い 色を含むようになります。)
pl: Poziomy szaro¶ci Zmieñ bie¿±c± ikonê w wykorzystuj±c± jedynie poziomy szaro¶ci. (Ostrze¿enie: wynik najpewniej bêdzie zawiera³ kolory spoza palety kolorów ikon)
pt_br: Escala de cinzas Refazer o ícone corrente em escala de cinzas. (Aviso: o resultado terá cores não pertencentes à paleta de ícones)
ru: Полутона Перевести текущую пиктограмму в полутона. (Предупреждение: скорее всего результат будет содержать цвета, отсутствующие в текущей палитре пиктограммы)
sk: ©edá ¹kála Namapuje súèasnú ikonku do ¹edej ¹kály (do odtieòov ¹edi). (Varovanie: Výsledok bude pravdepodobne obsahova» farby, ktoré sa nenachádzajú v palete farieb).
sl: Posivi Posivi trenutno ikono. (Opozorilo: Rezultat bo verjetno vseboval barve, ki niso v paleti ikone

source: Zoom out Zoom out by one. (Tip: Hold the button down for a few seconds to zoom to a predefined scale
cs: Zmen¹it Zmen¹í aktuální ikonu. (Tip: Kdy¾ podr¾íte tlaèítko stisknuté trochu déle, zmìní se stupnice na pøeddefinovanou hodnotu)
de: Verkleinern Um eins verkleinern. (Tip: Halten Sie den Knopf für einige Sekunden gedrückt, um auf eine vordefinierte Größe einzustellen
es: Alejar Aleja una vez. (Sugerencia: Mantén el botón presionado durante unos segundos para alejar a una escala predefinida)
fi: Suurenna Suurenna kuvaa yhdellä tasolla. (Vihje: Pidä suurennusnappia alhaalla muutama sekunti käyttääksesi ennaltamäärättyä suurennusta
fr: Zoom arrière Zoom arrière de un. (Note : Maintenir le bouton enfoncé quelques secondes pour zoomer à une échelle prédéfinie)
hu: Kicsinyítés Kicsinyítés egy fokozattal. (Tipp: Tartsa lenyomva az ikont egy pár pillanatig, és feltûnnek az elõre definiált méretarányok.
is: Renna frá Renna aðeins frá (minnka sýn myndarinnar). (Vísbending: Haltu hnappnum niðri í nokkrar sekúndur til að renna að áður skilgreindri stærð)
ja: 縮小 一段階,縮小します。 (Tip:ボタンを数秒押し続けることで、標準の 拡大率にすることができます。)
pl: Pomniejszenie Pomniejsz o jeden (np 1:10 na 1:9). (Wskazówka: Przytrzymaj przycisk przez kilka sekund by przej¶æ do predefiowanej skali
pt_br: Reduzir Reduzir a ampliação em um grau. (Dica: Mantenha o botão da lente pressionado por alguns segundos para ampliar à uma escala predefinida.(: Hold the button down for a few seconds to zoom to a predefined scale
ru: Уменьшить Уменьшить на единицу (Подсказка: Задержите кнопку линзы на несколько секунд для того, чтобы перейти к установленному заранее увеличению)
sk: Zmen¹i» Zmen¹í aktuálnu ikonku. (Tip: Ak podr¾íte tlaèítko stlaèené tro¹ku dlh¹ie, veµkos» sa zmení na preddefinovanú)
sl: Pomanj¹aj Pomanj¹aj za ena. (Nasvet: Dr¾ite gumb za par sekund, da pomanj¹ate na predefinirano merilo

source: Zoom in Zoom in by one. (Tip: Hold the button down for a few seconds to zoom to a predefined scale
cs: Zvìt¹it Zvìt¹í aktuální ikonu. (Tip: Kdy¾ podr¾íte tlaèítko stisknuté trochu déle, zmìní se stupnice na pøeddefinovanou hodnotu)
de: Vergrößern Um eins vergrößern. (Tip: Halten Sie den Knopf für einige Sekunden gedrückt, um auf eine vordefinierte Größe einzustellen
es: Acercar Acerca una vez. (Sugerencia: Mantén el botón presionado durante unos segundos para acercar a una escala predefinida)
fi: Pienennä Pienennä kuvaa yhdellä tasolla. (Vihje: Pidä pienennysnappia alhaalla muutama sekunti käyttääksesi ennaltamäärättyä suurennusta
fr: Zoom avant Zoom avant de un. (Note : Maintenir le bouton enfoncé quelques secondes pour zoomer à une échelle prédéfinie)
hu: Nagyítás Nagyítás egy fokozattal. (Tipp: Tartsa lenyomva az ikont egy pár pillanatig, és feltûnnek az elõre definiált méretarányok.
is: Renna að Renna aðeins að (stækka sýn myndarinnar). (Vísbending: Haltu hnappnum niðri í nokkrar sekúndur til að renna að áður skilgreindri stærð)
ja: 拡大 一段階,拡大します。 (Tip:ボタンを数秒押し続けることで、標準の 拡大率にすることができます。)
pl: Powiêkszenie Powiêksz o jeden (np 1:10 na 1:9). (Wskazówka: Przytrzymaj przycisk przez kilka sekund by przej¶æ do predefiowanej skali
pt_br: Ampliar Amplia em um grau. (Dica: Mantenha o botão da lente pressionado por alguns segundos para ampliar à uma escala predefinida.
ru: Увеличить Увеличить на единицу. (Подсказка: Задержите кнопку линзы на несколько секунд для того, чтобы перейти к установленному заранее увеличению)
sk: Zväè¹i» Zväè¹í aktuálnu ikonku. (Tip: Ak podr¾íte tlaèítko stlaèené tro¹ku dlh¹ie, veµkos» sa zmení na preddefinovanú)
sl: Poveèaj Poveèaj za ena. (Nasvet: Dr¾ite gumb za par sekund, da poveèate na predefinirano merilo

source: Toggle grid Toggles the grid in the icon edit grid on/off
cs: Pøepnutí møí¾ky Vypne nebo zapne møí¾ku v editoru ikon
de: Gitter an/aus Schaltet das Gitter der Zeichenfläche an/aus
es: Activar/Desactivar rejilla Activa o Desactiva la rejilla del editor de iconos
fi: Hila Näyttää tai piiloittaa piirtohilan
fr: Afficher/Cacher la grille Active/Désactive l'affichage de la grille de l'éditeur d'icônes
hu: Rács A szerkesztést segítõ rácsok ki és bekapcsolása.
is: Birta/fela möskva Kveikir eða slekkur á birtingu möskvans á vinnusvæðinu
ja: グリッドの表示/非表示 アイコン編集グリッドの表示/非表示を行います。
pl: Poka¿/ukryj siatkê Pokazuje i ukrywa siatkê na obszarze do rysowania ikon
pt_br: Comutar grade Comuta (liga/desliga) a grade de edição de ícones
ru: Включить/выключить сетку Включает/выключает сетку на области редактирования
sk: Mrie¾ka Vypne alebo zapne mrie¾ku v editore ikoniek
sl: Preklopi mre¾o Vklaplja/izklaplja mre¾o v urejevalniku ikon

source: New window Opens a new Icon Editor window.
cs: Nové okno Otevøe nové okno editoru ikon.
de: Neues Fenster Öffnet ein neues Fenster des Symbol-Editors.
es: Ventana nueva Abre una ventana nueva de editor de iconos.
fi: Uusi ikkuna Avaa uuden muokkausikkunan.
fr: Nouvelle fenêtre Ouvre une nouvelle fenêtre d'Editeur d'Icône.
hu: Új ablak Új Ikon Szerkesztõ ablak megnyitása.
is: Nýr gluggi Opnar nýjan glugga.
ja: 新しいウィンドウ 新しいアイコンエディターウィンドウを開きます。
pl: Nowe okno Otwiera nowe okno Edytora Ikon
pt_br: Nova janela Abre uma nova janela do Editor de Ícones.
ru: Новое окно Открывает новое окно редактора пиктограмм.
sk: Nové okno Otvorí nové okno editora ikoniek.
sl: Novo okno Odpre novo okno Urejevalnika ikon.

source: Whats is...? Well since you're reading this I guess you found out ;-)
cs: Co je....? Vzhledem k tomu, ¾e ètete tyto øádky, jste na to pøi¹li ;-))
de: Was ist...? Na ja, da Sie es grade lesen, nehme ich an, Sie wissen es jetzt ;-)
es: ¿ Qué es ...? Bueno, si estás leyendo esto , lo habrás adivinado ;-)
fi: Mikä on...? Kun luet tätä luulen että keksit jo asian ;-)
fr: Qu'est-ce que c'est...? Comme vous êtes en train de lire ceci, je suppose que vous avez trouvé ;-)
hu: Segítség Segít felfedezni a program különbözõ elemeit. Miután megnyomta ezt a gombot, kattintson a kívánt képelemre.
is: Hvað er...? Nú, leiðbeiningar að sjálfsögðu! Bentu á eitthvað annað!
ja: これは何か...? えーっと、これを読んでいるなら、もうわかるよね;-)
pl: Pomoc na temat...? Skoro to czytasz to ju¿ pewnie wiesz ;-)
pt_br: O que é...? Se você está lendo isso, suponho que você já descobriu ;-)
ru: Что это...? Так как вы это читаете я думаю уже догадались :-)
sk: Èo je....? Vzhµadom na to, ¾e èítate tieto riadky, pri¹li ste na to ;-))
sl: Kaj je...? No, èe berete to, potem verjetno ¾e veste ;-)

source: Drag source From this button you can drag out a copy of the current icon and drop it on a drop enabled window, eg. another Icon Editor. (Note: The drag source uses the QT XDND protocol which is not yet standard in KDE)
cs: Pøetáhnout zdroj Z tohoto tlaèítka mù¾ete presunout kopii souèasné ikony a pustit ji na okénko, které podporuje drag&drop, napø. dal¹í Editor Ikon. (Pozor: Je tu pou¾itý QT XDND protokol, který je¹te není v KDE standardní)
de: Quellsymbol ziehen Mit diesem Knopf können Sie eine Kopie des aktuellen Symbols ziehen und es in ein Fenster fallen lassen, das dafür eingerichtet ist, z.B. ein weiterer Symbol-Editor. (Anm.: Die "Quelle" (drag source) benutzt das QT XDND Protokoll, das in KDE noch nicht Standard ist)
es: Arrastrar origen Con este botón puedes arrastrar una copia de un icono y soltarlo en otra ventana que esté activa, por ejemplo otra de Editor de Iconos. (Nota: Esta función utiliza el protocolo QT XDND que no es standard todavía en KDE)
fi: Vedon lähde Tästä napista voit vetää kopion tämänhetkisestä kuvakkeesta ja pudottaa sen sen hyväksyvään ikkunaan, esim. toiseen Kuvakemuokkaimeen. (Huomaa: Lähde käyttää QT XDND protokollaa joka ei ole vielä oletus KDE:ssa)
fr: Glisser-Déplacer l'icône Avec ce bouton, vou pouvez glisser une copie de l'icône courante et la déposer dans une fenêtre qui accèpte les dépacements, par ex. un autre Editeur d'Icône. (Note: Cette fonctionnalité utilise le protocole QT XDND qui n'est pas encore standard dans KDE)
hu: Forrás megragadása E gomb segítségével áthúzható az aktuális ikon egy másik szerkesztõablakba vagy egy másik Ikon Szerkesztõbe. (Megjegyzés: Ez a lehetõség a QT XDND protokol segítségével történik, ami nem része a standard KDE-nek)
is: Draga frummynd Úr þessum hnappi geturðu dregið afrit af virku táknmyndinni og sleppt á annan glugga sem skilur dregnar myndir, t.d. annan Táknmyndasýslsglugga. (Ath: Þessi aðgerð notar QT XDND samskiptamátann, sem er hefur ekki verið staðlaður í KDE)
ja: 対象をドラッグ このボタンで、現在のアイコンのコピーを ドロップできるウィンドウ、つまり別の アイコンエディターにドロップインできます。 (Note:ドラッグはKDEの標準ではないQT XDND protocolを用いています。)
pl: Przeci±gnij ¼ród³o Z tego przycisku mo¿na przeci±gn±æ bie¿±c± ikonê na inne okno, które jest w stanie go przechwyciæ np. na inne okno Edytora Ikon. (Uwaga: ¬ród³o przeci±gniêcia u¿ywa protoko³u QT XDND, który nie jest jeszcze standardem w KDE)
pt_br: Arrastar fontes A partir deste botão você pode arrastar uma cópia do ícone corrente e soltá-lo numa janela habilitada a receber o ícone, como por exemplo outro Editor de Ícones. (Nota: A fonte de arrasto usa o protocolo QT XDND que ainda não é padrão no KDE)
ru: Перетащить пиктограмму С этой кнопки вы можете перетащить копию текущей пиктограммы и бросить ее на окно, которое позволяет такую операцию, например на другой редактор пиктограмм. (Замечание: Перетаскивание использует QT XDND протокол, который еще не является стандартом в KDE)
sk: Potiahnu» zdroj Z tohoto tlaèítka mô¾ete presunú» kópiu súèasnej ikonku a pusti» ju na okienko, ktoré podporuje drag&drop, napr. ïal¹í Editor Ikoniek. (Pozor: Je tu pou¾itý QT XDND protokol, ktorý e¹te nie je v KDE ¹tandardom)
sl: Povleci vir S tega gumba lahko potegnete kopijo trenutne ikone in jo spustite na spust obèutljivo okno, npr. ¹e en Urejevalnik ikon. (Opomba: vir vleke uporablja protokol QT XDND, ki ¹e ni del KDE standardov)

source: Free hand Draw non-linear lines
cs: Volná ruka Kreslí nelineární èáry
de: Freihand Ungerade Linien zeichnen
es: Mano alzada Dibuja trazos no lineales
fi: Vapaa piirto Piirrä vapaita viivoja
fr: Stylo Dessine une ligne quelconque
hu: Szabadkézi rajz Szabadkézi rajzolás.
is: Fríhendis Teikna fríhendis
ja: 自由曲線 直線でない線を引きます。
pl: £amana Rysuj ³aman± liniê
pt_br: Mão livre Desenhar linhas não-lineares
ru: Свободное рисование Рисует не прямые линии
sk: Voµná ruka Kreslí nelineárne èiary
sl: Prostoroèno Ri¹i tudi neravne èrte

source: Flood fill Fill adjoining pixels with the same color with the current color
cs: Výplò Vyplní body se stejnou barvou aktuální barvou
de: Durchgehende Füllung Benachbarte Pixel von derselben Farbe mit aktueller Farbe füllen
es: Rellenar Rellena los pixels contiguos del mismo color con el color acutal
fi: Täytä Täytä toisiinsa yhteydessä olevat samanväriset pisteet valitulla värillä
fr: Remplissage Remplit les pixels contigüs de même couleur avec la couleur courante
hu: Kitöltés Zárt terület kitöltés aktuális színnel.
is: Hella 'Hella' virka litinn oní alla samliggjandi punkta í föstum lit
ja: 流し込み 隣のピクセルを同じ色で塗ります。
pl: Wype³nienie kolorem Wype³nij wszystkie s±siaduj±ce piksele o tym samym kolorze bie¿±cym kolorem
pt_br: Enchente Encher um espaço fechado com a cor corrente
ru: Закрашивать Закрашивает примыкающие пикселы текущим цветом
sk: Semienková výplò Vyplní body s rovnakou farbou aktuálnou farbou
sl: Poplavi Napolni sosedne toèke iste barve s trenutno barvo

source: Rectangle Draw a rectangle
cs: Pravoúhelník Nakreslí pravoúhelník
de: Rechteck Rechteck zeichnen
es: Rectángulo Dibuja un rectángulo
fi: Suorakaide Piirrä suorakaide
fr: Rectangle Dessine un rectangle
hu: Téglalap Téglalap rajzolás.
is: Rétthyrningur Teikna rétthyrning
ja: 長方形 長方形を描きます。
pl: Prostok±t Rysuj prostok±t
pt_br: Retângulo Desenha um retângulo
ru: Прямоугольник Рисовать прямоугольник
sk: Pravouholník Nakreslí pravouholník
sl: Pravokotnik Nari¹i pravokotnik

source: Filled rectangle Draw a filled rectangle
cs: Vyplnìný pravoúhelník Nakreslí vyplnìný pravoúhelník
de: Gefülltes Rechteck Gefülltes Rechteck zeichnen
es: Rectángulo relleno Dibuja un rectángulo relleno
fi: Täytetty suorakaide Piirrä täytetty suorakaide
fr: Rectangle rempli Dessine un rectangle rempli
hu: Kitöltött téglalap Kitöltött téglalap rajzolás.
is: Fylltur rétthyrningur Teikna einlitan kassa
ja: 塗り潰した長方形 塗り潰した長方形を描きます。
pl: Wype³niony prostok±t Rysuj wype³niony prostok±t
pt_br: Retângulo preenchido Desenha um retângulo preenchido
ru: Залитый прямоугольник Рисовать залитый прямоугольник
sk: Vyplnený pravouholník Nakreslí vyplnený pravouholník
sl: Poln pravokotnik Nari¹i poln pravokotnik

source: Circle Draw a circle
cs: Kru¾nice Nakreslí kru¾nici
de: Kreis Kreis zeichnen
es: Círculo Dibuja un círculo
fi: Ympyrä Piirrä ympyrä
fr: Cercle Dessine un cercle
hu: Kör Kör rajzolás.
is: Hringur Teikna hring
ja: 円 円を描きます。
pl: Okr±g Rysuj okr±g
pt_br: Círculo Desenha um círculo
ru: Окружность Рисовать окружность
sk: Kru¾nica Nakreslí kru¾nicu
sl: Krog Nari¹i krog

source: Filled circle Draw a filled circle
cs: Vyplnená kru¾nice Nakreslí vyplnìnou kru¾nici
de: Gefüllter Kreis Gefüllten Kreis zeichnen
es: Círculo relleno Dibuja un círculo relleno
fi: Täytetty ympyrä Piirrä täytetty ympyrä
fr: Cercle rempli Dessine un cercle rempli
hu: Kitöltött kör Kitöltött kör rajzolás.
is: Fylltur hringur Teikna einlitaða skífu
ja: 塗り潰した円 塗り潰した円を描きます。
pl: Ko³o Rysuj ko³o (wype³niony okr±g)
pt_br: Círculo preenchido Desenha um círculo preenchido
ru: Закрашенная окружность Рисовать закрашенную окружность
sk: Vyplnená kru¾nica Nakreslí vyplnenú kru¾nicu
sl: Poln krog Nari¹i poln krog

source: Ellipse Draw an ellipse
cs: Elipsa Nakreslí elipsu
de: Ellipse Ellipse zeichnen
es: Elipse Dibuja una elipse
fi: Ellipsi Piirrä ellipsi
fr: Ellipse Dessine une ellipse
hu: Ellipszis Ellipszis rajzolás.
is: Sporaskja Teikna sporöskju (skekktan hring)
ja: 楕円 楕円を描きます。
pl: Elipsa Rysuj elipsê
pt_br: Elipse Desenha uma elipse
ru: Эллипс Рисовать эллипс
sk: Elipsa Nakreslí elipsu
sl: Elipsa Nari¹i elipso

source: Filled ellipse Draw a filled ellipse
cs: Vyplìná elipsa Nakreslí vyplnìnou elipsu
de: Gefüllte Ellipse Gefüllte Ellipse zeichnen
es: Elipse rellena Dibuja una elipse rellena
fi: Täytetty ellipsi Piirrä täytetty ellipsi
fr: Ellipse remplie Dessine une ellipse remplie
hu: Kitöltött ellipszis Kitöltött ellipszis rajzolás.
is: Fyllt sporaskja Teikna fyllta sporöskju, þ.e. einlitað sporöskjulaga svæði
ja: 塗り潰した楕円 塗り潰した楕円を描きます。
pl: Wype³niona elipsa Rysuj wype³nion± elipsê
pt_br: Elipse preenchida Desenha uma elipse preenchida
ru: Закрашенный эллипс Рисовать закрашенный эллипс
sk: Vyplená elipsa Nakreslí vyplnenú elipsu
sl: Polna elipsa Nari¹i polno elipso

source: Line Draw a straight line vertically, horizontically or in 45 dgr. angles
cs: Èára Nakreslí rovnou èáru vertikálnì, horizontálnì nebo pod 45 stupòovým úhlem
de: Linie Eine gerade Linie zeichnen -- vertikal, horizontal oder in 45-Grad-Winkeln
es: Línea Dibuja una línea vertical, horizontal o inclinada 45 grados
fi: Viiva Piirrä suora viiva vaakasuuntaan, pystysuuntaan tai 45 asteen kulmissa.
fr: Ligne Dessine une ligne droite verticale, horizontale ou inclinée à 45 degrés
hu: Vonal Egyenes vonal rajzolás vízszintesen, függõlegesen vagy 45°-ban.
is: Lína Teikna beina línu lárétt, lóðrétt eða í 45 gráðu halla
ja: 線 縦、横あるいは45度に傾いた直線を描きます。
pl: Linia Rysuj prost± liniê pionowo, poziomo lub pod k±tem 45 stopni
pt_br: Linha Desenha uma linha reta vertical ou horizontal ou diagonal
ru: Линия Рисует прямую линию вертикально, горизонтально и под углом 45 градусов
sk: Èiara Nakreslí rovnú èiaru vertikálne, horizontálne alebo pod 45 stupòovým uhlom
sl: Èrta Nari¹i ravno èrto navpièno, vodoravno ali pod kotom 45 stopinj

source: Spray Draw scattered pixels in the current color
cs: Sprej Vybarví náhodnì nìkteré body stejnou barvou
de: Sprühen Verstreute Pixel in der aktuellen Farbe produzieren
es: Spray Dibuja pixels diseminados con el color actual
fi: Spray Piirrä hajallaan olevia pisteitä valitulla värillä
fr: Aérographe Dessine des pixels diffus avec la couleur courante
hu: Festékszóró Szétszóródó pixelek rejzolása.
is: Úða Sprauta punktum á myndina, eins og úr úðabrúsa
ja: スプレー 現在の色で散らばった点を描きます。
pl: Spray Rysuj rozrzucone piksele o bie¿±cym kolorze
pt_br: Spray Desenha pixels espalhados na cor corrente
ru: Распылитель Рисует рассеянные пикселы текущего цвета
sk: Sprej Vyfarbí náhodne niektoré body rovnakou farbou
sl: Spray Nari¹i razpr¹ene toèke v trenutni barvi

source: Find The color of the pixel clicked on will be the current drawcolor
cs: Hledat Barva bodu, na který se klikne bude barvou kreslení
de: Finden Die Farbe des Pixels, auf den Sie klicken, wird zur aktuellen Zeichenfarbe
es: Buscar El color del pixel pulsado pasará a ser el color actuall
fi: Etsi Klikatun pisteen väri siirtyy piirtoväriksi
fr: Pipette La couleur du pixel sur lequel vous cliquerez deviendra la couleur de dessin
hu: Kijelölés The color of the pixel clicked on will be the current drawcolor
is: Finna Litur næsta punkts sem smellt er á verður að virka litnum
ja: 検索 クリックした点の色が現在の描画色になります。
pl: Znajd¼ Kolor piksela na który klikniesz stanie siê bie¿±cym kolorem
pt_br: Procurar A cor do pixel clicado passará a ser a cor corrente de desenho
ru: Найти Щелкните на пиксел, цвет которого хотите сделать текущим
sk: Hµada» Farba bodu, na ktorý sa klikne bude farbou kreslenia
sl: Poi¹èi Barva izbrane toèke bo postala barva risanja

source: Erase Erase pixels. Set the pixels to be transparent (Tip: If you want to draw transparent with a different tool then first click on "Erase" then on the tool you want to use)
cs: Mazání Sma¾e body. Nastaví body na transparentní barvu (Tip: Chcete-li kreslit transparentní barvou s jiným nástrojem, kliknìte nejprve na "Mazání" a potom na nástroj, který chcete pou¾ít)
de: Radieren Pixel wegradieren. Pixel transparent machen (Tip: Wenn Sie mit einem anderen Werkzeug transparent zeichnen möchten, dann klicken Sie auf "Radieren" und anschließend auf das Werkzeug, das Sie benutzen wollen)
es: Borrar Borra pixels. Los hace transparentes (Sugerencia : Si quieres dibujar en color transparente con otra herramienta pulsaprimero en "Borrar" y después en la herramienta que quieras usar)
fi: Pyyhekumi Poista pisteitä. Asettaa pisteet läpinäkyviksi (Vihje: Jos haluat piirtää läpinäkyvää muilla työkaluilla paina ensin pyyhekumia ja sitten työkalua jota haluat käyttää)
fr: Gomme Efface les pixels. Rend les pixels transparents (Note : Si vous voulez dessiner en transparence avec un outil différent, cliquez d'abord sur la gomme et ensuite sur l'outil que vous voulez utiliser)
hu: Törlés, radír A kijelölt pixelek törlése. A pixel színe átlátszó lesz.
is: Stroka út Strokar út punkta - stillir þá þ.a. þeir séu glærir (Vísbending: Ef þú vilt teikna glæra punkta með öðru verkfæri en strokleðrinu, smelltu þá fyrst á "Stroka út" og svo á verkfærið sem þú vilt nota)
ja: 消ゴム ピクセルを消します。ピクセルを透明にします。 (Tip:もし透明な物をほかのツールで描きたいときは、 まず"消ゴム"をクリックし、次に使いたいツールを クリックします。)
pl: Gumka Wyma¿ piksele. Staj± siê one przezroczyste. (Wskazówka: Je¶li chcesz rysowaæ w sposób przezroczysty innym narzêdziem wtedy kliknij na "Gumka", a potem na narzêdzie, które chcesz u¿yæ)
pt_br: Apagar Apagar pixels. Configurar os pixels para serem transparentes (Dica: Se você quer desenhar transparente com uma ferramenta diferente,primeiro clique em "Apagar" e então na ferramenta que você quer usar)
ru: Удалить Удаляет пикселы. Делает пикселы прозрачными (Подсказка: Если хотите делать пикселы прозрачными при помощи другого инструмента, нажмите на "Удалить" и потом на инструмент, который хотите использовать)
sk: Maza» Zma¾e body. Nastaví body na priehµadnú farbu (Tip: Ak chcete kresli» priehµadnou farbou s iným nástrojom, kliknite najprv na "Maza»" a potom na nástroj, ktorý chcete pou¾i»)
sl: Bri¹i Pobri¹i toèke. Naredi toèke prosojne (Nasvet: Èe ¾elite narisati prosojne toèke z drugim orodjem, najprej kliknite na "Bri¹i" in potem na orodje, ki bi ga radi uporabili)

source: width
cs: ¹íøka
de: Breite
es: ancho
fi: leveys
fr: largeur
hu: szélesség
is: breidd
ja: 幅
pl: szeroko¶æ
pt_br: largura
ru: ширина
sk: ¹írka
sl: ¹irina

source: height
cs: vý¹ka
de: Höhe
es: alto
fi: korkeus
fr: hauteur
hu: magasság
is: hæð
ja: 高さ
pl: wysoko¶æ
pt_br: altura
ru: высота
sk: vý¹ka
sl: vi¹ina

source: There was an error loading a blank image.
cs: Nastala chyba pøi naèítání prázdneho obrázku.
de: Fehler beim Laden eines neuen Bildes aufgetreten.
es: Error al cargar una imagen negra.
fi: Tyhjää kuvaa ladattaessa tapahtui virhe.
fr: Une erreur s'est produite en chargeant une image vierge.
hu: Hiba üres kép beolvasása közben.
is: Það mistókst að lesa inn auða mynd.
ja: 空の画像を読み込む際にエラーが起きました。
pl: Wyst±pi³ b³±d podczas ³adowania pustego obrazu.
pt_br: Houve um erro ao carregar a imagem.
ru: Произошла ошибка во время загрузки пустого изображения.
sk: Bola chyba pri naèítavaní prázdneho obrázka.
sl: Pri nalaganju prazne slike je pri¹lo do napake.

source: All selected
cs: V¹e oznaèené
de: Alles ausgewählt
es: Todo seleccionado
fi: Kaikki valittu
fr: Tout sélectionné
hu: Az összes pixel kijelölésre került
is: Allt valið
ja: すべて選択しました。
pl: Wszystko zaznaczone
pt_br: Seleção total
ru: Все выделено
sk: V¹etko oznaèené
sl: Vse so izbrane

source: Cleared
cs: Smazané
de: Gelöscht
es: Limpiado
fi: Tyhjennetty
fr: Effacé
hu: Törölve
is: Hreinsað
ja: クリアしました。
pl: Wyczyszczone
pt_br: Limpa
ru: Очищено
sk: Zmazané
sl: Pobrisano

source: Selected area cutted
cs: Oznaèená oblast vystøihnuta
de: Gewählter Bereich ausgeschnitten
es: Zona seleccionada cortada
fi: Valittu alue leikattu
fr: Zone sélectionnée coupée
hu: A kijelölt terület kivágásra került
is: Valið svæði klippt út
ja: 選択領域を切り取りました。
pl: Zaznaczony obszar wyciêto
pt_br: Área selecionada cortada
ru: Выбранная область перемещена в буфер обмена
sk: Oznaèená oblas» vystrihnutá
sl: Izbrano podroèje izrezano
