Repository: xwizard/kde1
Catalog: kdegraphics-1.1.2/po/*/kpaint.po
Languages: br, da, eo, hu, ja, pl, sl, tr

source: Area Selection
br: Diuzadenn un dachenn
da: Områdevalg
eo: Regionelekto
hu: Terület kiválasztás
ja: 領域の選択
pl: Zaznaczony obszar
sl: Izbrano obmoèje
tr: Alan Seçimi

source: Canvas Size
br: Ment ar lien
da: Lærredstørrelse
eo: Tabulgrandeco
hu: Keret méret
ja: キャンバスの大きさ
pl: Rozmiar obrazu
sl: Velikost platna
tr: Pano Boyu

source: Width:
br: Ledander :
da: Bredde:
eo: Larøeco:
hu: Szélesség:
ja: 幅:
pl: Szeroko¶æ:
sl: ©irina:
tr: En:

source: Height:
br: Uhelder :
da: Højde:
eo: Alteco:
hu: Magasság:
ja: 高さ:
pl: Wysoko¶æ:
sl: Vi¹ina:
tr: Boy:

source: Circle
br: Kelc'h
da: Cirkel
eo: Cirklo
hu: Kör
ja: 円
pl: Okr±g
sl: Krog
tr: Daire

source: Image Depth:
br: Donder ar skeudenn
da: Billeddybde:
eo: Kolorbitoj:
hu: Kép színmélység:
ja: 画像の色数(bit):
pl: Bitów na piksel:
sl: Globina slike:
tr: Resim Derinliði:

source: 1 (2 Colours)
br: 1 (2 liv)
da: 1 (2 farver)
hu: 1 (2 szín)
ja: 1 (2 色)
pl: 1 (2 kolory)
sl: 1 (2 barvi)

source: 4 (16 Colours)
br: 4 (16 liv)
da: 4 (16 farver)
hu: 4 (16 szín)
ja: 4 (16 色)
pl: 4 (16 kolorów)
sl: 4 (16 barv)

source: 8 (256 Colours)
br: 8 (256 liv)
da: 8 (256 farver)
hu: 8 (256 szín)
ja: 8 (256 色)
pl: 8 (256 kolorów)
sl: 8 (256 barv)

source: 15 (32k Colours)
br: 15 (32k liv)
da: 15 (32k farver)
hu: 15 (32e szín)
ja: 15 (32k 色)
pl: 15 (32k kolorów)
sl: 15 (32k barv)

source: 16 (64k Colours)
br: 16 (64k liv)
da: 16 (54k farver)
hu: 16 (64e szín)
ja: 16 (64k 色)
pl: 16 (64k kolorów)
sl: 16 (64k barv)

source: 24 (True Colour)
br: 24 (livioù gwirion)
da: 24 (sand farve)
eo: 24 (multaj koloroj)
sl: 24 (resniène barve)
tr: 24 (Gerçek Renkler)

source: 32 (True Colour)
br: 32 (livioù gwirion)
da: 32 (sand farve)
sl: 32 (resniène barve)

source: Ellipse
br: Elipsenn
eo: Elipso
hu: Ellipszis
ja: 楕円
pl: Elipsa
sl: Elipsa
tr: Elips

source: File Format:
br: Furmad ar restr :
da: Filformat:
eo: Dosierspeco:
hu: File formátum:
ja: フォーマット:
pl: Format pliku:
sl: Datoteèni format:
tr: Dosya Türü:

source: Colour Depth:
br: Donder Liv :
da: Farvedybde:
eo: Kolorbitoj
hu: Színmélység:
ja: 色数(bit):
pl: G³êbia kolorów:
sl: Barvna globina:
tr: Renk Çözünürlüðü:

source: Colours Used:
br: Livioù implijet :
da: Brugte farver:
eo: Uzitaj koloroj:
hu: Felhasznált színek:
ja: 使われている色:
pl: Kolory u¿yte:
sl: Uporabljene barve:
tr: Kullanýlan Renkler:

source: Image Width:
br: Ledander ar skeudenn :
da: Billedbredde:
eo: Bildlarøeco
hu: Kép szélesség:
ja: 画像の幅:
pl: Szeroko¶æ obrazu:
sl: ©irina slike:
tr: Görüntü Geniþliði:

source: Image Height:
br: Uhelder ar skeudenn :
da: Billedhøjde:
eo: Bildalteco
hu: Kép magasság:
ja: 画像の高さ:
pl: Wysoko¶æ obrazu:
sl: Vi¹ina slike:
tr: Görüntü Yüksekliði:

source: Dismiss
br: Dilezel
da: Forkast
hu: Mégsem
ja: キャンセル
pl: Wycofaj
sl: Zavr¾i

source: untitled.gif
br: diditl.gif
da: gif uden navn
eo: sentitola.gif
hu: nevtelen.gif
pl: nienazwany.gif
tr: resim.gif

source: Unsaved Changes
br: Kemmoù dienroll
da: Ikke gemte ændringer
eo: Nesekurigitaj þanøoj
hu: Elmentetlen Változtatások
ja: 変更は保存されませんでした。
pl: Niezachowane zmiany
sl: Neshranjene spremembe
tr: Kaydedilmeyen Deðiþiklikler

source: You have unsaved changes, you will loose them if you close this window now.
br: Kemmoù dienroll hoc'h eus, a vo kollet ma serrit ar prenestr-mañ bremañ.
da: Du har ugemte ændringer, du vil miste dem hvis du lukker dette vindue nu.
eo: Vi þanøis la bildon. Tiujn þanøojn vi perdos, we vi fermos la fenestron nun.
hu: Néhány változtatás nem lett elmentve, ezek elvesznek ha bezárod ezt az ablakot.
ja: 変更が保存されていません。今終了すると変更が失われます。
pl: Niektóre zmiany nie s± zachowane, utracisz je je¶li zamkniesz teraz to okno.
sl: Imate neshranjene spremembe, ki jih boste izgubili, èe zdaj zaprete to okno.
tr: Pencereyi kapatýrsanýz, kaydedilmemiþ deðiþiklikleri kaybedeceksiniz.

source: New Canvas
br: Lien nevez
da: Nyt lærrede
eo: Nova tabulo
hu: Új keret
ja: 新しいキャンバス
pl: Nowy obraz
sl: Novo platno
tr: Yeni Pano

source: Open File
br: Digeriñ ur restr
da: Åbn fil
eo: Malfermu dosieron
hu: Megnyitás
ja: ファイルを開く
pl: Otwórz plik
sl: Odpri datoteko
tr: Dosya Aç

source: Save File
br: Enrollañ ar restr
da: Gem fil
eo: Sekurigu dosieron
hu: Mentés
ja: ファイルを保存
pl: Zachowaj plik
sl: Shrani datoteko
tr: Kaydet

source: Zoom In
br: Tostoc'h
da: Zoom ind
eo: Grandigu
hu: Nagyít
ja: 拡大
pl: Powiêksz
sl: Poveèaj
tr: Yakýnlaþ

source: Zoom Out
br: Pelloc'h
da: Zoom ud
eo: Malgrandigu
hu: Kicsinyít
ja: 縮小
pl: Pomniejsz
sl: Pomanj¹aj
tr: Uzaklaþ

source: Open Image...
br: Digeriñ ur skeudenn...
da: Åbn billede...
eo: Malfermu bildon....
hu: Kép megnyitása...
ja: 画像を開く...
pl: &Otwórz...
sl: Odpri sliko...
tr: Resmi Aç ...

source: New Image...
br: Skeudenn nevez...
da: Nyt billede...
eo: Nova bildo...
hu: Új kép...
ja: 新しい画像...
pl: &Nowy...
sl: Nova slika...
tr: Yeni Resim...

source: Save Image
br: Enrollañ ar skeudenn
da: Gem billede
eo: Sekurigu bildon
hu: Kép mentése
ja: 画像を保存
pl: Zachowaj obraz
sl: Shrani sliko
tr: Resmi Kaydet

source: Save Image As...
br: Enrollañ ar skeudenn e...
da: Gem billede som...
eo: Sekurigu bildon kiel...
hu: Kép mentése másként...
ja: 名前をつけて画像を保存...
pl: Zachowaj &jako...
sl: Shrani sliko kot...
tr: Ýsimle Kaydet...

source: Image Format...
br: Furmad ar skeudenn...
da: Billedformat...
eo: Bildspeco...
hu: Képformátum...
ja: 画像のフォーマット...
pl: &Format obrazu...
sl: Format slike...
tr: Görüntü Türü...

source: Open from URL...
br: Digeriñ diwar URL...
da: Åbn fra URL...
eo: Malfermu el URL...
hu: Megnyitás URL-rõl...
ja: URLから開く...
pl: Otwórz z URL...
sl: Odpri z URL...
tr: URL'den Aç...

source: Save to URL...
br: Enrollañ war URL
da: Gem til URL...
eo: Sekurigu kiel URL...
hu: Mentés URL-re...
ja: URLへ保存...
pl: Zapisz do URL...
sl: Shrani na URL...
tr: URL'ye Kaydet...

source: New Window
br: Prenestr nevez
da: Nyt vindue
eo: Nova fenestro
hu: Új ablak
ja: 新しいウィンドウ
pl: Nowe okno
sl: Novo okno
tr: Yeni Pencere

source: Close Window
br: Serriñ ar prenestr
da: Luk vindue
eo: Fermu fenestron
hu: Ablak bezárása
ja: ウィンドウを閉じる
pl: Zamknij okno
sl: Zapri okno
tr: Pencereyi Kapa

source: Copy Region
br: Eilañ an takad
da: Kopier område
eo: Kopiu regionon
hu: Részlet másolása
ja: 領域をコピー
pl: Kopiuj obszar
sl: Skopiraj predel
tr: Bölgeyi Kopyala

source: Cut Region
br: Troc'hañ an takad
da: Klip område
eo: Eltondu regionon
hu: Részlet kivágása
ja: 領域をカット
pl: Wytnij obszar
sl: Izre¾i predel
tr: Bölgeyi Kes

source: Paste Region
br: Pegañ an takad
da: Kopier område ind
eo: Enmetu regionon
hu: Részlet beillesztése
ja: 領域に張り付け
pl: Wklej obszar
sl: Prilepi predel
tr: Bölgeyi Yapýþtýr

source: Paste As Image
br: Pegañ evel skeudenn
da: Kopier ind som billede
eo: Enmetu kiel bildo
hu: Beillesztés képként
ja: 画像として張り付け
pl: Wklej jako obraz
sl: Prilepi kot sliko
tr: Görüntü gibi Yapýþtýr

source: Mask...
br: Maskl...
da: Masker...
eo: Masku...
hu: Maszk...
ja: マスク...
pl: Maska...
sl: Maska...
tr: Maske...

source: Information...
br: Titouroù...
eo: Informoj...
hu: Információ...
ja: 情報...
pl: Informacje...
sl: Informacije...
tr: Bilgi...

source: Resize...
br: Adventañ...
da: Ændr størrelse...
eo: Þangu grandecon...
hu: Átméretezés...
ja: 大きさの変更...
pl: Zmieñ rozmiar...
sl: Spremeni velikost...
tr: Boyutlandýr..

source: Edit Palette...
br: Aozañ paletenn...
da: Rediger palet...
eo: Redaktu paletron...
hu: Paletta javítása...
ja: パレットの編集...
pl: Edytuj paletê...
sl: Uredi paleto...
tr: Palet Ýle Oyna

source: Change Colour Depth...
br: Kemm donder livioù...
da: Ændre farvedybde...
eo: Þanøu kolornombron
hu: Színmélység változtatása...
ja: 色数を変える...
pl: Zmieñ g³êbiê kolorów...
sl: Spremeni barvno globino...
tr: Renk Çözünürlüðünü Deðiþtir

source: Tool Properties...
br: Perzhioù ar benveg...
da: Værktøjsegenskaber...
eo: Ilkonfiguro...
hu: Eszközök tulajdonságai...
ja: ツールの設定...
pl: W³a¶ciwo¶ci narzêdzi...
sl: Lastnosti orodij...
tr: Araç Özellikleri...

source: Show Tools Toolbar
br: Diskouez barrenn ar binvioù
da: Vis værktøjsbjælke
eo: Montru illistelon
hu: Eszközök-eszköztár megjelenítése
ja: ツールのツールバーを表示
pl: Poka¿ pasek zadañ
sl: Prika¾i orodjarno orodij
tr: Araç Çubuðunu Göster

source: Show Commands Toolbar
br: Diskouez ar barrenn urzhiañ
da: Vis kommando værktøjsbjælke
eo: Montru komandlistelon
hu: Parancsok-eszköztár megjelenítése
ja: コマンドのツールバーを表示
pl: Poka¿ pasek zadañ
sl: Prika¾i orodjarno ukazov
tr: Komutlar Çubuðunu Göster

source: Show Status Bar
br: Diskouez barrenn a stad
da: Vis statusbjælke
eo: Montru statolistelon
hu: Állapotsor megjelenítése
ja: ステイタスバーを表示
pl: Poka¿ pasek stanu
sl: Prika¾i statusno vrstico
tr: Durum Çubuðunu Göster

source: Save Options
br: Enrollañ an dibaboù
da: Gem valg
eo: Sekurigu opciojn
hu: Beállítások mentése
ja: オプションをセーブ
pl: Zachowaj opcje
sl: Shrani nastavitve
tr: Seçenekleri Kaydet

source: KPaint version %s (c) %s KPaint is released under the GNU Public License agreement, see the online documentation for details.
br: KPaint doare %s (c) %s Embannet e vez KPaint dindan ar GNU Public License, sellit ouzh an teuliadur enlinenn evit munudoù.
da: KPaint version %s (c) %s KPaint er udgivet under GNU Public License-aftalen, se dokumentationen for detaljer.
hu: KPaint %s verzió (c) %s A KPaint a GNU Public License alatt lett kiadva, látsd az online dukumentációt további információkért.
ja: KPaint バージョン %s (c) %s KPaint is released under the GNU Public License agreement, see the online documentation for details.
pl: KPaint wersja %s (c) %s KPaint jest udostêpniany na licencji GPL, zobacz do towarzysz±cej dokumentacji po szczegó³y. T³umaczenie: Jacek Stolarczyk<jacek@mer.chemia.polsl.gliwice.pl>
sl: Razlièica KPaint %s (c) %s KPaint se raz¹irja pod dogovorom GNU Public License; za podrobnosti si oglejte dokumentacijo na zvezi.

source: &Image
br: &Skeudenn
da: &Billede
eo: &Bildo
hu: &Kép
ja: 画像(&I)
pl: &Obraz
sl: &Slika
tr: &Görüntü

source: &Tool
br: &Benveg
da: &Værktøj
eo: &Ilo
hu: &Eszközök
ja: ツール(&T)
pl: &Narzêdzia
sl: &Orodje
tr: &Araç

source: KPaint: Could not open file
br: KPaint: ne m'eus ket gallet digeriñ ar restr
da: KPaint: Kunne ikke åbne fil
eo: KPaint: Ne eblis malfermi dosieron
hu: KPaint: nem lehet megnyitni a file-t
ja: KPaint:ファイルを開けません。
pl: KPaint: Nie mo¿na otworzyæ pliku
sl: KPaint: Nisem mogel odpreti datoteke
tr: KPaint: Dosya açýlamýyor

source: Error: Could not open file KPaint could not open the specified file.
br: Fazi : ne m'eus ket gallet digeriñ ar restr N'en deus ket gallet KPaint digeriñ ar restr roet.
da: Fejl: Kunne ikke åbne fil KPaint kunne ikke åbne den angivne fil.
eo: Eraro: Ne eblis malfermi dosieron KPaint ne povis malfermi la indikitan dosieron.
hu: Hiba: nem lehet megnyitni a file-t A KPaint nem tudja megnyitni a kiválasztott file-t.
ja: Error:ファイルを開けません。 KPaintは指定されたファイルを開けませんでした。
pl: B³±d: Nie mo¿na otworzyæ pliku KPaint nie mo¿e otworzyæ wybranego pliku.
sl: Napaka: Nisem mogel odpreti datoteke KPaint ni mogel odpreti doloèene datoteke.
tr: Hata: Dosya açýlamadý KPaint belirtilen dosyayý açamadý.

source: KPaint: Unknown Format
br: KPaint : Furmad dianav
da: KPaint: Ukendt format
eo: KPaint: Nekonata dosierspeco
hu: KPaint: ismeretlen formátum
ja: KPaint:フォーマット不明
pl: KPaint: Nieznany format
sl: KPaint: neznan format
tr: KPaint: Bilinmeyen Tür

source: Error: Unknown Format KPaint does not understand the format of the specified file or the file is corrupt.
br: Skoilh : Furmad dianav Ne gompren ket KPaint furmad ar restr roet pe eo brein ar restr.
da: Feil: Ukendt format KPaint forstår ikke formatet af den angivne fil eller filen er ødelagt.
eo: Eraro: Nekonata dosierspeco KPaint ne komprenas la specon de la indikita dosiero aý la dosiero estas difektita.
hu: Hiba: ismeretlen formátum A KPaint nem ismerte fel a kiválasztott file formátumát, vagy a file megsérült.
ja: Error:フォーマット不明 KPaintは指定されたファイルを読み込めません。 読み込めない形式か、ファイルが壊れています。
pl: B³±d: Nieznany format KPaint nie rozpozna³ formatu podanego pliku lub jest on uszkodzony.
sl: Napaka: neznan format KPaint ni razumel formata datoteke ali pa je datoteka okvarjena.
tr: Hata: Bilinmeyen Tür KPaint belirtilen dosyadaki türü anlayamadý yada dosya bozulmuþ.

source: Line
br: Linenn
da: Linie
eo: Linio
hu: Vonal
ja: 直線
pl: Linia
sl: Èrta
tr: Çizgi

source: Pen
br: Kraion
eo: Krajono
hu: Ecset
ja: ペン
pl: Piórko
sl: Pero
tr: Kalem

source: Rectangle
br: Hirgarrezenn
da: Rektangel
eo: Rektangulo
hu: Téglalap
ja: 長方形
pl: Prostok±t
sl: Pravokotnik
tr: Dikdörtgen

source: Round Angle
br: Korn round
da: Afrundet firkant
eo: Rondaj anguloj
hu: Kerekített téglalap
ja: 角の丸い長方形
pl: Prostok±t o zaokr±glonych rogach
sl: Polni kot
tr: Yuvarlak Açý

source: Spray Can
br: Bombezenn
da: Spraykande
eo: Þprucilo
hu: Festékszóró
ja: スプレー
pl: Spray
sl: Pr¹ilo
tr: Püskürtme

source: Text
br: Skrid
da: Tekst
hu: Szöveg
ja: 文字
pl: Tekst
sl: Besedilo

source: Area Select
br: Diuz un dachenn
da: Områdevalg
eo: Regionelekto
hu: Terület kiválasztás
ja: 領域の選択
pl: Zaznacz obszar
sl: Izbor podroèja
tr: Alan Seçimi

source: Tool Properties
br: Perzhioù ar binvioù
da: Værktøjsegenskaper
eo: Ilkonfiguro
hu: Eszközök tulajdonságai
ja: ツールの設定
pl: W³a¶ciwo¶ci narzêdzi
sl: Lastnosti orodja
tr: Araç Özellikleri

source: Edit Colour
br: Aozañ al livioù
da: Rediger farve
eo: Redaktu kolorojn
hu: Színek beállítása
ja: 色の編集
pl: Edytuj kolor
sl: Uredi barvo
tr: Renkler Ýle Oyna

source: Line Properties
br: Perzhioù al linenn
da: Linieegenskaber
eo: Liniokonfiguro
hu: Vonaltulajdonságok
ja: 線の設定
pl: W³a¶ciwo¶ci &linii
sl: Lastnosti èrt
tr: Çizgi Özellikleri

source: Fill Properties
br: Perzhioù al leuniañ
da: Fyldind egenskaber
eo: Plenigkonfiguro
hu: Kitöltési tulajdonságok
ja: 塗り潰しの設定
pl: W³a¶ciwo¶ci &wype³nienia
sl: Lastnosti polnjenja
tr: Doldurma Özellikleri

source: Fill Pattern:
br: Tres leuniañ
da: Fyldind mønster
eo: Plenigþablono
hu: Kitöltési minta:
ja: 塗り潰しのパターン:
pl: Wzorzec:
sl: Vzorec polnjenja:
tr: Doldurma Deseni:

source: None
br: Hini ebet
da: Ingen
hu: Nincs
ja: なし
pl: Brak
sl: Brez vzorca

source: Solid
br: Leun
eo: Plenkolora
hu: Egyszínû
ja: 単一色
pl: Pe³ny
sl: Enobarven
tr: Katý

source: Vertical Lines
br: Linennoù a-serzh
da: Lodrette linier
eo: Vertiklaj linioj
hu: Függõleges vonalak
ja: 縦線
pl: Pionowe linie
sl: Navpiène èrte
tr: Düþey Çizgiler

source: Horizontal Lines
br: Linennoù a-led
da: Vandrette linier
eo: Horizontalaj linioj
hu: Vízszintes vonalak
ja: 横線
pl: Poziome linie
sl: Vodoravne èrte
tr: Yatay Çizgiler

source: Grid
br: Kael
da: Gitter
eo: Krado
hu: Háló
ja: 格子模様
pl: Siatka
sl: Mre¾a
tr: Izgara

source: Diagonal Lines //
br: Linennoù a-dreuz //
da: Diagonale linier //
eo: Ascendaj linioj //
hu: Ferde vonalak //
ja: 斜線//
pl: Sko¶ne linie //
sl: Diagonalne èrte //
tr: Köþegenel Çizgiler //

source: Diagonal Lines \
br: Linennoù a-dreuz \
da: Diagonale linier \
eo: Descendaj linioj \
hu: Ferde vonalak \
pl: Sko¶ne linie \
sl: Diagonalne èrte \
tr: Köþegenel Çizgiler \

source: Diagonal Grid
br: Kael a-dreuz
da: Diagonalt gitter
eo: Diagonala krado
hu: Ferde háló
ja: 斜めの格子
pl: Sko¶na siatka
sl: Diagonalna mre¾a
tr: Köþegenel Izgara

source: Custom
br: Diouzhoc'h
da: Tilpas
eo: Propra
hu: Egyéni
ja: カスタム
pl: U¿ytkownika
sl: Po meri
tr: Özel

source: Pattern Filename:
br: Anv restr ar c'haeloù
da: Mønsterfilnavn:
eo: Þablondosiero:
hu: Minta filenév:
ja: パターンファイル名:
pl: Nazwa pliku wzorca:
sl: Ime vzorca:
tr: Desenin Dosya Adý:

source: Set Fill Colour...
br: Lakaat liv al leuniañ
da: Sæt fyldindfarve...
eo: Plenigkoloro...
hu: Kitöltõszín beállítása...
ja: 塗り潰しの色...
pl: Kolo&r...
sl: Doloèi barvo polnjenja...
tr: Doldurma Rengini Belirle...

source: Line Style:
br: Doare al linennoù
da: Liniestil:
eo: Linistilo:
hu: Vonalstílus:
ja: 線の形式:
pl: Styl:
sl: Stil èrte:
tr: Çizgi Türü:

source: Dashed
br: Tiredoù
da: Streg-streg
eo: Streketoj
hu: Szaggatott
ja: 破線
pl: Kreskowana
sl: Èrtast
tr: Çizgili

source: Dotted
br: Pikoù
da: Prikket
eo: Punktoj
hu: Pontozott
ja: 点線
pl: Kropkowana
sl: Pikèast
tr: Noktalý

source: Dash Dot
br: Pikoù tiredoù
da: Stregprik
eo: Streko punkto
hu: Pontvonal
ja: 1点破線
pl: Kreska kropka
sl: Èrtica pika
tr: Çizgi Nokta

source: Dash Dot Dot
br: Tired pik pik
da: Streg prik prik
eo: Streko punkto punkto
hu: Pontpontvonal
ja: 2点破線
pl: Kreska kropka kropka
sl: Èrtica pika pika
tr: Çizgi Nokta Nokta

source: Line Width:
br: Ledander al linenn :
da: Liniebredde
eo: Linielarøeco:
hu: Vonalszélesség:
ja: 線の太さ:
pl: Szeroko¶æ linii:
sl: ©irina èrte:
tr: Çizgi Geniþliði

source: End style:
br: Doare ar dibenn :
da: Slut stil:
eo: Fina¼stilo:
hu: Vonalvég stílus:
ja: 終端の形:
pl: Styl zakoñczenia:
sl: Stil konca:
tr: Bitirme Biçimi:

source: Not Yet
br: Ket c'hoazh
da: Ikke endnu
eo: Ankoraý ne
hu: Még nincs
pl: Jeszcze nie
sl: Ne ¹e
tr: Henüz Deðil

source: Join style:
br: Doare an teuziñ :
da: Koble sammen stil:
eo: Ligstilo:
hu: Csatlakozási stílus
ja: 接合部の形:
pl: Styl ³±czenia:
sl: Stil vezave
tr: Birleþtirme Biçimi:

source: Set Line Colour...
br: Spisaat liv al linenn...
da: Sæt liniefarve...
eo: Linikoloro...
hu: Vonalszín beállítása...
ja: 線の色の設定...
pl: Kolor &linii...
sl: Doloèi barvo èrte...
tr: Çizgi Rengi...

source: Roundangle
br: Korn ront
da: Rundvinkel
eo: Rondangulo
hu: Kerekített téglalap
ja: 角の丸い長方形
pl: Zaokr±glony prostok±t
sl: Polni kot
tr: Yuvarlak açý
