Repository: xwizard/kde1
Catalog: kdegraphics-1.1.2/po/*/ksnapshot.po
Languages: br, ca, cs, pl

source: snapshot
br: skrammpaker
ca: instantània
cs: snímek
pl: zrzut ekranu

source: Press the `Grab' button, then click on a window to grab it. KSnapshot is copyright Richard Moore (rich@kde.org) and is released under LGPL Version: %s
br: Pouezit war ar stokell `pakañ' ha klikit war ar prenestr da bakañ war-lerc'h. Gwirioù eilañ KSnapshot gant Richard Moore (rich@kde.org) Embannet dindan LGPL Aozerezh : %s
ca: Premeu el botó `Agafa', després feu clic damunt d'una finestra per agafar-la. KSnapshot és copyright de Richard Moore (rich@kde.org) i s'ha editat sota la LGPL Versió: %s
cs: Stisknìte tlaèítko `Sejmout' a pak kliknìte na okno které chcete sejmout. Autorem programu je Richard Moore (rich@kde.org) a progam je distribuován pod licencí LGPL Verze: %s
pl: Naci¶nij przycisk `Zrzut', a potem kliknij na okno aby zrobiæ zrzut tego okna. KSnapshot zosta³ napisany przez Richarda Moore'a (rich@kde.org) i jest udostêpniony na licencji LGPL Wersja: %s

source: Filename:
br: Anv restr :
ca: Fitxer:
cs: Soubor:
pl: Nazwa pliku

source: Delay:
br: Gedvezh :
ca: Retard:
cs: Poèkat:
pl: Opó¼nienie

source: seconds.
br: eilenn.
ca: segons.
cs: vteøin.
pl: sekund

source: Auto raise
br: Lakaat war c'horre ent emgefreek
ca: Auto eleva
cs: Snímané okno navrch
pl: Automatycznie podnie¶

source: Hide KSnapshot window
br: Kuzhaat prenestr KSnapshot
ca: Amaga la finestra KSnapshot
cs: Skrýt okno KSnapshot
pl: Ukryj okno programu KSnapshot

source: Only grab the window containing the cursor
br: Pakañ ar prenestr a zo ar reti ennañ hepken
ca: Agafa només la finestra que conté el cursor
cs: Sejmout pouze okno obsahující kurzor
pl: Zrób zrzut wy³±cznie okna zawieraj±cego kursor

source: Grab
br: Pakañ
ca: Agafa
cs: Sejmout
pl: Zrzut

source: Error: Unable to save image
br: Skoilh : dic'houest da enrollañ ar skeudenn
ca: Error: No s'ha pogut desar la imatge
cs: Chyba: Nelze ulo¾it obrázek
pl: B³±d: nie mo¿na zapisaæ pliku

source: Dismiss
br: Dilezel
ca: Deixem-ho
cs: Zru¹it
pl: Zwolnij

source: KSnapshot was unable to save the image to %s.
br: N'eo ket bet gouest KSnapshot da enrollañ ar skeudenn e %s.
ca: KSnapshot no ha pogut desar la imatge a %s.
cs: Nelze ulo¾it obrázek do %s.
pl: KSnapshot nie móg³ zapisaæ obrazu do %s.

source: KSnapshot preview
br: Raksell KSnapshot
ca: Prevista KSnapshot
cs: KSnapshot - náhled
pl: Podgl±d KSnapshot
