Repository: xwizard/kde1
Catalog: kdegraphics-1.1.2/po/*/kview.po
Languages: br, cs, da, hr, hu, no, pl, sk, sl

source: no image loaded
br: skeudenn karget ebet
cs: nebyl naèten ¾ádný soubor
da: intet billede indlæst
hr: ni jedna slika nije uèitana
hu: nincsen kép betöltve
no: intet bilde lastet
pl: brak obrazu
sk: nenaèitaný ¾iadny obrázok
sl: slika ni nalo¾ena

source: Ready
br: Prest
cs: Pøipravený
da: Klar
hr: Spreman
hu: Kész
no: Klar
pl: Gotowe
sk: Pripravený
sl: Pripravljen

source: Net saving not yet implemented
br: Enrollañ er ur rouedad n'eo ket kefloueraet c'hoazh
cs: Sí»ové ukladaní není implementováno
da: Netgemning foreløbig ikke implementeret
hr: Mre¾no spremanje jo¹ nije podr¾ano
hu: Hálózatra mentés még nincs megvalósítva
no: Nettlagring foreløbig ikke implementert
pl: Zapisywanie poprzez sieæ jeszcze nie zaimplementowane
sk: Sie»ové ukladanie neimplementované
sl: Mre¾no shranjevanje ¹e ni podprto

source: %s: written
br: %s : skrivet
cs: %s: zapsaný
da: %s: skrevet
hr: %s: zapisano
hu: %s: kiírva
no: %s: skrevet
pl: %s: zapisane
sk: %s: zapísaný
sl: %s: zapisan

source: Enter Zoom factor (100 = 1x):
br: Roit ar feur Zoomiñ (100 = 1x) :
cs: Zadejte faktor zvìt¹ení (100 = 1x):
da: Indskriv forstørringsfaktor (100 = 1x):
hr: Unesite faktor poveæanja (100 = 1x):
hu: Adja meg a nagyítás faktort (100=1x):
no: Skriv inn forstørringsfaktor (100 = 1x):
pl: Podaj wspó³czynnik powiêkszenia (100 = 1x):
sk: Zadajte faktor zväè¹enia (100 = 1x):
sl: Vnesite faktor poveèave (100 = 1x):

source: Illegal zoom factor
br: Feur zoomiñ direizh
cs: Nedovolený faktor zmìny velikosti
da: Ulovliv forstørringsfaktor
hr: Neispravan faktor poveæanja
hu: Hibás nagyítási faktor
no: Ugyldig forstørringsfaktor
pl: Niedopuszczalny wspó³czynnik powiêkszenia
sk: Nesprávny faktor
sl: Nelegalen faktor poveèave

source: KView -- Graphics viewer. %s Sirtaj S. Kang (taj@kde.org)
br: KView -- Gweler kevregat. %s Sirtaj S. Kang (taj@kde.org)
cs: KView -- Prohlí¾eè obrázkù. %s Sirtaj S. Kang (taj@kde.org)
da: KView -- Grafik viser. %s Sirtaj S. Kang (taj@kde.org)
hu: KView -- Grafika nézõ. %s Sirtaj S. Kang (taj@kde.org)
no: KView -- grafikkfremviser. %s Sirtaj S. Kang (taj@kde.org)
pl: KView -- Przegl±darka plików graficznych. %s Sirtaj S. Kang (taj@kde.org)
sl: KView -- Ogledovalnik grafike. %s Sirtaj S. Kang (taj@kde.org)

source: About KView
br: Diwar-benn KView
cs: Informace o KView
da: Om KView
hr: O KView
hu: KView névjegy
no: Om KView
pl: Informacje o KView
sk: Informácie o KView
sl: O KView

source: &List...
br: &Roll...
cs: &Seznam...
da: &Liste...
hr: &Lista..
hu: &Lista...
no: &Liste...
pl: &Lista...
sk: &Zoznam..
sl: &Seznam...

source: &Previous
br: Hini-&gent
cs: &Pøedchádzejíci
da: &Forrige
hr: &Prija¹nja
hu: &Elõzõ
no: &Forrige
pl: &Poprzedni
sk: &Predchádzajúci
sl: &Prej¹nja

source: &Next
br: Hini a &heul
cs: &Následující
da: &Næste
hr: &Slijedeæa
hu: &Következõ
no: &Neste
pl: &Nastêpny
sk: &Nasledujúci
sl: &Naslednja

source: &Slideshow On/Off
br: &Diskouezadeg Ya/Ket
cs: &Promítání Zapnout/Vypnout
da: &Lysbilledfremvisning til/fra
hr: Uklj./Isklj. &Slideshow
hu: &Diashow Be/Ki
no: &Lysbildefremvisning av/på
pl: Przegl±d w&szystkich po kolei
sk: &Premietanie Zap/Vyp
sl: Vkljuèi/izkljuèi &diaprojekcijo

source: &Zoom
cs: &Zvìt¹it
da: For&stør
hr: &Uveæaj/Umanji
hu: &Nagyít
no: F&orstørre
pl: Po&wiêkszenie
sk: &Zväè¹i»
sl: &Poveèava

source: &Transform
br: &Treuzfurmiñ
cs: &Transformovat
da: &Omgør
hr: &Transformiraj
hu: &Átalakít
no: O&mdanne
pl: P&rzekszta³cenie
sk: &Transformova»
sl: P&reoblikuj

source: To &Desktop
br: D'ar &burev
cs: Na &plochu
da: Til &skrivebord
hr: Na &radnu povr¹inu
hu: &Munkaasztalra
no: Til &skrivebord
pl: Na &biurko
sk: Na &plochu
sl: Na &namizje

source: F&ilter
br: S&il
cs: F&iltr
hu: &Szûrõ
pl: F&iltr

source: &Images
br: &Skeudennoù
cs: O&brázky
da: &Billeder
hr: &Slike
hu: &Képek
no: &Bilder
pl: &Obrazy
sk: O&brázky
sl: Sl&ike

source: &Save As...
br: Enr&ollañ evel...
cs: &Ulo¾it jako...
da: &Gem som...
hr: &Spremi pod drugim imenom..
hu: M&entés másként...
no: &Lagre som...
pl: &Zapisz jako...
sk: &Ulo¾i» ako..
sl: &Shrani kot...

source: &Close Window
br: &Serriñ ar prenestr
cs: &Zavøít okno
da: &Luk vindue
hr: Zatvori prozor
hu: &Ablak bezárása
no: &Lukk vindu
pl: Z&amknij
sk: &Zavrie» okno
sl: &Zapri okno

source: &Full Screen
br: Skramm &leun
cs: &Celá obrazovka
da: &Fuld skærm
hr: &Puni ekran
hu: &Teljes képernyõ
no: &Fullskjerm
pl: &Pe³ny ekran
sk: &Celá obrazovka
sl: Èez &celoten zaslon

source: &Crop
br: &Krennañ
cs: Oøí&znout
da: &Beskær
hu: &Csonkol
no: &Beskjær
pl: &Obetnij
sk: &Oreza»
sl: &Obre¾i

source: &Reset
br: Stad o&rin
cs: &Obnovit
da: &Nulstil
hr: &Poni¹ti
hu: &Visszaállít
no: &Nullstill
pl: &Anuluj zmiany
sl: N&astavi privzeto

source: &Preferences...
br: &Dibaboù...
cs: &Preference...
da: &Indstillinger...
hu: &Beállítások...
no: &Preferanser...
pl: &W³a¶ciwo¶ci...
sk: &Vlastnosti...
sl: &Nastavitve...

source: &Zoom...
cs: &Zvìt¹it...
da: &Forstør...
hr: &Uveæaj/Umanji
hu: &Nagyít...
no: &Forstørr...
pl: &Powiêkszenie...
sk: &Zväè¹i»...
sl: &Poveèava...

source: Zoom &in 10%
br: T&ostoc'h 10%
cs: Zvìt¹it &o 10%
da: For&stør 10%
hr: U&veæaj 10%
hu: N&agyít 10%-al
no: Fo&rstørr 10 %
pl: Po&wiêksz o 10%
sk: Zväè¹i» &o 10%
sl: Po&veèaj 10%

source: Zoom &out 10%
br: Pe&lloc'h 10%
cs: Zmen¹&it o 10%
da: F&ormindsk 10%
hr: U&manji 10%
hu: K&icsinyít 10%-al
no: F&orminsk 10%
pl: Po&mniejsz o 10%
sk: Zmen¹&i» o 10%
sl: Po&manj¹aj 10%

source: &Double size
br: &Daougementiñ ar ment
cs: &Dvojnásobná velikost
da: &Dobbel størrelse
hr: &Dvostruka velièina
hu: &Dupla méret
no: &Doble størrelse
pl: Powiêksz dwu&krotnie
sk: &Dvojnásobná veµkos»
sl: &Dvojno velikost

source: &Half size
br: &Hanter vent
cs: &Polovièní velikost
da: &Halver størrelse
hr: Polovica velièine
hu: &Fél méret
no: &Halver størrelse
pl: Pomniejsz dwuk&rotnie
sk: &Polovièná veµkos»
sl: &Polovièno velikost

source: &Max size
br: Ment br&asañ
cs: &Maximální velikost
da: &Maks størrelse
hr: &Max velièina
hu: &Max méret
no: &Maks størrelse
pl: &Maksymalny rozmiar
sk: &Max veµkos»
sl: &Maks. velikost

source: Max/&aspect
br: Brasañ/ken&feur
cs: M&aximální pomìr stran
da: Maks/&aspekt
hu: Max/&arányosan
no: Maks/&aspekt
pl: Maks. z zachowaniem stosunku &boków
sl: Maks./v m&erilu

source: Rotate &clockwise
br: Treiñ diouzh &eurier
cs: Rotovat ve &smìru hod. ruèièek
da: Roter &klokkevis
hr: &U smjeru kazaljke na satu
hu: Fo&rgatás órairányba
no: Roter &klokkevis
pl: Obróæ w p&rawo
sk: &V smere hod. ruèièiek
sl: Rotiraj v smeri &kazalca

source: Rotate &anti-clockwise
br: Treiñ &enep eurier
cs: Rotovat prot&i smìru hod. ruèièek
da: Roter &Mod klokken
hr: &Protivno smjeru kazaljke na satu
hu: F&orgatás ellen-órairányba
no: Roter &Mot klokken
pl: Obróæ w &lewo
sk: Prot&i smeru hod. ruèièiek
sl: Rotiraj v &nasprotni smeri kazalca

source: Flip &vertical
br: Eilpennañ a-&serzh
cs: Pøevrátit &vertikálnì
da: Drej &lodret
hr: Okreni oko X osi
hu: Tükrözés &függõlegesen
no: Drei &vertikalt
pl: Odwróæ w &pionie
sk: Prevráti» &vertikálne
sl: Prevrni &navpièno

source: Flip &horizontal
br: Eilpennañ a-l&ed
cs: Pøevrátit &horizontálnì
da: Drej &vandret
hr: Okreni oko Y osi
hu: Tükrözés &vízszintesen
no: Drei &horisontalt
pl: Odwróæ w poziomie
sk: Prevráti» &horizontálne
sl: Prevrni &vodoravno

source: Desktop &Tile
br: Burev &teolet
cs: &Vydlá¾dit plochu
da: Arbejdsplads &flise
hu: Asztalra &egymás mellé
no: F&lislegg på skrivebord
pl: &S±siaduj±co
sk: Plocha &vydlá¾di»
sl: Na&slov namizja

source: Desktop &Max
br: Burev &brasañ
cs: Roztáhnout na &celou plochu
da: Arbejdsplads &max
hu: Asztalra &kinyújtva
no: &Maks på skrivebordet
pl: &Rozci±gnij
sk: Plocha &max
sl: Namizje &maks.

source: Desktop Max&pect
br: Burev brasañ &kenfeur
cs: Vydlá¾dit &maximální velikostí
da: Arbejdsplads Maks&pekt
hu: Asztalra &arányosan
no: Maks&pekt på skrivebordet
pl: Rozci±gnij z zach. stosunku &boków
sk: Plocha Max&pect
sl: Namizje ma&ks. v merilu

source: &How do I...
br: &Penaos...
cs: &Jak udìlat...
da: &Hvordan gør jeg...
hr: &Kako da...
hu: &Hogyan kell...
no: &Hvordan gjør jeg...
pl: &Jak zrobiæ...
sk: &Ako spravím...
sl: &Kako lahko...

source: &What is a...
br: Pe&tra eo...
cs: &Coje ...
da: H&vad er en ...
hr: &©to je...
hu: &Mit jelent...
no: H&var er en...
pl: &Co to jest...
sk: È&o je ...
sl: Kaj &je...

source: &About KView...
br: &Diwar-benn KView...
cs: &Informace o aplikaci KView ...
da: &Om KView...
hr: &O KView..
hu: &KView névjegy...
no: &Om KView...
pl: &Informacje o KView
sk: &Informácie o KView
sl: &O KView...

source: Existing transfer not yet complete.
br: Treuzkas diglok c'hoazh.
cs: Existující pøenos je¹tì není úplný.
da: Eksisterende overføring ikke fuldført.
hr: Postojeæi prijenos jo¹ nije gotov.
hu: A folyamatban levõ küldés még nincs kész.
no: Eksisterende overføring ikke fullført.
pl: Bie¿±cy transfer jeszcze nie zakoñczony.
sk: Existujúci prenos nekompletný.
sl: Obstojeèi prenos ¹e ni konèan.

source: Couldn't get temporary transfer name.
br: Ne m'eus ket galet kaout anv an treuzkas padennek.
cs: Není mo¾né získat doèasné jméno pøenosu.
da: Kunne ikke få midlertidigt overføringsnavn.
hr: Ne mogu dobiti privremeno ime za prijenos
hu: Nem lehet az ideiglenes megállapítani.
no: Kunne ikke få midlertidig overføringsnavn.
pl: Nie mogê dostaæ nazwy tymczasowego transferu.
sk: Nemô¾em získa» doèasné meno prenosu.
sl: Nisem mogel dobiti imena trenutnega prenosa.

source: Transfer error:
br: Fazi treuzkas :
cs: Chyba pøenosu:
da: Overføringsfejl:
hr: Gre¹ka kod prijenosa:
hu: Küldés hiba:
no: Overføringsfeil:
pl: B³±d transferu:
sk: Chyba prenosu:
sl: Napaka pri prenosu:

source: Loading...
br: O kargañ...
cs: Nahrávám...
da: Indlæser...
hr: Uèitavam...
hu: Betöltés...
no: Laster...
pl: £adujê...
sk: Nahrávam..
sl: Nalagam...

source: Couldn't load %s
br: Ne m'eus ket gallet kargañ %s
cs: Není mo¾n0 nahrát %s
da: Kunne ikke indlæse %s
hr: Ne mogu uèitati %s
hu: Nem tölthetõ be: %s
no: Kunne ikke laste %s
pl: Nie mo¿na by³o za³adowaæ %s
sk: Nemô¾em naèíta» %s
sl: Nisem mogel nalo¾iti %s

source: Printing...
br: O voulañ...
cs: Tisknu...
da: Udskriver...
hr: Ispisujem...
hu: Nyomtatás...
no: Skriver ut...
pl: Drukujê...
sk: Tlaèím...
sl: Tiskam...

source: Enter brightness factor (%):
br: Roit feur ar sklerijenn (%) :
cs: Vlo¾te faktor svìtlosti (%):
da: Opgiv skarphedsfaktor (%):
hr: Unesite faktor svjetline (%):
hu: Adja meg a fényesség faktort (%):
no: Oppgi lyshetsfaktor (%):
pl: Podaj wspó³czynnik jasno¶ci (%):
sk: Zadajte faktor svetlosti (%):
sl: Vnesite svetlostni faktor (%):

source: Brightness factor must be positive
br: Feur sklerijenn pozitivel dre ret
cs: Faktor svìtlosti musí být kladný
da: Skarphedsfaktor skal være positiv
hr: Svjetlina mora biti pozitivna
hu: A fényesség faktor pozítív legyen
no: Lyshetsfaktor må være positiv
pl: Wspó³czynnik jasno¶ci musi byc dodatni
sk: Faktor svetlosti musí by» kladný
sl: Svetlostni faktor mora biti pozitiven

source: Changing brightness...
br: O kemm sklerijenn...
cs: Mìním svìtlost...
da: Ændrer skarphed...
hr: Mijenjam svjetlinu...
hu: Fényesség megváltoztatása...
no: Endrer lyshet...
pl: Zmiana jasno¶ci...
sk: Mením svetlos»...
sl: Spreminjam svetlost...

source: Intensity:Brightness
br: Kreñvder : sklerijenn
cs: Intenzita:Svìtlost
da: Intensitet:Skarphed
hr: Intenzitet:Svjetlina
hu: Intenzitás:Fényesség
no: Intensitet:Lyshet
pl: Intesywno¶æ:Jasno¶æ
sk: Intenzita:Svetlos»
sl: Intenzivnost:Svetlost

source: Converting to Greyscale...
br: O treiñ da SkeulLouet...
cs: Konvertuji do odstínù ¹edi...
da: Omformer til gråskala...
hr: Pretvaram u sive tonove...
hu: Szürke árnyalatúra alakítás...
no: Konverterer til gråskala...
pl: Konwertujê do poziomów szaro¶ci...
sk: Mapujem do ¹edej ¹kály...
sl: Spreminjam v sivine...

source: Greyscale
br: SkeulLouet
cs: Odstíny ¹edi
da: Gråskala
hr: Sivi tonovi
hu: Szürke árnyalatú
no: Gråskala
pl: Poziomy szaro¶ci
sk: ©edá ¹kála
sl: Sivine

source: Smoothing...
br: O flourañ...
cs: Vyhlazuji...
da: Udjævner...
hr: Zaglaðivanje...
hu: Simítás...
no: Jevner...
pl: Wyg³adzam...
sk: Vyhladzujem...
sl: Gladim...

source: Smooth
br: Flourañ
cs: Vyhladit
da: Jævn
hr: Glatko
hu: Simít
no: Jevn
pl: Wyg³adzenie
sk: Vyhladi»
sl: Zgladi

source: Enter gamma value ( >0 ):
br: Roit talvoud gamma (>0) :
cs: Zadejte hodnotu gamma ( >0 ):
da: Indskriv gamma-værdi ( >0 ):
hr: Unesite gamma vrijednost ( >0 ):
hu: Adja meg a gamma értéket ( >0 ):
no: Skriv inn gamma-verdi ( >0 ):
pl: Podaj warto¶æ gamma ( >0):
sk: Zadajte gamma hodnotu (>0):
sl: Vnesite vrednost gama ( >0 ):

source: Bad Gamma value
br: Talvoud gamma fall
cs: ©patná hodnota gamma korekce
da: Ugyldig gamma-værdi
hr: Lo¹a gamma vrijednost
hu: Hibás gamma érték
no: Ugyldig gamma-verdi
pl: B³êdna warto¶æ gamma
sk: Zlá gamma hodnota
sl: Slaba vrednost gama

source: Gamma-correcting...
br: O reizhañ gamma...
cs: Koriguji gamma faktor...
da: Gamma-korrigerer...
hr: Gamma korekcija...
hu: Gamma javítás...
no: Gamma-korrigering...
pl: Trwa korekcja gamma...
sk: Korigujem gamma faktor...
sl: Gama-popravljanje...

source: Intensity:Gamma Correct...
br: Kreñvder : gamma reizh...
cs: Intenzita: Korekce gamma faktoru...
da: Intensitet:Gamma-korrektion...
hr: Intenzitet:gamma korekcija...
hu: Intenzitás:Gamma javítás...
no: Intensitet:Gamma-korreksjon...
pl: Intensywno¶æ:Korekcja gamma...
sk: Intenzita:Gamma korekcia...
sl: Intenzivnost:Gama poprava...

source: External..
br: Diavaez...
cs: Externí..
da: Ekstern..
hr: Vanjsko..
hu: Külsõ...
no: Ekstern..
pl: Zewnêtrzny...
sk: Externý..
sl: Zunanji...

source: Prev
br: Kent
cs: Pøedázející
da: Forrige
hr: Prija¹nje
hu: Elõzõ
no: Forrige
pl: Poprzedni
sk: Pred
sl: Pred

source: Shu&ffle
br: Kant&ren
cs: Za&míchat
da: &Bland
hr: Izmje¹aj
hu: &Véletlen sorrend
no: &Tilfeldig
pl: Za&mieszaj
sk: Zam&ie¹a»
sl: &Preme¹aj

source: Next
br: A heul
cs: Následující
da: Næste
hr: Slijedeæe
hu: Következõ
no: Neste
pl: Nastêpny
sk: Nasl
sl: Naslednji

source: Start slide
br: Skeudenn gentañ
cs: Spustit promítání
da: Start lysbillede
hu: Vetítés indítás
no: Start lydbilde
pl: Rozpocznij przegl±d
sk: Spusti» prem.
sl: Zaèni projekcijo

source: Image List
br: Roll skeudennoù
cs: Seznam obrázkù
da: Billedliste
hr: Lista slika
hu: Kép Lista
no: Bildeliste
pl: Lista obrazów
sk: Zoznam obrázkov
sl: Seznam slik

source: Stop &slide
br: Skeudenn &ziwezhañ
cs: Zastavit &promítání
da: Stop &lysbillede
hu: Vetítés &leállítás
no: Stopp &lysbilde
pl: Zatrzymaj &przegl±d
sk: Zastavi» &prem.
sl: Ustavi projekcijo

source: Start &slide
br: Skeudenn &gentañ
cs: &Spustit promítání
da: Start &lystbillede
hu: Vetítés &indítás
no: Start &lysbilde
pl: Rozpocznij prze&gl±d
sk: &Spusti» prem.
sl: &Zaèni projekcijo

source: kView Preferences
br: Dibaboù kView
cs: Preference kview
da: kView indstillingerger
hu: kView Beállítások
no: kview-preferanser
pl: Ustawienia KView
sk: Nastavenie kView
sl: Nastavitve kView

source: &Apply
br: &Arloañ
cs: &Aplikovat
da: &Anvend
hr: &Primjeni
hu: &Alkalmaz
no: &Bruk
pl: &Zastosuj
sk: &Aplikova»
sl: Upor&abi

source: On Load
br: En ur gargañ
cs: Pøi nahrání
da: Om belastning
hr: Prilikom uèitavanja
hu: Betöltéskor
no: Ved lasting
pl: W trakcie ³adowania
sk: Pri spustení
sl: Ob nalaganju

source: Resize Window
br: Prenestr adventañ
cs: Zmìnit velikost okna
da: &Ændr vinduesstørrelse
hr: Promijeni velièinu prozora
hu: Ablak átméretezés
no: Endre størrelse på vindu
pl: Zmieñ rozmiar okna
sk: Zmeni» veµkos» okna
sl: Spremeni velikost okna

source: Resize Image
br: Adventañ ar skeudenn
cs: Zmìnit velkost obrázku
da: Ændr størrelse på billede
hr: Promijeni velièinu slike
hu: Kép átméretezés
no: Endre
pl: Zmieñ rozmiar obrazu
sk: Zmeni» veµkos» obrázku
sl: Spremeni velikost slike

source: No Resize
br: Adventañ ebet
cs: Nemìnit velikost
da: Ingen størrelsesændring
hu: Nincs átméretezés
no: Ingen endring av størrelse
pl: Nic nie zmieniaj
sk: Nemeni» veµkos»
sl: Ohrani velikost

source: Slideshow
br: Diskouezad
cs: Promítání
da: Lysbilledfremvisning
hu: Diavetítés
no: Lysbildefremvisning
pl: Przegl±d wszystkich po kolei
sk: Premietanie
sl: Diaprojekcija

source: Loop
br: Rodell
cs: Smyèka
da: Sløjfe
hr: Kru¾i
hu: Ismétlõdjön
no: Sløyfe
pl: Cyklicznie
sk: Opakovanie
sl: V zanki

source: Slide interval (sec)
br: Gedvezh an diskouezad
cs: Æasový interval pro promítání (sec)
da: Interval mellem billeder (sek)
hu: Diák közötti szünet (mp)
no: Lysbildeintervall (sek)
pl: Czas wy¶wietlania pojedynczego (sec)
sk: Slide interval (sek)
sl: Interval med slikami (sek)

source: &Keys
br: &Stokelloù
cs: &Klávesy
da: &Nøgler
hr: &Tipke
hu: &Billentyûk
no: &Taster
pl: &Skróty klawiszowe
sk: &Klávesy
sl: &Tipke
