Repository: xwizard/kde1
Catalog: kdeutils-1.1.2/po/*/*.po
Languages: br, fi, fr, hr, ja, pl, pt, sk

source: About addressbook
br: Diwar-benn addressbook
fi: Tietoja osoitekirjasta
fr: A propos du Carnet d'adresses
hr: O adresaru
ja: アドレス帳について
pl: O ksi±¿ce adresowej
pt: Acerca do livro de endereços
sk: O knihe adries

source: Image load failure
br: Sac'het en ur gargañ ur skeudenn
fi: Kuvanlatausvirhe
fr: Echec du chargement de l'image
hr: Gre¹ka kod uèitavanja slike
ja: ロード失敗
pl: B³±d ³adowania obrazka
pt: Erro ao carregar imagem
sk: Chyba pri nahrávaní obrázku

source: Could not load addressbook logo image!
br: Ne m'eus ket gallet kargañ logo ar c'harned chomlec'hioù !
fi: En saanut ladattua osoitekirjan logoa!
fr: Impossible de charger le logo du carnet d'adresses !
hr: Ne mogu uèitati logo adresara!
ja: アドレス帳ロゴをロードできません
pl: Nie mogê za³adowaæ logo ksi±¿ki adresowej!
pt: Não consegui carregar o logotipo!
sk: Nemô¾em nahra» logo knihy adries!

source: Here you would see the addressbook logo.
br: Amañ en em gavfe logo ar c'harned chomlec'hioù.
fi: Tٶssٶ nٶkyisi osoitekirjan logo.
fr: Voici le logo du carnet d'adresses.
hr: Ovdje mo¾ete vidjeti adresarov logo.
ja: ここでアドレス帳のロゴが 見られます
pl: Tutaj by³oby widoczne logo ksi±¿ki adresowej.
pt: Aqui deveria estar o logotipo.
sk: Tu uvidíte logo knihy adries.

source: written and maintained by
br: skrivet ha ratreet gant
fi: tekijٶ ja yllٶpitٶjٶ
fr: écrit et maintenu par
hr: napisao i odr¾ava
ja: 作者 および メインテイナーは
pl: napsany i utrzymywany przez
pt: escrito e mantido por
sk: napísal a spravuje

source: kab 1.0, May 1999
br: kab 1.0, Mae 1999
fi: kab 1.0, Maaliskuu 1999
fr: kab 1.0, Mai 1999
hr: kab 1.0, svibanj 1999
pl: kab 1.0, Maj 1999
sk: kab 1.0, máj 1999

source: Initialization failure
br: Sac'het en ul loc'hañ
fi: Alustusvirhe
fr: Echec de l'initialisation
hr: Gre¹ka prilikom inicijalizacije
ja: 初期化失敗
pl: B³±d inicjalizacji
pt: Erro de initialização
sk: Chyba inicializácie

source: The program's menubar could not be constructed.
br: N'eus ket bet tu sevel barrenn lañser ar goulev
fi: Ohjelman valikkorivia ei saatu tehtyٶ.
fr: La barre de menu du programme ne peut pas être construite.
hr: Ne mogu stvoriti traku izbornika
ja: そのプログラムナンバーはありません
pl: Pasek menu aplikacji nie móg³ zostac poprawnie utworzony
pt: Não foi possível construir a barra de menu.
sk: Menu programu sa nedajú vytvori».

source: The program's statusbar could not be constructed.
br: N'eus ket bet tu sevel barrenn a stad ar goulev
fi: Ohjelman tilariviٶ ei saatu tehtyٶ.
fr: La barre d'état du programme ne peut pas être construite.
hr: Ne mogu stvoriti statusnu traku
ja: そのプログラムのステータスバーはありません
pl: Pasek stanu aplikacji nie móg³ zostac poprawnie utworzony
pt: Não foi possível contruir a barra de estado.
sk: Stavový riadok sa nedá vytvori».

source: KDE addressbook.
br: Karned chomlec'hioù KDE.
fi: KDE osoitekirja
fr: Carnet d'adresses de KDE.
hr: KDE adresar.
ja: KDE アドレス帳
pl: Ksi±¿ka adresowa KDE
pt: Livro de endereços KDE.
sk: KDE kniha adries

source: HTML table
br: Taolenn HTML
fi: HTML taulukko
fr: Table HTML
hr: HTML tabela
ja: HTML テーブル
pl: tabela w HTML
pt: Tabela HTML
sk: HTML tabuµka

source: Export
br: Ezporzhiañ
fi: Tuo
fr: E&xporter
hr: Izvezi
ja: 輸出
pl: Eksportuj
pt: Exportar

source: Search &entries
br: Klash &enmontoù
fi: Etsi &tietuetta
fr: &Chercher des entrées
hr: Pretra¾i &zapise
ja: エントリーの検索(&e)
pl: Przeszukaj r&ekordy
pt: P&rocurar
sk: Hµada» &polo¾ky

source: &Print
br: &Moulañ
fi: &Tulosta
fr: &Imprimer
hr: Is&pi¹i
ja: 印刷(&P)
pl: Dru&kuj
pt: Im&primir
sk: &Tlaèi»

source: &Add entry
br: &Ouzhpennañ un enmont
fi: &Lisٶٶ tietue
fr: &Ajouter une entrée
hr: &Dodaj novi zapis
ja: エントリーの追加(&A)
pl: &Dodaj rekord
pt: &Adicionar
sk: &Prida» polo¾ku

source: &Edit entry
br: &Aozañ an enmont
fi: &Muokkaa tietuetta
fr: &Modifier une entrée
hr: &Promijeni zapis
ja: エントリーの編集(&E)
pl: &Edytuj rekord
pt: &Editar
sk: &Editova» polo¾ku

source: &Remove entry
br: &Dilemel an enmont
fi: &Poista tietue
fr: &Effacer une entrée
hr: &Ukloni zapis
ja: エントリーの削除(&R)
pl: &Usuñ rekord
pt: &Remover
sk: &Zmaza» polo¾ku

source: &Mail
br: &Postel
fi: &Postita
fr: &Courrier
hr: &Po¹alji poruku
ja: 送信(&M)
pl: Wy¶lij e-&mail
pt: Enviar &Mail

source: &Talk
br: &Flapañ
fi: &Juttele
fr: &Discussion
ja: トーク(&T)
pl: &Rozmawiaj
pt: Fazer &Talk

source: &Browse
br: &Furchal
fi: &Selaa
fr: &Navigateur
hr: &Potra¾i
ja: ブラウザ(&B)
pl: &Spójrz na stronê domow±
pt: Abrir página &WWW
sk: &Prechádza»

source: Help on Addressbook
br: Skoazell ar c'harned chomlec'hioù
fi: Osoitekirjan ohje
fr: Aide du &Carnet d'adresses
hr: Adresar pomoæ
ja: アドレス帳ヘルプ
pl: Pomoc na temat ksi±¿ki adresowej
pt: Ajuda
sk: Pomocník knihy adries

source: About Addressbook
br: Diwar-benn ar c'harned chomlec'hioù
fi: Tietoja osoitekirjasta
fr: A propos du Carnet d'&Adresses
hr: O Adresaru
ja: アドレス帳について
pl: O ksi±¿ce adresowej
pt: Acerca do livro de endereços
sk: O knihe adries

source: About &Qt
br: Diwar-benn &Qt
fi: Tietoja &Qt:ta
fr: A propos de &Qt
hr: O &Qtu
ja: Qtについて(&Q)
pl: Informacje o &Qt
pt: Acerca do &Qt
sk: O &QT

source: About &KDE
br: Diwar-benn &KDE
fi: Tietoja &KDE:ta
fr: A propos de &KDE
hr: O &KDE
ja: KDEについて(&K)
pl: Informacje o &KDE
pt: Acerca do &KDE
sk: O &KDE

source: &About
br: &Diwar-benn
fi: &Tietoja
fr: &A propos
hr: O progr&amu
ja: バージョン情報(&A)
pl: &Informacje o programie
pt: &Acerca
sk: &Informácie

source: About Qt
br: Diwar-benn Qt
fi: Tietoja Qt:ta
fr: A propos de Qt
hr: O Qt
ja: Qtについて
pl: Informacje o Qt
pt: Acerca do Qt
sk: Informácie o Qt
