Repository: xwizard/kde1
Catalog: kdeutils-1.1.2/po/*/ark.po
Languages: br, ca, da, eo, et, fi, fr, hu, is, ja, ko, pl, pt_br, ru, sl, tr

source: Add File Options
br: Dibaboù evit ouzhpennañ restroù
ca: Opcions a l'afegir fitxer
da: Tilføj filindstillinger
eo: Aldonu dosierojn
et: Faili lisamise valikud
fi: Tiedostonlisٶyksen asetukset
fr: Options d'ajout de fichier
hu: Beállítások a hozzáadáshoz
is: Stillingar skráarviðbóta
ja: ファイルに対するオプション
ko: 파일 추가 옵션
pl: Opcje plików
pt_br: Opções de Adição de Arquivos
ru: Опции добавить файл
sl: Dodaj datoteène opcije
tr: Dosya Ekleme Seçenekleri

source: Store Full Path
br: Enrollañ an hent klok
ca: Guarda el camí complet
da: Gem absolut sti
eo: kun plena pado
et: Säilita täielik tee
fi: Tallenna koko polku
fr: Sauvegarder le chemin complet
hu: Tárold a teljes útvonalat
is: Geyma alla slóðina
ja: フルパスで解凍
ko: 전체 경로 저장
pl: Zachowaj pe³n± ¶cie¿kê
pt_br: Armazenar Caminho Completo
ru: Сохранять полный путь
sl: Shrani celo pot
tr: Yolun Tamamýný Sakla

source: Only Add Newer Files
br: Ouzhpennañ restroù nevesoc'h hepken
ca: Afegeix només els fitxers més nous
da: Tilføj kun nyere filer
eo: nur pli novajn
et: Lisa ainult uuemad failid
fi: Lisٶٶ vain uudet
fr: Ajouter uniquement les fichiers plus récents
hu: Csak az újabb fájlokat add
is: Bæta aðeins við nýrri skrám
ja: 新しいファイルだけを追加
ko: 새 파일만 추가
pl: Dodaj tylko nowe pliki
pt_br: Somente arquivos adicionados recentemente
ru: Добавлять только новые файлы
sl: Dodaj le novej¹e datoteke
tr: Sadece Daha Yeni Dosyalarý Ekle

source: Extract
br: Eztennañ
ca: Extreu
da: Pak ud
et: Paki lahti
fi: Pura
fr: Extraire
hu: Kitömörít
is: A&fþjappa
ja: 解凍
pl: Rozpakuj
pt_br: Extrair
ru: Распаковать
sl: Izvleèek

source: Destination
br: Dehaezadur
ca: Destinació
da: Bestemmelsessted
eo: Celo
et: Sihtpunkt
fi: Kohde
hu: Cél
is: Áfangastaður
ja: 場所
ko: 압축 풀 장소
pl: Miejsce docelowe
pt_br: Destino
ru: Выходной файл
sl: Cilj
tr: Hedef

source: Extract Options
br: Dibaboù evit eztennañ ar restroù
ca: Opcions a l'extreure
da: Udpakningsindstillinger
eo: Elpako-opciojn
et: Lahtipakkimise valikud
fi: Purkuasetukset
fr: Options d'extraction
hu: Kitömörítési beállítások
is: Stillingar afþjöppunar...
ja: オプション
ko: 압축 풀기 옵션
pl: Opcje rozpakowania
pt_br: Opções de Extração
ru: Опции распаковки
sl: Opcije izvleèka
tr: Açma Seçenekleri

source: Preserve Permissions
br: Gwareziñ an aotreoù
ca: Preserva els permisos
da: Oprethold tilladelser
eo: Konservu permesojn
et: Säilita loabitid
fi: Sٶilytٶ oikeudet
fr: Préserver les permissions
hu: Õrizd meg a jogokat
is: Varðveita aðgangsheimildir
ja: パーミッションを保持
ko: 권한 설정 보존
pl: Zachowaj prawa plików
pt_br: Preservar Permissões
ru: Сохранять права
sl: Ohrani dovoljenja
tr: Ýzinleri Koru

source: Filenames to Lowercase
br: Anvioù restr e lizherennoù bihan
ca: Noms de fitxers amb caixa baixa
da: Filnavne til små bogstaver
eo: Minuskligu dosiernomojn
et: Failinimed väikeste tähtedega
fi: Tiedostonimet pienikirjaimisiksi
fr: Noms de fichier en minuscule
hu: Fájlneveket kisbetûssé
is: Skrifa skráanöfn með lágstöfum
ko: 파일명을 소문자로
pl: Nazwy plików ma³ymi literami
pt_br: Nome dos Arquivos para Minúsculas
ru: Имена файлов в нижний регистр
sl: Datoteèna imena spremeni v male èrke
tr: Dosya Ýsimlerini Küçük Harfe Çevir

source: All Files
br: An holl restroù
ca: Tots els fitxers
da: Alle filer
eo: Æiuj
et: Kõik failid
fi: Kaikki tiedostot
fr: Tous les fichiers
hu: Minden fájl
is: Allar skrár
ja: 全てのファイル
ko: 모든 화일
pl: Wszystkie pliki
pt_br: Todos
ru: Все файлы
sl: Vse datoteke
tr: Tüm Dosyalar

source: Selected File
br: Ar restr diuzet
ca: Fitxer seleccionat
da: Udvalgte filer
eo: Elektitaj
et: Valitud fail
fi: Valittu tiedosto
fr: Fichier sélectionné
hu: Kiválasztott fájl
is: Valdar skrár
ja: 選んだファイル
ko: 선택된 화일
pl: Zaznaczone pliki
pt_br: Selecionado
ru: Выбранные файлы
sl: Izbrano datoteko
tr: Seçilen Dosya

source: Pattern
br: Sil
ca: Patró
da: Maske
eo: laý Þablono
et: Muster
fi: Kuvio
fr: Motif
hu: Minta
is: Mynstur
ja: パターン
ko: 패턴
pl: Wzorzec
pt_br: Padrão
ru: Маска
sl: Vzorec
tr: Desen

source: Extract To
br: Eztennañ da
ca: Extreu a
da: Udpak til
et: Paki lahti kataloogi
fi: Pura kohteeseen
fr: Extraire dans
hu: Kitömörítés helye
is: &Afþjappa í...
ja: 場所を指定して解凍
pl: Rozpakuj do
pt_br: Extrair Para
ru: Распаковать в
sl: Izvleèi v

source: &New...
br: &Nevez...
ca: &Nou...
da: &Ny...
et: &Uus...
fi: &Uusi...
fr: &Nouveau...
hu: &Új...
is: &Nýtt...
ja: 新規… (&N)
pl: &Nowy
pt_br: &Novo...
ru: Новый...
sl: &Nov...

source: &Extract To...
br: &Eztennañ da...
ca: &Extreu a...
da: Udpak &til...
eo: &Elpaku al...
et: Paki &lahti kataloogi...
fi: &Pura kohteeseen...
fr: &Extraire dans...
hu: Kitömörítés &helye...
is: &Afþjappa í...
ja: 場所を指定して解凍… (&E)
ko: 압축 풀 경로...(&E)
pl: Rozpakuj &do...
pt_br: &Extrair Para...
ru: Распаковать в...
tr: &Aç ...

source: E&xtract...
br: E&ztennañ...
ca: E&xtreu...
da: &Udpak...
eo: El&paku
et: &Paki lahti...
fi: P&ura...
fr: E&xtraire...
hu: Ki&tömörít...
is: Af&pakka
ja: 解凍… (&x)
ko: 압축 풀기...(&x)
pl: &Rozpakuj...
pt_br: E&xtrair
ru: Распаковать...
sl: I&zvleèek...
tr: Aç...

source: &View file
br: &Gwelet ar restr
ca: &Visualitza fitxer
da: Se &filen
et: &Vaata faili
fi: &Nٶytٶ tiedosto
fr: &Voir le fichier
hu: Fá&jl megtekintése
is: &Skoða skrá
ja: ファイルを見る (&V)
pl: &Podgl±d pliku
pt_br: &Ver arquivo
ru: Просмотреть файл
sl: &Poglej datoteko

source: &Delete file
br: &Dilemel ar restr
ca: Es&borra fitxer
da: &Slet filen
et: &Kustuta fail
fi: &Tuhoa tiedosto
fr: &Supprimer le fichier
hu: Fájl tö&rlése
is: &Eyða skrá
ja: ファイルを削除 (&D)
pl: &Usuñ plik
pt_br: A&pagar arquivo
ru: Удалить файл

source: &Set Archive Directory...
br: &Spisaat renkell an diell...
ca: E&stableix el directori d'arxiu...
da: &Sæt arkivkatalog...
eo: &Difinu ar¶ivdosierujon...
et: &Sea arhiivi kataloog...
fi: &Aseta arkiston hakemisto...
fr: &Spécifier le répertoire des archives...
hu: &Arhív könyvtár beállítása...
is: &Velja safnmöppu...
ja: アーカイブディレクトリを指定… (&S)
ko: 압축 파일 디렉토리 설정...(&S)
pl: Wybierz &katalog archiwum...
pt_br: &Definir Diretório de Arquivo...
ru: Установить каталог архивации..
sl: Na&stavi arhivni imenik...
tr: Arþiv Dizinini Belirle...

source: Set &Tar Executable...
br: Spisaat ar sevenadus &Tar...
ca: Estableix l'executable &Tar...
da: Sæt tar &program...
eo: Difinu &Tar-programon
et: Sea &tar rakendus...
fi: Aseta &Tar-ohjelma...
fr: Choisir le programme &Tar...
hu: &Tar parancs megadása...
is: Velja &forrit sem keyrir tar
ja: 使用する TAR を指定… (&T)
ko: tar 실행 명령 설정...(&t)
pl: Wska¿ program &tar
pt_br: Definir Executável &Tar ...
ru: Установить исполняемый файл tar...
sl: Nastavi &Tar program...
tr: Tar Programýný Belirle

source: &File Adding Options...
br: &Dibaboù evit ouzhpennañ restroù...
ca: Opcions a l'afegir &fitxer...
da: &Tilføjelsesindstillinger...
eo: &Dosieraldonaj opcioj...
et: &Faili lisamise valikud...
fi: &Tiedostonlisٶyksen asetukset...
fr: Options d'ajout de &fichier...
hu: &Fájl hozzáadás beállításai...
is: S&tillingar viðbættra skráa...
ja: ファイルに対するオプション… (&F)
ko: 파일 추가 옵션...(&F)
pl: Opcje dodawania &plików...
pt_br: Opções de Adição de &Arquivos
ru: Опции добавления файлов
sl: &Opcije dodajanja datotek...
tr: &Dosyaya Ekleme Seçenekleri

source: File Operations
br: Oberiadennoù war restroù
ca: Operacions de fitxer
da: Filindstillinger
et: Faili operatsioonid
fi: Tiedostotoiminteet
fr: Opérations sur fichier
hu: Fájl mûveletek
is: Skráaraðgerðir
ja: ファイル操作
pl: Operacje na plikach
pt_br: Opções de Arquivo
ru: Операции с файлами
sl: Operacije z datotekami

source: Extract...
br: Eztennañ...
ca: Extreu...
da: Udpak...
et: Paki lahti...
fi: Pura...
fr: Extraire...
hu: Kitömörít...
is: Af&þjappa
ja: 解凍…
pl: Rozpakuj...
pt_br: Extrair...
ru: Распаковать...
sl: Izvleèek...

source: View file
br: Gwelet ar restr
ca: Visualitza fitxer
da: Se filen
et: Vaata faili
fi: Nٶytٶ tiedosto
fr: Ouverture du fichier
hu: Fájl megtekintése
is: Birta skrá
ja: ファイルを見る
pl: Podgl±d pliku
pt_br: Ver arquivo
ru: Просмотреть файл
sl: Poglej datoteko

source: Delete file
br: Dilemel ar restr
ca: Esborra fitxer
da: Slet filen
et: Kustuta fail
fi: Tuhoa tiedosto
fr: Suppression du fichier
hu: Fájl törlése
is: Eyða skrá
ja: ファイルを削除
pl: Usuñ plik
pt_br: Apagar arquivo
ru: Удалить файл
sl: Zbri¹i datoteko

source: Goto Archive Dir...
br: Mont d'ar renkell diell...
ca: Ves al directori d'arxiu...
da: Gå til arkiv katalog...
et: Mine arhiivi kataloogi...
fi: Siirry arkiston hakemistoon...
fr: Aller au répertoire des archives
hu: Arhív könyvtárba ugrás...
is: &Velja safnmöppu
ja: アーカイブディレクトリに行く
pl: Id¼ do &katalogu archiwum...
pt_br: Ir para diretório de pacote...
ru: Установить каталог архивации..

source: Extract To..
br: Eztennañ da...
ca: Extreu a...
da: Udpak til...
et: Paki lahti kataloogi...
fi: Pura kohteeseen..
fr: Extraire dans...
hu: Kitömörítés helye...
is: &Afþjappa í...
ja: 指定したディレクトリへ解凍…
pl: Rozpakuj do...
pt_br: Extrair Para...
ru: Распаковать в...
sl: Izvleèi v...

source: Exit
br: Er-maez
ca: Sortida
da: Afslut
et: Välju
fi: Lopeta
fr: Quitter
hu: Kilép
is: Hætta
ja: 終了
pl: Wyj¶cie
pt_br: Sair
ru: Выйти
sl: Izhod

source: Welcome to ark...
br: Degemer mat war ark...
ca: Benvingut a ark...
da: Velkommen til ark...
et: Tere tulemast ark'i...
fi: Tervetuloa arkkiin...
fr: Bienvenue dans ark...
hu: Üdvözöl az ark...
is: Velkomin(n) í Ark...
ja: ark へようこそ…
pl: Ark wita...
pt_br: Bem-vindo ao ark...
ru: Добро пожаловать в ark...
sl: Dobrodo¹li v ark...

source: Can't create archive of that type
br: N'hellan ket krouiñ diell seurt-se
ca: No puc crear un arxiu d'aquest tipus
da: Kan ikke oprette arkiv af denne type
eo: Ne eblis krei ar¶ivon de tiu tipo
et: Sellist tüüpi arhiivi pole võimalik luua
fi: En voi luoda tٶmٶntyyppistٶ arkistoa
fr: Impossible de créer une archive de ce type
hu: Nade ilyen archív típust én nem tudok csinálni!
is: Ekki tókst að búa til safn af þessari gerð
ja: この種類のアーカイブは作れません
ko: 그런 유형의 압축 파일을 생성할 수 없습니다
pl: Nie mo¿na utworzyæ archiwum tego typu
pt_br: Não foi possível criar arquivo desse tipo
ru: Не могу создать архив этого типа
sl: Ne morem ustvariti arhiva tega tipa
tr: Bu tip arþiv yaratýlamaz

source: Create or open an archive first
br: Krouit pe digerit un diell da gentañ
ca: Abans creeu o obriu un arxiu
da: Opret eller åben et arkiv først
eo: Kreu aý malfermu ar¶ivon unue
et: Kõigepealt loo või ava arhiiv
fi: Luo tai avaa paketti ensin
fr: Créez ou ouvrez d'abord une archive
hu: Kreálj vagy nyiss meg egy archívumot elõször
is: Búa fyrst til eða opna safn
ja: 先にアーカイブを作るか開くかしてください
ko: 먼저 압축 파일을 새로 만들거나 여십시오
pl: Najpierw utwórz lub otwórz archiwum
pt_br: Crie ou abra um arquivo primeiro
ru: Вначале откройте или создайте архив
sl: Najprej ustvari ali odpri arhiv
tr: Öncelikle bir arþiv yarat ya da aç

source: Can't add directories with this archive type
br: N'hellan ket ouzhpennañ a renkell gant seurt diell-se
ca: No puc afegir directoris amb aquest tipus d'arxiu
da: Kan ikke tilføje kataloger til et arkiv af denne type
eo: Ne eblas aldoni dosierujojn æe tiu ar¶ivtipo
et: Sellist tüüpi arhiivi pole võimalik katalooge lisada
fi: En voi lisٶtٶ hakemistoja tٶhٶn arkistotyyppiin
fr: Impossible d'ajouter des répertoires avec ce type d'archive
hu: Ilyen típusú arhív könyvtárakat nem tudok hozzáadni
is: Get ekki bætt við möppum með þessari safngerð
ja: この種類のアーカイブにディレクトリを追加することはできません
ko: 이 압축 파일 유형에 디렉토리를 추가할 수 없습니다
pl: Nie mo¿na dodaæ katalogów do tego typu archiwum
pt_br: Impossível adicionar diretórios com este tipo de arquivo
ru: Не могу добавить каталоги в архив этого типа
sl: Ne morete dodajati imenikov arhivom tega tipa
tr: Bu arþiv tipine dizinler eklenmez

source: Error saving to archive
br: Fazi oc'h enrollañ an diell
ca: Error al desar a l'arxiu
da: Fejl ved skrivning af arkiv
eo: Eraro sekurigante al ar¶ivo
et: Viga arhiivi salvestamisel
fi: Virhe pakettiin tallennettaessa
fr: Erreur lors de la sauvegarde dans l'archive
hu: Hiba az archívba mentés közben
is: Villa kom upp þegar vistað var í safnið
ja: アーカイブにセーブする間にエラーが生じました
ko: 압축 파일에 저장중 오류
pl: B³±d podczas zapisu do archiwum
pt_br: Erro ao gravar para o arquivo
ru: Ошибка записи в архив
sl: Napaka pri shranjevanju arhiva
tr: Arþive saklama hatasý

source: Archive Dir
br: Renkell diell
ca: Directori d'arxiu
da: Arkiv katalog
et: Arhiivi kataloog
fi: Arkiston hakemisto
fr: Répertoire des archives
hu: Arhív könyvtár
is: Safnmappa
ja: アーカイブ先のディレクトリ
pl: Katalog archiwum
pt_br: Diretório de Arquivo
ru: Каталог архивации
sl: Arhivski imenik

source: What runs GNU tar:
br: Pezh a seven tar GNU
ca: Qué executa GNU tar:
da: Hvad kører GNU tar:
eo: Kio lanæas GNU-tar
et: Mis käivitab GNU tar'i:
fi: Mikٶ suorittaa GNU tarrin:
fr: Ligne de commande pour GNU tar :
hu: Mi a GNU tar parancs?
is: Það sem keyrir GNU tar:
ja: GNU tar に何を使うか
ko: 실행할 GNU tar:
pl: Zgodny z GNU tar
pt_br: O que roda o GNU tar:
ru: Запускается tar:
sl: Kaj poganja GNU tar:
tr: GNU tar ne çalýþtýrýyor:

source: Unknown archive format
br: Furmad diell dianav
ca: Format d'arxiu desconegut
da: Ukendt arkiv format
eo: Nekonata ar¶iv-formo
et: Tundmatu arhiivi formaat
fi: Tuntematon pakkausmuoto
fr: Format d'archive inconnu
hu: Ismeretlen arhív formátum
is: Óþekkt safntegund
ja: 未知のアーカイブフォーマットです
ko: 알 수 없는 압축 포맷
pl: Nieznany format archiwum
pt_br: Formato de arquivo desconhecido
ru: Неизвестный формат архива
tr: Bilinmeyen arþiv formatý

source: Size
br: Ment
ca: Mida
da: Størrelse
et: Suurus
fi: Koko
fr: Taille
hu: Méret
is: Stærð
ja: サイズ
pl: Rozmiar
pt_br: Tamanho
ru: Размер
sl: Velikost

source: Archive directory does not exist.
br: Renkell an dielloù n'eus ket anezhi
ca: No existeix el directori d'arxiu.
da: Arkivkataloget eksisterer ikke.
eo: Ar¶ivdosierujo ne ekzistas.
et: Arhiivi kataloogi ei eksisteeri
fi: Arkiston hakemistoa ei ole olemassa.
fr: Le répertoire des archives n'existe pas.
hu: Arhív könyvtár nem létezik.
is: Safnmappan er ekki til
ja: アーカイブディレクトリが存在しません
ko: 압축 파일 디렉토리가 존재하지 않습니다.
pl: Katalog archiwum nie istnieje.
pt_br: Diretório do arquivo não existe.
ru: Каталог архивации не существует.
sl: Arhivski imenik ne obstaja.
tr: Arþiv dizini bulunmaýyor

source: Archive Directory
br: Renkell an dielloù
ca: Directori d'arxiu
da: Arkivkatalog
eo: Ar¶ivo-dosierujo
et: Arhiivi kataloog
fi: Arkiston hakemisto
fr: Répertoire de l'archive
hu: Arhív könyvtár
is: Safnmappa
ja: アーカイブディレクトリ
ko: 압축 파일 디렉토리
pl: Katalog archiwum
pt_br: Diretório de Arquivo
ru: Каталог архивации
sl: Arhivski imenik
tr: Arþiv Dizini
