Repository: xwizard/kde1
Catalog: kdeutils-1.1.2/po/*/karm.po
Languages: br, ca, da, de, el, eo, et, fi, fr, hr, is, it, ja, nl, no, ro, sk, sl, sv

source: Task Name
br: Anv an dlead
ca: Nom de tasca
da: Projektnavn
de: Projektname
el: 'Ονομα εργασίας
eo: Taskonomo
et: Ülesande nimi
fi: Tehtٶvٶn nimi
fr: Nom de la tâche
hr: Ime zadatka
is: Nafn verkefnis
it: Nome Task
ja: 仕事名
nl: Taak Naam
no: Oppgavenavn
ro: Nume Program
sk: Meno úlohy
sl: Ime naloge
sv: Aktivitetsnamn

source: Accumutated time (in minutes)
br: Amzer tremenet (munutennoù)
ca: Temps acumulat (en minuts)
da: Akkumuleret tid (i Minutter)
de: Aufgelaufene Zeit (in Minuten)
el: Χρονική διάρκεια (σε λεπτά)
eo: Akumulita tempo (minutoj)
et: Kogutud aeg (minutites)
fi: Kertynyt aika (minuuteissa)
fr: Temps écoulé (en minutes)
hr: Nagomilano vrijeme (u minutama)
is: Uppsafnaður tími (í mínútum)
it: Tempo Accumulato (in minuti)
ja: 蓄積時間(分)
nl: Totale tijd (in minuten)
no: Akkumulert tid (i minutter)
ro: Timp Acumulat (în minute)
sk: Èas (v minútach)
sl: Nabran èas (v minutah)
sv: Ackumulerad tid (i minuter)

source: KArm: New Task
br: KArm : dlead nevez
ca: KArm: Tasca nova
da: KArm: Nyt Projekt
de: KArm: Neues Projekt
el: KArm: Νέα Εργασία
eo: KArm: Nova tasko
et: KArm: Uus ülesanne
fi: KArm: Uusi tehtٶvٶ
fr: KArm : nouvelle tâche
hr: KArm: Novi zadatak
is: KArm: Nýtt verkefni
it: KArm: Nuovo Task
ja: KArm:新しい仕事
nl: KArm: Nieuwe Taak
no: KArm: Ny oppgave
ro: KArm: Program nou
sk: KArm: Nová úloha
sl: KArm: nova naloga
sv: KArm: Ny aktivitet

source: Karm: Save error
br: KArm : kammad enrollañ
ca: Karm: Error al desar
da: KArm: Fejl ved skrivning
de: KArm: Fehler beim Speichern
el: KArm: Σφάλμα Αποθήκευσης
eo: KArm: Sekurigeraro
et: Karm: viga salvestamisel
fi: Karm: Tallennusvirhe
fr: Karm : erreur de sauvegarde
hr: Karm: Gre¹ka prilikom spremanja
is: Karm: Vista villu
it: Karm: errore nel salvataggio
ja: Karm:保存エラー
nl: KArm: Fout bij opslaan
no: KArm: Lagre feil
ro: Karm: Eroare de salvare
sk: Karm: Chyba pri ukladaní
sl: Karm: napaka pri shranjevanju
sv: Karm: Skriv fel

source: There was an error trying to save your data file. Time accumulated this session will NOT be saved!
br: Bez' ez eus bet ur c'hammad o klask enrollañ o restr roadennoù Amzer daspugnet e-ser an dalc'h-mañ ne vo KET enrollet !
ca: Hi ha hagut un error provant de desar el vostre fitxer de dades. El temps acumulat d'aquesta sessió NO es desarà!
da: Der opstod en fejl da din datafil skulle gemmes. Den akkumulerede tid for denne session vil IKKE blive gemt!
de: Beim Speichern der Daten ist ein Fehler aufgetreten. Die in dieser Sitzung aufgelaufenen Daten werden NICHT gespeichert!
el: Υπήρξε ένα σφάλμα στην προσπάθεια αποθήκευσης του αρχείου δεδομένων. Η χρονική διάρκεια αυτής της περιόδου ΔΕΝ θα σωθεί!
eo: Okazis eraro æe la provo sekurigi vian datumdosieron. La tempo akumulita dum tiu æi seanco NE sekuriøis!
et: Sinu andmefaili salvestamisel ilmnes viga. Selle seansi jooksul kogutud aega EI SALVESTATA!
fi: Datatiedostoasi tallennettaessa tapahtui virhe. Istunnon aikana kertynyttٶ aikaa ei tallenneta!
fr: Une erreur s'est produite lors de la sauvegarde de votre fichier de données. Le temps écoulé pendant cette session NE SERA PAS sauvegardé !
hr: Prilikom pospremanja desila se gre¹ka. Vrijeme nagomilano tokom ove sesije NECE biti pospremljeno!
is: Upp kom villa þegar reynt var að vista gagnaskjalið þitt. Tími sem hefur safnast upp í þessari setu verður EKKI vistaður!
it: C'è stato un errore nel salvataggio dei dati. Il tempo accumulato in questa sessione non sarà salvato.
ja: データファイルの保存中にエラーが生じました。 このセッションの蓄積時間は保存されません!
nl: Er trad een fout op bij het opslaan van uw gegevens bestand. De totale tijd van deze sessie zal NIET worden opgeslagen !
no: Det var en feil å prøve å lagre din data fil. Tid akkumulert i denne sesjon vill IKKE bli lagret!
ro: A fost o eroare la încercarea de salvare a datelor. Timpul acumulat în aceastã sesiune nu va fi salvat !
sk: Nastala chyba pri zapisovaní vá¹ho dátového súboru. Èas nazbieraný pri tomto sedení NEBUDE ulo¾ený!
sl: Pri shranjevanju va¹ega podatkovne datoteke je pri¹lo do napake. Nabran èas te seje NE bo shranjen!
sv: Det uppstod ett fel då din datafil sparades. Tid ackumulerad i denna session kommer INTE sparas!

source: Oh No!
br: Siwazh din !
da: Åh nej!
de: Oh nein!
el: Ωχ 'Οχι!
eo: Ho ne!
et: Oh EI!
fi: Voi ei!
fr: Oh non !
hr: O ne!
is: Æ nei!
ja: しもうた！！！
nl: Oh Nee !
no: Å nei!
ro: Aoleu, Nuuuu !
sk: Och, Nie!
sl: O ne!
sv: Åh nej!

source: : Add New Task
br: : ouzhpennañ un dlead nevez
ca: : Afegeix tasca nova
da: : Tilføj nyt projekt
de: : Neues Projekt hinzufügen
el: : Πρόσθεση Νέας Εργασίας
eo: : Aldonu novan taskon
et: : Lisa uus ülesanne
fi: : Lisٶٶ tehtٶvٶ
fr: : ajouter une nouvelle tâche
hr: : Dodaj novi zadatak
is: : Bæta við nýju verkefni
it: :Aggiungi nuovo task
ja: :新しい仕事を加える
nl: : Voeg een nieuwe taak toe
no: Legg til ny oppgave
ro: : Adaugã Program nou
sk: : Prida» novú úlohu
sl: : Dodaj novo nalogo
sv: : Lägg till ny aktivitet

source: Karm::createNewTask called and there's no dialog!
br: Karm::createNewTask galvet ha n'eus ket a gendiviz !
ca: S'ha cridat Karm::createNewTask i no hi és el diàleg!
da: Karm::createNewTask kaldt uden en dialog!
de: Karm::createNewTask wurde ohne Dialog aufgerufen
el: Κλήθηκε η Karm::createNewTask και δεν υπάρχει διάλογος!
eo: KArm::createNewTask vokita, sed ne ekzistas dialogo!
et: Karm::createNewTask kutsung aga seal ei ole dialoogi!
fi: Karm::createNewTask kutsuttu, mutta ei ole dialogia!
fr: Appel de Karm::createNewTask et il n'y a pas de boîte de dialogue !
hr: Karm::createNewTask je pozvan ali nema dijaloga
is: Karm::createNewTask send boð en ekkert svar!
it: Karm::createNewTask chiamato e non ci sono Finestre di Dialogo
ja: Karn::createNerTask が呼ばれましたがダイアログがありません!
nl: Karm::createNewTask aangeroepen en er is geen dialoog !
no: KArm::createNewTask kontaktet og det er ingen dialog
ro: Karm::createNewTask a fost apelat dar nu existã nici un dialog!
sk: Karm::createNewTask zavolaný a nie je tu dialógové okno!
sl: Karm::createNewTask je bil klican in ni pogovornega okna!
sv: Karm::Det finns ingen dialogruta för createNewTask !

source: : Edit Task Entry
br: : Aozit enmont an dlead
ca: : Edita entrada de tasca
da: : Rediger projekt indgang
de: : Projekteintrag bearbeiten
el: : Επεξεργασία Καταχημένης Εργασίας
eo: : Redaktu Taskon
et: : Redigeeri ülesande kirjet
fi: : Muokkaa tehtٶvٶٶ
fr: : Editer les données de la tâche
hr: : Promijeni zapis zadatka
is: : Sýsla við verkfærslu
it: :Modifica Voce Task
ja: :仕事エントリーの編集
nl: : Wijzig Taak Veld
no: : Rediger oppgave skrevet inn
ro: : Editeazã programul
sk: : Editova» úlohu
sl: : Uredi vnos naloge
sv: : Redigera aktivitet

source: Karm::updateExistingTask called and there's no dlg!
br: Karm::updateExistingTask galvet ha n'eus ket a gendiviz !
ca: S'ha cridat Karm::updateExistingTask i no hi és el diàleg!
da: Karm::updateExistingTask kaldt uden en dialog!
de: Karm::updateExistingTask ohne Dialog aufgerufen!
el: Κλήθηκε η Karm::updateExistingTask και δεν υπάρχει διάλογος!
eo: KArm::updateExistingTask vokita, sed ne ekzistas dialogo!
et: Karm::updateExistingTask kutsung aga seal ei ole dialoogi!!
fi: Karm::updateExistingTask kutsuttu, mutta ei ole dialogia!
fr: Appel de Karm::updateExistingTask et il n'y a pas de boîte de dialogue !
hr: Karm::updateExistingTask je pozvan ali nema dijaloga!
is: Karm::updateExistingTask send boð en ekkert svar!
it: Karm::updateExistingTask chiamato e non ci sono finestre di dialogo!
ja: Karm::updateExistingTask が呼ばれましたがダイアログがありません!
nl: Karm::updateExistingTask aangeroepen en er is geen dialoog !
no: KArm::updateExistingTask kontaktet og det er ingen dialog
sk: Karm::updateExistingTask zavolaný a nie je tu dialógové okno!
sl: Karm::updateExistingTask je bil klican in ni pogovornega okna!
sv: Karm::Det finns ingen dialog för updateExistingTask !

source: : Deleting Task
br: : O tilemel an dlead
ca: : Esborrant tasca
da: : Slet Projekt
de: : Projekt löschen
el: : Διαγραφή Εργασίας
eo: : Forigante taskon
et: : Kirje kustutamine
fi: : Poista tehtٶvٶ
fr: : Suppression de la tâche
hr: : Pobri¹i zadatak
is: : Verkefni eytt
it: : Eliminazione Task
ja: : 仕事の消去
nl: : Taak wordt verwijderd
no: : Fjerner oppgave
ro: : ªterg Program
sk: : Ma¾em úlohu
sl: : Bri¹em nalogo
sv: : Radera aktivitet

source: Are you sure you want to delete this task?
br: Ha sur hoc'h e fell deoc'h dilemel an dlead-mañ ?
ca: De veres voleu esborrar aquesta tasca?
da: Er du sikker på du vil slette dette projekt?
de: Wollen Sie dieses Projekt wirklich löschen?
el: Σίγουρα θέλετε να διαγράψετε αυτή την εργασία;
eo: Æu vi estas certa, ke vi volas forigi tiun taskon?
et: Oled sa kindel, et soovid seda kirjet kustutada?
fi: Oletko varma, ettٶ haluat poistaa tehtٶvٶn?
fr: Etes-vous sûr de vouloir supprimer cette tâche ?
hr: Da li si siguran da ¾eli¹ pobrisati ovaj zadatak
is: Ertu viss um að þú viljir eyða þessu verkefni?
it: Sei sicuro di voler eliminare questo Task ?
ja: この仕事の記録を消したいですか？
nl: Wilt u deze taak daadwerkelijk verwijderen ?
no: Er du sikker på at du ønsker å fjerne denne oppgave?
ro: Sunteþi sigur cã doriþi sã ºterg acest program ?
sk: Ste si istý, ¾e chcete zmaza» túto úlohu?
sl: Ali ste preprièani, da ¾elite zbrisati to nalogo?
sv: Är du säker på att du vill radera denna aktivitet?

source: &Yes
br: &Ya
ca: &Sí
da: &Ja
de: &Ja
el: &Ναι
eo: &Jes
et: &Jah
fi: &Kyllٶ
fr: &Oui
hr: &Da
is: &Já
it: &Si
ja: &はい
nl: &Ja
no: &Ja
ro: &Da
sk: Án&o
sl: &Da
sv: &Ja

source: clock inactive
br: eurier ehanet
ca: rellotge inactiu
da: Uret stoppet
de: Uhr angehalten
el: ρολόι ανανεργό
eo: horloøo malaktiva
et: kell pole aktiivne
fi: kello pysٶytetty
fr: Chronomètre inactif
hr: sat neaktivan
is: klukka ekki í gangi
it: orologio inattivo
ja: 時計は止まっています
nl: klok inactief
no: ur er ikke aktivt
ro: ceas inactiv
sk: hodinky neaktívne
sl: ura neaktivna
sv: klocka inaktiv

source: This session:
br: An dalc'h-mañ :
ca: Aquesta sessió:
da: Denne session:
de: In dieser Sitzung:
el: Αυτή η περίοδος:
eo: Tiu æi seanco:
et: See seanss:
fi: Tٶmٶ istunto:
fr: Cette session :
hr: Ova sesija:
is: Þessi seta:
it: Questa Sessione:
ja: このセッション
nl: Deze sessie:
no: Denne sesjon:
ro: Aceastã sesiune:
sk: Toto sedenie:
sl: Ta seja:
sv: Denna session:

source: Start Clock
br: Loc'hañ an eurier
ca: Engega el rellotge
da: Start Ur
de: Uhr starten
el: Ενεργοποίηση Ρολογιού
eo: Lanæu horloøon
et: Käivita kell
fi: Kٶynnistٶ kello
fr: Démarrer le chronomètre
hr: Pokreni sat
is: Ræsa klukku
it: Avvia Orologio
ja: 時計を動かす
nl: Start Klok
no: Start ur
ro: Porneºte Ceasul
sk: Spusti» hodinky
sl: Po¾eni uro
sv: Starta klockan

source: Stop Clock
br: Ehanañ an eurier
ca: Atura el rellotge
da: Stop Ur
de: Uhr anhalten
el: Διακοπή Ρολογιού
eo: Haltigu horloøon
et: Peata kell
fi: Pysٶytٶ kello
fr: Stopper le chronomètre
hr: Zaustavi sat
is: Stöðva klukku
it: Ferma Orologio
ja: 時計を止める
nl: Stop klok
no: Stopp ur
ro: Opreºte Ceasul
sk: Zastavi» hodinky
sl: Ustavi uro
sv: Stanna klockan

source: New Task
br: Dlead nevez
ca: Tasca nova
da: Nyt Projekt
de: Neues Projekt
el: Νέα Εργασία
eo: Nova tasko
et: Uus ülesanne
fi: Uusi tehtٶvٶ
fr: Nouvelle tâche
hr: Novi zadatak
is: Nýtt verkefni
it: Nuovo Task
ja: 仕事の新規作成
nl: Nieuwe Taak
no: Ny oppgave
ro: Program Nou
sk: Nová úloha
sl: Nova naloga
sv: Ny aktivitet

source: Delete Task
br: Dilemel an dlead
ca: Esborra tasca
da: Slet Projekt
de: Projekt löschen
el: Διαγραφή Εργασίας
eo: Forigu taskon
et: Kustuta ülesanne
fi: Tuhoa tehtٶvٶ
fr: Supprimer la tâche
hr: Obri¹i zadatak
is: Eyða verkefni
it: Elimina Task
ja: 仕事の消去
nl: Verwijder Taak
no: Fjern oppgave
ro: ªterge Program
sk: Zmaza» úlohu
sl: Zbri¹i nalogo
sv: Radera aktivitet

source: Edit Task
br: Aozañ an dlead
ca: Edita tasca
da: Redigér Projekt
de: Projekt bearbeiten
el: Επεξεργασία Εργασίας
eo: Redaktu taskon
et: Redigeeri ülesannet
fi: Muokkaa tehtٶvٶٶ
fr: Editer la tâche
hr: Promijeni zadatak
is: Sýsla við verkefni
it: Modifica Task
ja: 仕事の編集
nl: Wijzig Taak
no: Rediger oppgave
ro: Editeazã Program
sk: Upravi» úlohu
sl: Uredi nalogo
sv: Redigera aktivitet

source: clock active
br: eurier dihun
ca: rellotge actiu
da: Ur startet
de: Uhr läuft
el: ρολόι ενεργό
eo: horloøo aktiva
et: kell aktiivne
fi: kello kٶynnissٶ
fr: Chronomètre actif
hr: sat aktivan
is: klukka gengur
it: orologio attivo
ja: 時計は動いてます
nl: klok actief
no: ur aktivt
ro: ceas activ
sk: hodinky aktívne
sl: ura aktivna
sv: klocka aktiv

source: Preferences
br: Dibaboù
ca: Preferències
da: Indstillinger
de: Einstellungen...
el: Προτιμήσεις
et: Häälestused
fi: Asetukset
fr: Préférences
hr: Postavke
is: Stillingar
ja: 設定
no: Preferanser
sk: Vlastnosti
sl: Nastavitve

source: %s %s -- Sirtaj Singh Kang taj@kde.org, Oct 1997 The K Desktop Environment
br: %s %s -- Sirtaj Singh Kang taj@kde.org, Here 1997 An Endro Gorretaol K
ca: %s %s -- Sirtaj Singh Kang taj@kde.org, Oct 1997 L'entorn d'escriptori K
da: 0.3 -- Sirtaj Singh Kang taj@kde.org, Okt. 1997 K Desktop Miljøet
de: %s %s -- Sirtaj Singh Kang taj@kde.org, Okt. 1997 K Desktop Environment
el: %s %s -- Sirtaj Singh Kang taj@kde.org, Οκτ. 1997 The K Desktop Environment
et: %s %s -- Sirtaj Singh Kang taj@kde.org, Okt. 1997 The K Töölaua Keskkond
fr: %s %s -- Sirtaj Singh Kang taj@kde.org, Oct 1997 L'environnement de bureau KDE
hr: %s %s -- Sirtaj Singh Kang taj@kde.org, Oct 1997 K Desktop Environment
is: %s %s -- Sirtaj Singh Kang taj@kde.org, Okt 1997 K Skjáborðsumhverfið Þýðing: Gudmundur Erlingsson <gerl@vortex.is>
no: %s %s -- Sirtaj Singh Kang taj@kde.org, okt 1997 The K Desktop Environment
sl: %s %s -- Sirtaj Singh Kang taj@kde.org, oktober 1997 The K Desktop Environment

source: &Clock
br: &Eurier
ca: &Rellotge
da: &Ur
de: &Uhr
el: &Ρολόι
eo: &Horloøo
et: &Kell
fi: &Kello
fr: &Chronomètre
hr: S&at
is: %Klukka
it: &Orologio
ja: 時計(&C)
nl: &Klok
no: &Ur
ro: &Ceas
sk: &Hodinky
sl: &Ura
sv: &Klocka

source: &Task
br: &Dlead
ca: &Tasca
da: &Projekt
de: &Projekt
el: &Εργασία
eo: &Tasko
et: &Ülesanne
fi: &Tehtٶvٶ
fr: &Tâche
hr: &Zadatak
is: &Verkefni
ja: 仕事(&T)
nl: &Taak
no: &Oppgave
ro: &Program
sk: Ú&loha
sl: N&aloga
sv: &Aktivitet

source: &Preferences...
br: &Dibaboù...
ca: &Preferències...
da: &Indstillinger...
de: &Einstellungen...
el: &Προτιμήσεις...
et: &Häälestused...
fi: &Asetukset...
fr: &Préférences...
hr: &Postavke...
is: &Stillingar
ja: 設定...(&P)
no: &Preferanser...
sk: &Vlastnosti...
sl: &Nastavitve...

source: S&top
br: E&hanañ
ca: &Atura
el: &Διακοπή
fi: &Pysٶytٶ
hr: Zau&stavi
is: S&töðva
it: &Ferma
ja: 停止(&t)
no: S&topp
ro: &Oprire
sv: S&tanna

source: &New
br: &Nevez
ca: &Nou
da: &Ny
de: &Neu...
el: &Νέο
et: &Uus
fi: &Uusi
fr: &Nouvelle
hr: &Novi
is: &Nýtt
it: &Nuovo
ja: 新規作成(&N)
no: &Ny
sk: &Nový
sl: &Nova
sv: &Ny
