Repository: xwizard/kde1
Catalog: kdeutils-1.1.2/po/*/kcalc.po
Languages: br, hu, ja, pt_br, ru, sl

source: KCalc Setup/Help
br: Kefluniañ/skoazell KCalc
hu: KCalc Beállítások/Segítség
ja: KCalc セットアップ/ヘルプ
pt_br: Configuração/Ajuda da Calculadora
ru: Установка/Помощь KCalc
sl: KCalc Nastavitev/Pomoè

source: Angle
br: Korn
hu: Szög mértékegység
pt_br: Ângulo
ru: Угол
sl: Kot

source: Base
br: Diazez
hu: Számrendszer
ru: Основа
sl: Baza

source: KCalc Configuraton
br: Kefluniadur KCalc
hu: KCalc beállítások
ja: KCalc コンフィグレーション
pt_br: Configuração do KCalc
ru: Настройка KCalc'а
sl: Konfiguracija KCalc

source: KCalc %s Bernd Johannes Wuebben wuebben@math.cornell.edu wuebben@kde.org Copyright (C) 1996-98
br: KCalc %s Bernd Johannes Wuebben wuebben@math.cornell.edu wuebben@kde.org Gwirioù eilañ (C) 1996-98
sl: KCalc %s Bernd Johannes Wuebben wuebben@math.cornell.edu wuebben@kde.org Avtorske pravice (C) 1996-98

source: Base type: long double
br: Seurt diazez : doubl hir
hu: Alap típus : hosszú dupla
ja: 基本タイプ: 倍精度
pt_br: Tipo de base: long double
ru: Базовый тип: long double
sl: Osnovni tip: long double

source: Due to broken glibc's everywhere, I had to reduce KCalc's precision from 'long double' to 'double'. Owners of systems with a working libc should recompile KCalc with 'long double' precision enabled. See the README for details.
br: En abeg da glibc torret pep lec'h, ranket am eus krennañ rekisder KCalc eus'long double' da 'double'. Perc'hennerien reizhiadoù gant ul libc o vont a vije ret dezho adkompilañ KCalc gant 'long double' rekisder aotreet. Sellit README evit munudoù.
hu: A hibás glibc-k miatt le kellett csökkenteni a számológép pontosságát 'hosszú dupla'-ról 'dupla'-ra. A hibátlan libc-k tulajdonosai újra fordíthatják a programot 'long double' pontosság engedélyezésével. Látsd a README-t további információkért.
ja: ぶっこわれた glibc があちこちにあるため、 KCalcの精度は '倍精度' から '単精度' と機能 を落してあります。libc が正常なシステムの オーナーは '倍精度' を有効にしてKCalkを コンパイルしなおしてください。 詳細は README をみてください。
pt_br: Por conta de glibc's problemáticas, tive de reduzir a precisão do KCalc de 'long double' para 'double'. Quem tiver sistemas com uma libc funcional deve recompilar KCalc com precisão 'long double' ativada. Veja o README para mais detalhes.
ru: В следствии ошибки в GLIBC я вынужден уменьшить точность KCalc'а с 'long double' до 'double'. Владельцы систем с работающим GLIBC должны перекомпилировать KCalc с включенной поддержкой 'long double'. Смотрите README.
sl: Zaradi napak v knji¾nicah glibc je bilo potrebno zmanj¹ati natanènost kalkulatorja KCalc iz 'long double' na 'double'. Lastniki sistemov z delujoèo knji¾nico libc bi morali prevesti KCalc z vkljuèeno natanènostjo 'long double'. Za podrobnosti si oglejte datoteko README.

source: Defaults
br: Dre ziouer
hu: Alapértelmezés
ja: デフォルト
pt_br: Padrões
ru: Умолчания
sl: Privezeto

source: Display Font
br: Nodrezh an diskouez
hu: Betûtípus
ja: 表示フォント
pt_br: Fonte
ru: Шрифт
sl: Zaslonska pisava

source: KCalc %s Copyright 1997 Bernd Johannes Wuebben <wuebben@kde.org>
br: KCalc %s Gwirioù eilañ 1997 Bernd Johannes Wuebben <wuebben@kde.org>
sl: KCalc %s Avtorske pravice 1997 Bernd Johannes Wuebben <wuebben@kde.org>

source: Last stat item erased
br: Mellad stadeg diwezhañ diverket
hu: Az utolsó tétel törölve
pt_br: Último item da estatística apagado
ru: Последний элемент статической памяти удален
sl: Zadnji stat. vnos pobrisan

source: Stat Mem cleared
br: Memor stadeg skarzhet
hu: Memória törölve
pt_br: Memória estatística limpa
ru: Статистическая память очищена
sl: Stat spomin pobrisan

source: Stack processing error - right_op
br: Fazi treterez ar bern - right_op
hu: Stack hiba - right_op
ja: スタックプロセスエラー - right_op
pt_br: Erro de processamento da pilha - right_op
ru: Ошибка обработки стека - правый операнд
sl: Napaka pri procesiranju skladu - right_op

source: Stack processing error - function
br: Fazi treterez ar bern - function
hu: Stack hiba - függvény
ja: スタックプロセスエラー - function
pt_br: Erro de processamento da pilha - função
ru: Ошибка обработки стека - функция
sl: Napaka pri procesiranju skladu - function

source: Stack processing error - left_op
br: Fazi treterez ar bern - left_op
hu: Stack hiba - left_op
ja: スタックプロセスエラー - left_op
pt_br: Erro de processamento da pilha - left_op
ru: Ошибка обработки стека - левый операнд
sl: Napaka pri procesiranju skladu - left_op

source: Emergency
br: Argoll
hu: Veszély
ja: 警告
pt_br: Emergência
ru: Внимание
sl: Urgenca

source: Stack Error!
br: Fazi ar bern !
hu: Stack hiba!
ja: スタックエラー！
pt_br: Erro de pilha !
ru: Ошибка стека!
sl: Napaka skladu!

source: Foreground Color:
br: Liv ar rakleur :
hu: Tinta színe:
ja: 文字の色:
pt_br: Cor do Texto:
ru: Цвет текста:
sl: Barva ospredja:

source: Background Color:
br: Liv an drekleur :
hu: Háttér színe:
ja: 背景の色:
pt_br: Cor de Fundo:
ru: Цвет фона:
sl: Barva ozadja:

source: Precision:
br: Spister :
hu: Pontosság:
ja: 精度:
pt_br: Precisão:
ru: Точность:
sl: Natanènost:

source: Set Fixed Precision at:
br: Lakaat spister digemm da :
hu: Fix pontosság:
ja: 通常の精度を以下に設定:
pt_br: Colocar Precisão Fixa em:
ru: Установить фиксированную точность:
sl: Fiksna natanènost pri:

source: Beep on Error
br: Mouezhiañ pa fazier
hu: Csippantás hiba esetén
ja: エラー時にビープ音
pt_br: Apitar nos Erros
ru: Сигнал при ошибке
sl: Zapiskaj ob napaki

source: Trigonometry Mode
br: Mod trigonometrek
hu: Trigonometrikus
ja: 三角法モード
pt_br: Modo Trigonométrico
ru: Тригонометрический режим
sl: Trigonometrièni naèin

source: Statistical Mode
br: Mod stadeg
hu: Statisztikai
ja: 統計モード
pt_br: Modo Estatístico
ru: Статистический режим
sl: Statistièni naèin

source: Set Default Font
br: Spisaat an nodrezh dre ziouer
hu: Alapértelmezett betûtípus
ja: フォントの設定
pt_br: Selecionar Fonte por Padrão
ru: Установить шрифт по умолчанию
sl: Nastavi privzeto pisavo

source: Family:
br: Familh :
hu: Család:
ja: ファミリー:
pt_br: Família:
ru: Семейство:
sl: Dru¾ina:

source: Point Size:
br: Ment ar poent :
hu: Méret:
ja: ポイントサイズ:
pt_br: Tamanho:
ru: Размер точки:
sl: Velikost v toèkah:

source: Style:
br: Giz :
hu: Stílus:
ja: スタイル:
pt_br: Estilo:
ru: Стиль:
sl: Stil:

source: Weight:
br: Pouez :
hu: Magasság:
ja: ウェイト:
pt_br: Peso:
ru: Ширина:
sl: Te¾a:

source: Bold
br: Druz
hu: Félkövér
ja: ボールド
pt_br: Negrito
ru: Жирный
sl: Krepko

source: Normal
br: Boas
hu: Normál
ja: ノーマル
ru: Нормальный
sl: Normalno
