Repository: xwizard/kde1
Catalog: kdeutils-1.1.2/po/*/kedit.po
Languages: ca, da, eo, he, is, ja, ko, nl, sl, tr

source: Goto Line
ca: Ves a línia
da: Gå til linie
is: Fara á línu
ja: 行に飛ぶ
nl: Ga naar regel
sl: Pojdi v vrstico

source: Go
ca: Ves-hi
da: Gå
is: Áfram
ja: 実行
nl: Ga naar
sl: Pojdi

source: Print Dialog
ca: Diàleg d'impressió
da: Udskriv dialogen
eo: Presdialogo
is: Prenntgluggi
ja: プリントダイアログ
ko: 인쇄 대화창
nl: Document afdrukken
sl: Pogovorno okno Natisni
tr: Yazdýrma Penceresi

source: Print directly using lpr
ca: Imprimeix directament mitjançant lpr
da: Udskriv via lpr
eo: Presu rekte uzante lpr
he: ךמסמ תספדה
is: Prennta beint með lpr
ja: 印刷には lpr を用いる
ko: lpr 사용
nl: Direct met lpr afdrukken
sl: Natisni neposredno z uporabo lpr
tr: lpr kullanarak doðrudan yaz

source: Print using Command:
ca: Imprimeix utilitzant l'ordre:
da: Kommando til udskrivning:
eo: Presu per la komando:
he: הספדהה תדוקפב שמתשה
is: Prennta með skipun:
ja: 印刷には他のコマンドを用いる:
ko: 인쇄 명령:
nl: Afdrukken met de opdracht:
sl: Natisni z uporabo ukaza:
tr: Komut kullanarak yaz:

source: Print Selection
ca: Imprimeix la selecció
da: Udskriv markering
eo: Presu la elekton
he: הריחב ספדה
is: Prennta val
ja: 選択領域を印刷
ko: 프린터 선택
nl: Selectie afdrukken
sl: Natisni izbor
tr: Seçimi Yazdýr

source: Set Fill-Column at:
ca: Omple fins a la columna:
da: Ombryd ved:
eo: Fiksu plenig-kolumnon æe:
he: ב יולימה רוט תא עבק
is: Dálkafjöldi
ja: １行の文字数:
nl: Rechter kantlijn op:
sl: Nastavi polnilni stolpec pri:
tr: Sütun Doldurma:

source: Word Wrap
ca: Salt de línia
da: Ord ombrydning
is: Orðahlaup
sl: Prelom vrstice

source: Backup Copies
ca: Còpies de seguretat
da: Sikkerhedskopi
is: Öryggisafrit
ja: バックアップを取る
sl: Rezervne kopije

source: Mail Command:
ca: Comanda de correu:
da: E-Post Kommando:
eo: Retpoþt-komando:
he: ראוד חולשמ תדוקפ
is: Póstskipun:
ja: メール送信コマンド:
ko: 전자우편 명령:
nl: Email-commando:
sl: Po¹tni ukaz:
tr: Mail Komutu:

source: You must enter an integer.
ca: Heu d'entrar un enter.
da: Du skal skrive et heltal.
eo: Vi devas entajpi entjeran nombron.
he: םלש רפסמ ןיזהל אנ
is: Þú verður að slá inn heiltölu.
ja: 整数を入力して下さい。
ko: 완전한 주소를 넣으셔야 합니다.
nl: Voer een geheel getal in.
sl: Vnesti morate celo ¹tevilo.
tr: Bir tamsayý girmelisiniz.

source: Mail Document to:
ca: Envia document a:
da: Send dokument til:
eo: Sendu la dokumenton al:
he: :לא ךמסמ חלש
is: Senda skjal til:
ja: メールドキュメントの送信先
ko: 전자우편 받을 사람:
nl: Document zenden naar:
sl: Po¹lji dokument:
tr: Belgeyi Mail ile Gönder:

source: Subject:
ca: Assumpte:
da: Emne:
eo: Temo:
he: :אשונ
is: Viðfangsefni:
ja: サブジェクト:
ko: 제목:
nl: Onderwerp:
sl: Predmet:
tr: Konu:

source: Mail
ca: Correu
da: E-Post
eo: Sendu
he: חלש
is: Póstleggja
ja: メール
ko: 전자우편
nl: Email
sl: Po¹ta

source: You must specify a Recipient
ca: Heu d'especificar un destinatari
da: Du skal angive en modtager
eo: Vi devas indiki ricevonton
he: לבקמה תבותכ תאןיזהל ךילע
is: Þú verður að tiltaka viðtakanda
ja: 受取人を指定してください
ko: 전자우편 받을 사람을 명시해야 합니다
nl: Specificeer een geadresseerde
sl: Navesti morate prejemnika
tr: Bir alýcý belirtmelisiniz
