Repository: xwizard/kde1
Catalog: kdeutils-1.1.2/po/*/kedit.po
Languages: ca, da, eo, he, is, ja, ko, nl, sl, tr

source: Show &Tool Bar
ca: Mostra barra d'&eines
da: Vis &Værktøjsbjælke
eo: Montru &illistelon
he: םילכ לגרס גצה
is: Sýna &tækjaslá
ja: ツールバーを表示 (&T)
ko: 툴 바 보이기(&T)
nl: &Werkbalk tonen
sl: Prika¾i &orodjarno
tr: &Araç Çubuðunu Göster

source: Hide &Tool Bar
ca: Oculta barra d'&eines
da: Gem &Værktøjsbjælke
eo: Kaþu &illistelon
he: םילכ לגרס רתסה
is: Fela &tækjaslá
ja: ツールバーを隠す (&T)
ko: 툴 바 감추기(&T)
nl: &Werkbalk verbergen
sl: Skrij &orodjarno
tr: &Araç Çubuðunu Gizle

source: Show &Status Bar
ca: Mostra barra d'e&stat
da: Vis Status&bjælke
eo: Montru &statolistelon
he: בצמ תרוש גצה
is: Sýna &stöðuslá
ja: ステータスバーを表示 (&S)
ko: 상태 바 보이기(&S)
nl: &Statusbalk tonen
sl: Prika¾i &statusno vrstico
tr: &Durum Çubuðunu Göster

source: Hide &Status Bar
ca: Oculta barra d'e&stat
da: Gem Status&bjælke
eo: Kaþu &statolistelon
he: בצמ תרוש רתסה
is: Fela &stöðuslá
ja: ステータスバーを隠す (&S)
ko: 상태 바 감추기(&S)
nl: &Statusbalk verbergen
sl: Skrij &statusno vrstico
tr: &Durum Çubuðunu Gizle

source: Select All
ca: Selecciona-ho tot
da: Markér Alt
eo: Elektu æion
he: לכה רחב
is: Vel&ja allt
ja: 全て選択
ko: 모두 선택
sl: Izberi vse
tr: Hepsini Seç

source: Font...
da: Skrifttype...
is: &Letur...
ja: フォントの選択...
sl: Pisava...

source: Ne&w...
ca: &Nou...
da: &Nyt...
eo: &Nova...
he: ...שדח
is: &Nýtt skjal...
ja: 新規...(&w)
ko: 새 문서(&w)...
nl: &Nieuw...
sl: No&vo...
tr: &Yeni...

source: Open Recen&t...
ca: Obre &recent...
da: Åbn n&ylig...
eo: Malfermu &lastajn...
he: ...םינורחא םיכמסמ
is: Opn&a nýlegt...
ja: 最近使ったファイルを開く...(&T)
ko: 최근 문서 열기(&w)...
sl: O&dpri nedavno...
tr: Öncekilerden aç...

source: Open &URL...
ca: Obre &URL...
da: Åb&n URL...
eo: Malfermu &URLon
he: ...רושיק חתפ
is: Opna slóð...
ja: URLを開く...(&U)
ko: URL 열기...(&U)
nl: &URL openen
sl: Odpri &URL...
tr: &URL yi aç...

source: Save to U&RL...
ca: Desa a UR&L...
da: Gem til U&RL...
eo: Sekurigu sub URLo...
he: ...רושיקל רומש
is: Vista á slóð...
ja: 場所に保存...(&R)
ko: URL 저장(&R)...
nl: Naar U&RL opslaan...
sl: Shrani v U&RL...
tr: U&RL ye sakla...

source: &Mail...
ca: &Correu...
da: Send som E-&Post...
eo: &Retpoþto...
he: ...ראודכ חלש
is: Póstl&eggja...
ja: メール...(&M)
ko: 전자우편...(&M)
nl: Als &e-mail verzenden...
sl: &Po¹ta...

source: New &Window
ca: &Finestra nova
da: Nyt &Vindue
eo: Nova fenestro
he: שדח ןולח
is: Nýr &gluggi
ja: 新しいウィンドウ(&W)
ko: 새 윈도우(&W)
nl: Nieuw &Venster
sl: Novo o&kno
tr: Yeni &Pencere

source: &Select All
ca: &Selecciona-ho tot
da: Markér &Alt
eo: &Elektu æion
he: לכה רחב
is: &Velja allt
ja: すべて選択(&S)
ko: 모두 선택(&S)
sl: &Izberi vsa
tr: Hepsini &seç

source: &Insert File
ca: Inserta &fitxer
da: Ind&sæt fil
eo: Enmetu d&osieron
he: ץבוק סנכה
is: Stinga inn s&krá
ja: ファイルを挿入(&I)
ko: 파일 삽입(&I)
sl: Vstav&i datoteko
tr: Dosya Ekle

source: Insert &Date
ca: Inserta &data
da: Indsæt &Dato
eo: Enmetu d&aton
he: ךיראת סנכה
is: Stinga inn &dagsetningu
ja: 日付を挿入(&D)
ko: 날짜 삽입(&D)
nl: &Datum invoegen
sl: Vstavi &datum
tr: Tarih Ekle

source: &Find...
ca: &Busca...
eo: T&rovu...
he: ...שופיח
is: &Finna...
ja: 検索...(&F)
ko: 찾기...(&F)
nl: &Zoeken...
sl: &Najdi...
tr: &Bul...

source: Find &Again
ca: Segueix b&uscant
da: Find Ige&n
eo: Trovu re&foje
he: שופיח לע רוזח
is: Finna a&ftur
ja: 再び検索 (&A)
ko: 다시 찾기(&A)
nl: &Opnieuw zoeken
sl: P&onovno najdi
tr: &Tekrar Bul

source: &Replace
ca: Subst&itueix
da: &Erstat
eo: An&stataýigu
he: הפלחה
is: &Skipta út
ja: 置換(&R)
ko: 바꾸기(&R)
nl: &Vervangen
sl: &Zamenjaj
tr: Deðiþtir

source: Spellcheck...
ca: Ortografia...
da: Stavekontrol...
is: Skoða s&tafsetningu...
ja: スペルチェック...
sl: Preveri èrkovanje...

source: &Goto Line...
ca: &Ves a línia...
da: &Gå til linie...
eo: &Iru al linio...
he: ...הרושל רובע
is: Fa&ra á línu...
ja: 指定した行へ飛ぶ...(&G)
ko: 줄로 가기...(&G)
nl: &Ga naar regel...
sl: Po&jdi v vrstico...
tr: Satýra &Git

source: &Font...
da: S&krifttype...
is: &Letur...
ja: フォント...(&F)
sl: &Pisava...

source: &Colors
da: &Farver
is: &Litir
ja: 色(&C)
sl: &Barve

source: KEdit &Options...
ca: &Opcions KEdit...
da: Kedit &Indstillinger..
eo: KEdit-&opcioj
he: ...ךרועה תורדגה
is: S&tillingar KRitils...
ja: KEdit オプション...(&O)
ko: KEdit 옵션...(&O)
sl: KEdit &opcije...
tr: KEdit &Seçenekleri...

source: Auto &Indent
ca: &Auto entrada
da: &Auto Indryk
eo: Aýtomate &deþovu
he: יטמוטוא גוריד
is: &Innfæra sjálfvirkt
ja: 自動的に字下げ (&I)
ko: 자동 들여쓰기(&I)
nl: &Automatish inspringen
sl: Samodejen zam&ik
tr: Üst Satýra Hizala

source: &Tool Bar
ca: Barra d'&eines
da: &Værktøjsbjælke
eo: &Illistelo
he: םילכ לגרס
is: &Tækjaslá
ja: ツールバー (&T)
ko: 툴 바(&T)
nl: &Werkbalk
sl: &Orodjarna
tr: &Araç Çubuðu

source: &Status Bar
ca: Barra d'&estat
da: Status&bjælke
eo: &Statolistelo
he: בצמ תרוש
is: &Stöðuslá
ja: ステータスバー (&S)
ko: 상태 바(&S)
nl: &Statusbalk
sl: &Statusna vrstica
tr: &Durum Çubuðu

source: Save Options
ca: &Desa opcions
da: Gem Indstillinger
eo: Sekurigu opciojn
he: תורדגה רומש
is: Vista stillingar
ja: オプションをセーブ
ko: 옵션 저장
nl: Instellingen opslaan
sl: Shrani opcije
tr: Seçenekleri Kaydet

source: KEdit %s Copyright 1997-98 Bernd Johannes Wuebben wuebben@kde.org
is: KEdit %s Höfundaréttur 1997-98 Bernd Johannes Wuebben wuebben@kde.org Þýðing: Logi Ragnarsson <logir@img.au.dk>
sl: KEdit %s Avtorske pravice 1997-98 Bernd Johannes Wuebben wuebben@kde.org

source: New Document
ca: Document nou
da: Nyt Dokument
eo: Nova dokumento
he: שדח ךמסמ
is: Nýtt skjal
ja: 新しいドキュメント
ko: 새 문서
nl: Nieuw document
sl: Nov dokument
tr: Yeni Belge

source: Open Document
ca: Obre document
da: Åbn Dokument
eo: Malfermu dokumenton
he: ךמסמ חתפ
is: Opna skjal
ja: ドキュメントを開く
ko: 문서 열기
nl: Document openen
sl: Odpri dokument
tr: Belge Aç

source: Save Document
ca: Desa document
da: Gem Dokument
eo: Sekurigu dokumenton
he: ךמסמ רומש
is: Vista skjal
ja: ドキュメントをセーブ
ko: 문서 저장
nl: Document opslaan
sl: Shrani dokument
tr: Belge Sakla

source: Print Document
ca: Imprimeix document
da: Udskriv Dokument
eo: Presu dokumenton
he: ךמסמ תספדה
is: Prenta skjal
ja: ドキュメントを印刷
ko: 문서 인쇄
nl: Document afdrukken
sl: Natisni dokument
tr: Belge Yazdýr

source: Mail Document
ca: Envia per correu
da: Send Dokument som E-Post
eo: Sendu dokumenton
he: ךמסמ ראודב חלש
is: Póstleggja skjal
ja: メールドキュメント
ko: 편지 보내기
nl: Document per e-mail verzenden
sl: Po¹lji dokument
tr: Belgeyi Mail ile Gönder

source: Done
ca: Fet
da: Færdig
is: Búin
ja: 完了
nl: Klaar
sl: Opravljeno

source: Open Location:
ca: Obre localització:
da: Åbn URL:
eo: Malfermu de loko:
he: רושיק חתפ
is: Opna stað:
ja: 場所を開く:
ko: 위치 열기:
nl: Open locatie:
sl: Odpri lokacijo:
tr: URL:

source: Save to Location:
ca: Desa a localització:
da: Gem til URL:
eo: Sekurigu al loko:
he: רושיקל רומש
is: Vista á stað:
ja: 場所に保存:
ko: 위치 저장:
nl: Opslaan naar URL:
sl: Shrani na lokacijo:
tr: URL'e Sakla:

source: Message
ca: Missatge
da: Besked
eo: Mesaøo
he: העדוה
is: Skilaboð
ja: メッセージ
ko: 메시지
nl: Bericht
sl: Sporoèilo
tr: Ýleti

source: This Document has been modified. Would you like to save it?
ca: Aquest document ha estat modificat. Voleu desar-lo?
da: Dokumentet er ændret! Vil du gemme det?
eo: Tiu æi dokumento estas þanøita. Æu vi volas sekurigi øin?
he: םייוניש רבע ךמסמה ? השדחה הסריגה תא רומשל הצרת םאה
is: Þessu skjali hefur verið breytt. Viltu vista það?
ja: このドキュメントは変更されています。 セーブしますか？
ko: 문서가 변경되었습니다. 저장하시겠습니까?
nl: Dit document is gewijzigd. Moet het opgeslagen worden?
sl: Ta dokument je bil spremenjen. Ali ga ¾elite shraniti?
tr: Bu belge degiþikliðe uðradý. Bu deðiþikliði saklamak ister misiniz?

source: Could not save the file. Exit anyways?
ca: No s'ha pogut desar el fitxer. Cal sortir?
da: Kunne ikke gemme dokumentet! Afslut alligevel?
eo: Ne eblis sekurigi la dosieron. Æu tamen fini?
he: ץבוקה תא רומשל היה ןתינ אל ? תאז לכב תאצל הצרת םאה
is: Ekki tókst að vista skrána. Viltu hætta samt?
ja: ファイルをセーブできませんでした。 終了してしまっていいですか？
ko: 파일을 저장할 수 없습니다. 그래도 끝내시겠습니까?
nl: Kon het bestand niet opslaan. Toch kedit afsluiten ?
sl: Nisem mogel shraniti datoteke. Vseeno zakljuèim z delom?
tr: Bu dosya saklanamadý. Yine de çýkayým mý?.

source: There are windows with modified content open. If you exit now, you will loose those changes Quit anyways?
ca: Hi ha finestres obertes amb el contingut modificat. Si sortiu ara, perdreu aquests canvis Cal abandonar?
da: Der er vinduer med ændret indhold åbne. Afslutter du nu vil ændringerne mistes. Afslut alligevel?
eo: La enhavo de iuj fenestroj estas þanøita. Se vi nun finas, vi perdos tiujn þanøojn. Æu tamen fini?
he: .הנוש םנכתש םיכמסמ םימייק תונולח רפסמב וללה םייונישה תא דבאת תעכ בוזעת םא ?תאז לכב בוזעל הצרת םאה
is: Það eru opnir gluggar með breyttum gögnum. Ef þú hættir núna glatast breytingarnar. Viltu samt hætta?
ja: すでに手の加えられた文章を表示しているウィンドウがあります。 終了してしまうと、それらの変更を失ってしまうことになります。 それでも終了しますか？
ko: 내용이 변경된 윈도우가 있읍니다. 종료하신다면, 변경된 내용을 잃게 됩니다. 그래도 종료하시겠습니까?
nl: Er zijn nog vensters met gewijzigde inhoud. Als kedit afgesloten wordt gaan de wijzigingen verloren Toch afsluiten ?
sl: Nekatera odprta okna imajo spremenjeno vsebino. Èe zakljuèite sedaj, boste izgubili vse te spremembe. Vseeno zakljuèim z delom?
tr: Ýçerikleri deðiþtirilmiþ açýk pencereler var. Eðer þimdi çýkarsanýz deðiþikleri kaybedeceksiniz. Yine de çýkayým mý?

source: The current document has been modified. Continue anyways ?
ca: El document actual ha estat modificat. Cal continuar?
da: Det aktuelle dokument er ændret. Fortsæt alligevel?
eo: La aktuala dokumento estas þanøita. Æu tamen daýrigi?
he: הנוש יחכונה ךמסמה ?ןפוא לכב ךישמהל
is: Virka skjalið hefur breyst. Viltu samt halda áfram?
ja: 現在のドキュメントは変更されています。 それでも続けますか？
ko: 문서가 변경되었습니다. 계속하시겠습니까 ?
sl: Trenutni dokument je bil spremenjen. Vseeno nadaljujem ?
tr: Þu anki belge deðiþtirilmiþ. Yine de çýkayým mý?

source: Wrote: %s
ca: S'ha escrit: %s
da: Gemte: %s
eo: Skribis: %s
he: %s :בתוכ
is: Skrifaði: %s
ja: 書き込み: %s
ko: 쓰기: %s
nl: Opgeslagen: %s
sl: Zapisal: %s
tr: %s e yaz

source: No changes need to be saved
ca: No hi ha canvis per desar
da: Ingen ændringer at gemme
eo: Neniuj þanøoj sekurigendaj
he: הרימשב ךרוצ ןיא ,ךמסמב םייוניש ןיא
is: Engar breytingar til að vista
ja: セーブの必要な変更はありません
ko: 저장할만한 변경사항이 없음
nl: Geen wijzigen hoefden opgeslagen te worden
sl: Ni sprememb, ki bi jih bilo potrebno shraniti
tr: Yapýlan deðiþikliklerin hiç birinin saklanmasýna gerek duyulmadý

source: Saved as: %s
ca: S'ha desat com: %s
da: Gemt som: %s
eo: Sekurigu kiel: %s
is: Vistað sem: %s
ja: 以下にセーブ: %s
ko: 다른이름으로 저장: %s
nl: Als %s opgeslagen
sl: Shranil kot: %s
tr: %s olarak sakla

source: Could not pipe the contentsof this Document into: %s
ca: No s'ha pogut enviar el contingut del document a: %s
da: Det var ikke muligt at udføre nedenstående kommando på indholdet af dette dokument: %s
eo: Ne povis dukti la enhavon de tiu æi dokumento al: %s
he: %s :ךותל ךמסמה ןכות תא ריבעהל ןויסנה חילצה אל
is: Ekki tókst að pípa þessu skjali í: %s
ja: このドキュメントの内容を以下にパイプできませんでした: %s
nl: Kon de inhoud van dit document niet sturen naar: %s
sl: Vsebine tega dokumenta ni bilo mo¾no prenesti v: %s
tr: Bu belgenin içeriði %s'ne yölendirilemedi

source: Auto Indent Mode: On
ca: Mode auto entrada: Sí
da: Auto Indryk: Aktiveret
eo: Aýtomata deþovmodo: jes
he: לעופ : יטמוטוא גוריד
is: Innfærsluhamur: Á
ja: 自動字下げモード: On
ko: 자동 들여쓰기 모드: 켬
nl: Automatisch inspringen: aan
sl: Samodejen zamik: vklopljen
tr: Üst Satýra Hizalama Kipi :Açýk

source: Auto Indent Mode: Off
ca: Mode auto entrada: No
da: Auto Indryk: Deaktiveret
eo: Aýtomata deþovmodo: ne
he: לעופ אל :יטמוטוא גוריד
is: Innfærsluhamur: Af
ja: 自動字下げモード: Off
ko: 자동 들여쓰기 모드: 끔
nl: Automatisch inspringen: uit
sl: Samodejen zamik: izklopljen
tr: Üst Satýra Hizalama Kipi :Kapalý

source: Line: %d Col: %d
ca: Línia: %d Col: %d
da: Linie: %d Række: %d
eo: Lin.: %d Kol.: %d
he: %d :הרוש %d :רוט
is: Lína: %d Dálkur: %d
ja: 縦: %d 横: %d
ko: 줄: %d 열: %d
nl: Regel: %d kolom: %d
sl: Vrst: %d Stolp: %d
tr: Satýr:%d sütün:%d

source: KEdit Options
ca: Opcions KEdit
da: Indstillinger
eo: KEdit-opcioj
he: ךרועה תויורשפא
is: Stillingar KRitils
ja: KEdit オプション
ko: KEdit 옵션
sl: KEdit opcije
tr: KEdit Seçenekleri

source: The current document has been modified. Would you like to save the changes before printing this Document?
ca: El document actual ha estat modificat. Voleu desar els canvis abans d'imprimir-lo?
da: Det aktuelle dokument er ændret. Vil du gemme det før du udskriver det?
eo: La aktuala dokumento estas þanøita. Æu vi þatas sekurigi la þanøojn antæu la presado de la dokumento?
he: הנוש יחכונה ךמסמה ינפל םייונישה תא רומשל הצרת םא ?ךמסמה תספדה
is: Virka skjalið hefur breyst. Viltu vista breytingarnar áður en þú prentar skjalið?
ja: 現在のドキュメントには変更が加えられています。 このドキュメントを印刷する前にセーブしますか？
ko: 문서가 변경되었습니다. 문서를 인쇄하기 전에 변경된 사항을 저장하시겠습니까?
nl: Het huidige document is gewijzigd. Moet het opgeslagen worden voordat het het afgedrukt wordt?
sl: Trenuten dokument je bil spremenjen. ®elite shraniti njegove spremembe, preden ga natisnete?
tr: Þu anki belge deðiþikliðe uðramýþ. Bu belgenin yazýcýdan çýktýsýný almadan deðiþiklikleri saklamak ister misiniz ?

source: Could not save the file. Print anyways?
ca: No s'ha pogut desar el fitxer. Cal imprimir-lo?
da: Kunne ikke gemme filen! Udskriv alligevel?
eo: Ne eblis sekurigi la dosieron. Æu tamen presi?
he: ץבוקה תא רומשל ןתינ אל ? תאז לכב ספדה
is: Ekki tókst að vista skjalið. Viltu samt prennta?
ja: セーブできませんでした。 それでも印刷しますか？
ko: 파일을 저장할 수 없습니다 그래도 인쇄하시겠습니까?
sl: Nisem mogel shraniti datoteke. Naj datoteko vseeno natisnem?
tr: Bu dosya saklanamýyor. Yinede yazdýrayým mý ?

source: Printing: %s Untitled (Selection)
ca: S'està imprimint: %s Sense títol (Selecció)
da: Udskriver: %s Uden navn (Markering)
eo: Presante: %s sentitola (elekto)
he: (הריחב) םש אלל - %s :סיפדמ
is: Prennta: %s ónefnt (val)
ja: 印刷中: %s タイトルなし (選択)
ko: 인쇄중: %s 이름없음 (선택)
nl: Afdrukken: %s Titelloos (selectie)
sl: Tiskam: %s Nenaslovljen (izbor)
tr: Yazdýrýlýyor: Ýsimsiz (Seçim)%s

source: Printing: %s Untitled
ca: S'està imprimint: %s Sense títol
da: Udskriver: %s Uden navn
eo: Presante: %s sentitola
he: םש אלל - %s :סיפדמ
is: Prennta: %s ónefnt
ja: 印刷中: %s タイトルなし
ko: 인쇄중: %s 이름없음
nl: Afdrukken: %s Titelloos
sl: Tiskam: %s Nenaslovljen
tr: Yazdýrýlýyor: Ýsimsiz%s

source: Printing: %s
ca: S'està imprimint: %s
da: Udskriver: %s
eo: Presante: %s
he: %s :סיפדמ
is: Prennta: %s
ja: 印刷中: %s
ko: 인쇄중: %s
nl: Afdrukken: %s
sl: Tiskam: %s
tr: Yazdýrýlýyor: %s

source: Printing: %s %s (Selection)
ca: S'està imprimint: %s %s (Selecció)
da: Udskriver: %s %s (Markering)
eo: Presante: %s %s (elekto)
he: (הריחב) %s %s :סיפדמ
is: Prennta %s %s (val)
ja: 印刷中: %s %s (選択)
ko: 인쇄중: %s %s (선택)
nl: Afdrukken: %s %s (selectie)
sl: Tiskam: %s %s (izbor)
tr: Yazdýrýlýyor:%s %s (Seçim)

source: Saving ...
ca: S'està desant...
da: Gemmer...
eo: Sekurigante ...
he: ....רמוש
is: Vista...
ja: 保存中 ...
ko: 저장 중...
nl: Opslaan ...
sl: Shranjujem ...
tr: Kaydediliyor

source: Loading ...
ca: S'està carregant ...
da: Indlæser...
eo: Legante ...
he: ....ןעוט
is: Les...
ja: 読み込み中 ...
ko: 불러오는 중...
nl: Openen ...
sl: Nalagam ...
tr: Yükleniyor

source: KEdit is already waiting for an internet job to finish Please wait until has finished Alternatively stop the running one.
ca: KEdit ja està esperant que acabi un treball internet. Si us plau, espereu a que acabi. O bé atureu-lo.
da: KEdit er allerede igang med at færdiggøre et internet job. Vent venligst til det er færdigt eller afslut det allerede kørende.
eo: KEdit ankoraý atendas la finon de operacio en Interreto. Bonvolu atendi øis øi finiøis aý alikaze haltigu la operacion.
he: םייתסהל טנרטניא תמישמל ןיתממ ךרועה ןיפוליחל וא המישמה םות דע הכח אנא תיחכונה המישמה תא קספה
is: KEdit bíður nú þegar eftir að netverkefni klárist. Þú getur beðið eftir að það klárist eða stöðvað það.
ja: KEdit はすでにインターネット上での 作業が終了するのを待っています。 それが終了するまで待つか、 終らせてしまってください。
ko: KEdit가 이미 인터넷 작업이 끝나기를 기다리고 있습니다. 작업이 끝날때까지 기다리거나 실행중인 작업을 종료하십시오.
nl: Een internetopdracht wordt reeds uitgevoerd. Wacht tot deze klaar is of stop hem.
sl: KEdit ¾e èaka na konec internetnega opravila. Prosim poèakajte, da se zakljuèi. Druga izbira je da ustavite tekoèega.
tr: KEdit zaten bir internet iþinin bitmesini bitmesini beklemekte Lütfen iþin sonuçlanmasýný bekleyiniz Veya sözkonusu iþi durdurun

source: Could not start or find KFM
ca: No s'ha pogut engegar o trobar KFM
da: Kunne ikke starte eller finde KFM.
eo: Ne eblis lanæi aý trovi KFM
he: סקוניל רייס תא אוצמל וא ליעפהל חילצמ אל
is: Ekki tókst að keyra eða finna KFM
ja: KFMを起動もしくは見付けられません
ko: KFM을 시작 또는 찾을 수 없읍니다
nl: Kon KFM niet vinden of starten.
sl: Nisem mogel zagnati ali najti KFM
tr: KFM bulunamýyor ya da baþlatýlamýyor

source: Malformed URL %s
ca: URL erroni %s
da: Misformet URL: %s
eo: Misformita URL %s
he: ויקת אל רושיק %s
is: Gölluð slóð %s
ja: URLとして不適切 %s
ko: 형식에 맞지 않는 URL %s
nl: Misvormde URL %s
sl: Zmalièen URL %s
tr: Yetersiz URL %s

source: Loading '%s'
ca: S'està carregant '%s'
da: Indlæser '%s'
eo: Legante '%s'
he: '%s' :ןעוט
is: Les '%s'
ja: '%s'を読み込み中
ko: '%s'(을)를 불러오고 있습니다
nl: Openen '%s'
sl: Nalagam '%s'
tr: '%s'yükleniyor

source: Calling KFM
ca: S'està cridant a KFM
da: Starter KFM
eo: Vokante KFM
he: סקוניל רייס תא ליעפמ
is: Kalla KFM
ja: KFMを呼んでいます
ko: KFM 부르기
nl: KFM aanroepen
sl: Klièem KFM
tr: KFM yi çaðrýlýyor

source: Starting Job
ca: S'està engegant un treball
da: Starter Internet job
eo: Komencante operacion
he: המישמ ליחתמ
is: Hef verkefni
ja: ジョブを始めています
nl: Taak wordt gestart
sl: ©tartam opravilo
tr: Ýþ Baþlatýlýyor

source: Connected
ca: S'ha connectat
da: Forbindelse
eo: Konektita
he: רבוחמ
is: Tengd
ja: 接続しました
ko: 연결되었습니다
nl: Verbinding
sl: Povezan
tr: Baðlandý

source: Waiting...
ca: S'està esperant...
da: Venter...
eo: Atendante...
he: ...ןיתממ
is: Bíð
ja: 待機中...
ko: 기다려주십시오...
nl: Wachten...
sl: Èakam...
tr: Bekliyor...

source: Finished '%s'
ca: S'ha acabat '%s'
da: Indlæst '%s'
eo: Finis '%s'
he: '%s' :םייסמ
is: Lokið '%s'
ja: 完了 '%s'
ko: '%s' 완료
nl: Klaar met openen '%s'
sl: Zakljuèil '%s'
tr: Bitirildi

source: New Window
ca: Nova finestra
da: Nyt Vindue
eo: Nova Fenestro
he: שדח ןולח
is: Nýr gluggi
ja: 新しいウィンドウ
ko: 새 윈도우
nl: Nieuw venster
sl: Novo okno
tr: Yeni Pencere

source: New Window Created
ca: S'ha creat la nova finestra
da: Nyt vindue oprettet
eo: Kreis novan fenestron
he: רצונ שדח הגוצת ןולח
is: Nýr gluggi búinn til
ja: 新しいウィンドウが開かれました
ko: 새 윈도우가 열림
nl: Nieuw venster gecreëerd
sl: Novo okno je ustvarjeno
tr: Yeni Pencere Yaratýldý

source: Load Command Done
ca: S'ha efectuat l'ordre de càrrega
da: Indlæs kommando afsluttet
eo: Legkomando plenumita
he: המייתסה הניעטה תדוקפ
is: Lesskipun lokið
ja: コマンドの読み込み終了
ko: 불러오기 명령 수행 완료
nl: Open commando uitgevoerd
sl: Ukaz nalo¾i je konèan
tr: Yükleme Komutu Uygulandý

source: Can not create: %s
ca: No es pot crear: %s
da: Kan ikke oprette: %s
eo: Ne eblis krei: %s
he: :ץבוקה תא רוציל לוכי אל %s
is: Ekki tóksta að búa til: %s
ja: 以下を作れません: %s
ko: 생성할 수 없음: %s
nl: Kan niet aanmaken: %s
sl: Ni mo¾no ustvariti: %s
tr: Yaratýlamayan dosya ismi: %s

source: Spellchecker Options
ca: Opcions d'ortografia
da: Stavekontrolindstillinger
is: &Stafsetning...
ja: スペルチェッカーオプション
sl: Opcije èrkovalnika

source: The specified File does not exist
ca: El fitxer espcificat no existeix
da: Den angivne fil findes ikke
is: Tiltekin skrá er ekki til
ja: 指定されたファイルはありません
nl: Het gespecificeerde bestand bestaat niet
sl: Navedena datoteka ne obstaja

source: Sorry:
ca: Ho sento:
da: Undskyld:
is: Afsakið:
ja: すみません
sl: Oprostite:

source: You have specificated a directory
ca: Heu especificat un directori
da: Du har angivet en folder
is: Þú tiltókst möppu
ja: ディレクトリが指定されました
nl: De aangegeven naam is een map
sl: Navedli ste imenik

source: You do not have read permission to this file.
ca: No teniu permís de lectura d'aquest fitxer.
da: Du har ikke læserettighed til denne fil.
is: Þú hefur ekki lesréttindi á þessa skrá.
ja: このファイルを読む許可が与えられていません
nl: Niet genoeg rechten om het bestand te lezen.
sl: Nimate bralnega dovoljenja za to datoteko.

source: An Error occured while trying to open this Document
ca: Hi ha hagut un error provant d'obrir aquest document
da: Fejl ved åbning af dette dokument
is: Villa kom upp þegar reynt var að opna skjalið
ja: この文書を開くときにエラーが発生しました
nl: Tijdens het openen van dit document is een fout opgetreden
sl: Pri odpiranju dokumenta je pri¹lo do napake

source: Warning:
ca: Avís:
da: Advarsel:
is: Aðvörun:
ja: 警告:
nl: Waarschuwing:
sl: Opozorilo:

source: The current Document has been modified. Would you like to save it?
ca: El document actual ha estat modificat. Voleu desar-lo?
da: Dokumentet er ændret! Vil du gemme det?
is: Virka skjalið hefur breyst. Viltu vista það?
ja: 現在の文書は変更されています. 保存しますか？
nl: Het huidige document is gewijzigd. Moet het opgeslagen worden ?
sl: Trenuten dokument je bil spremenjen. Ali ga ¾elite shraniti?

source: Could not save the document. Open a new document anyways?
ca: No s'ha pogut desar el document. Cal obrir un nou document?
da: Kunne ikke gemme filen! Åbn en nyt alligevel?
is: Ekki tókst að vista skjalið. Viltu samt opna nýja skrá?
ja: この文書を保存できませんでした それでも新しい文書を開きますか？
sl: Dokumenta ni bilo mo¾no shraniti. Ali naj vseeno odprem nov dokument?

source: Could not save the document. Create a new document anyways?
ca: No s'ha pogut desar el document. Cal crear un nou document?
da: Kunne ikke gemme dokumentet! Lav et nyt alligevel?
is: Ekki tóksta að vista skjalið. Viltu samt búa til nýtt skjal?
ja: この文書を保存できませんでした それでも新しい文書を作成しますか？
sl: Dokumenta ni bilo mo¾no shraniti. Ali naj vseeno ustvarim nov dokument?

source: Could not save the document
ca: No s'ha pogut desar el document.
da: Kunne ikke gemme dokumentet!
is: Ekki tókst að vista skjalið
ja: ドキュメントを保存できませんでした
nl: Kon het document niet opslaan
sl: Dokumenta ni bilo mo¾no shraniti.

source: A Document with this Name exists already Do you want to overwrite it ?
ca: Ja existeix un document amb aquest nom Voleu escriure a sobre ?
da: Et dokument med dette navn findes allerede Vil du overskrive det ?
is: Nú þegar er til skrá með þessu nafni Viltu skrifa yfir hana?
ja: その名前の文書はすでにあります。 上書きしますか？
nl: Een document met die naam bestaat reeds Moet het overschreven worden ?
sl: Dokument s tem imenom ¾e obstaja. Naj pi¹emo prek njega?

source: You do not have write permission to this file.
ca: No teniu permís d'escriptura sobre aquest fitxer.
da: Du har ikke skriverettighed til denne fil.
is: Þú hefur ekki skrifréttindi í þessa skrá.
ja: あなたにはこのファイルに対する書き込み権限がありません。
sl: Nimate pisalnega dovoljenja za to datoteko.

source: Find
ca: Busca
is: Finna:
ja: 検索
nl: Zoeken
sl: Najdi

source: End of document reached. Continue from the beginning?
ca: S'ha arribat al final del document. Continuo des de l'inici?
da: Nået til slutningen af dokumentet. Fortsæt fra begyndelsen?
is: Lokum skjals náð. Viltu leita frá byrjun þess?
ja: 文書の末尾です。 先頭から続けますか？
nl: Het einde van het document is bereikt. Aan het begin van het document doorgaan ?
sl: Konec dokumenta dose¾en. Naj nadaljujemo na zaèetku?

source: Beginning of document reached. Continue from the end?
ca: S'ha arribat a l'inici del document. Continuo des d'el final?
da: Nået til begyndelsen af dokumentet. Fortsæt fra slutningen?
is: Byrjun skjals náð. Viltu leita frá lokum þess?
ja: 文書の先頭です。 末尾から続けますか？
nl: Het begin van het document is bereikt. Aan het einde van het document doorgaan ?
sl: Zaèetek dokumenta dose¾en. Naj nadaljujemo na koncu?

source: Case Sensitive
ca: Sensible a caixa
da: Afhængig af bogstavstørrelse
is: Háð há/lágstöðum
ja: 大小文字を区別
nl: Onderscheid tussen hoofd en kleine letters
sl: Obèutljiv na velikost èrk

source: Find Backwards
ca: Busca cap enrere
da: Find baglæns
is: Leita afturábak
ja: 後ろ向き検索
nl: Achterwaards zoeken
sl: Najdi vzvratno

source: Find:
ca: Busca:
is: Finna:
ja: 検索:
nl: Zoek:
sl: Najdi:

source: Replace with:
ca: Substitueix amb:
da: Erstat med:
is: Skipta á:
ja: 次と置換:
nl: Vervangen met:
sl: Zamenjaj z:

source: Replace All
ca: Substitueix-ho tot
da: Erstat alle
is: Skipta öllu út
ja: 全てを置換
nl: Alles vervangen
sl: Zamenjaj vse
