Repository: xwizard/kde1
Catalog: kdeutils-1.1.2/po/*/kexpress.po
Languages: pt_br

source: File I/O Error
pt_br: Erro I/O do arquivo

source: The specified file does not exist: %s
pt_br: O arquivo especificado não existe: %s

source: This is a directory and not a file: %s
pt_br: Isso é um diretório e não um arquivo: %s

source: You do not have read permissions to the file: %s
pt_br: Você não tem perimissão de leitura do arquivo: %s

source: Could not read file: %s
pt_br: Não foi possível ler o arquivo: %s

source: Could not open file: %s
pt_br: Não foi possível abrir o arquivo: %s

source: Error while reading file: %s
pt_br: Erro lendo o arquivo: %s

source: Could only read %u bytes of %u.
pt_br: Só é possível ler %u bytes de %u.

source: File %s exists. Do you want to replace it ?
pt_br: O arquivo %s já existe. Você deseja substituir ele ?

source: Failed to make a backup copy of %s. Continue anyway ?
pt_br: Não foi possível fazer backup de %s. Continuar assim mesmo ?

source: Could not write to file: %s
pt_br: Não foi possível escrever no arquivo: %s

source: Could not open file for writing: %s
pt_br: Não foi possível abrir o arquivo para escrita: %s

source: Error while writing file: %s
pt_br: Erro escrevendo arquivo: %s

source: Could only write %d bytes of %d.
pt_br: Só é possível escrever %d bytes de %d.

source: Manage Accounts
pt_br: Administrar Contas

source: Account
pt_br: Conta

source: You did not choose a name for this account
pt_br: Você não escolheu um nome para esta conta

source: Settings
pt_br: Configurações

source: Identity
pt_br: Identidade

source: Server
pt_br: Servidor

source: Do you really want to delete this Account?
pt_br: Você tem certeza que quer deletar esta conta?

source: Couldn't delete, there are files I don't know in the directory
pt_br: Não foi possível deletar, existem arquivos desconhecidos no diretório

source: Accounts
pt_br: Contas

source: New
pt_br: Novo

source: Folder
pt_br: Pasta

source: Archive
pt_br: Arquivo

source: Show Headers
pt_br: Mostrar cabeçalhos

source: Max. number of Headers to download:
pt_br: Nº. máximo de cabeçalhos para descarregar:

source: Show Threads
pt_br: Mostrar linhas

source: keep articles
pt_br: manter artigos

source: days
pt_br: dias

source: Reply-Prefix:
pt_br: Prefixo de Resposta:

source: include Signature
pt_br: incluir Assinatura

source: all
pt_br: todos

source: short
pt_br: pequeno

source: Keep Threads together while expiring
pt_br: Manter linhas juntas enquanto estiver finalizando

source: Expand Threads
pt_br: Expandir linhas

source: Loader
pt_br: Carregador

source: You did not choose a group
pt_br: Você não escolheu um grupo

source: Account:
pt_br: Conta:

source: Name:
pt_br: Nome:

source: Organisation:
pt_br: Organização:

source: eMail Address:
pt_br: Endereço do e-mail:

source: Reply Address:
pt_br: Endereço de resposta:

source: kexpress [%s] by Peter Wichert <peter.wichert@t-online.de> Special thanks to Carsten Pfeiffer, for testing and helpful tips This program is covered by the GPL.
pt_br: kexpress [%s] feito por Peter Wichert <peter.wichert@t-online.de> Traduzido por Rafael Muller <rafael.muller@linuxbr.com.br> AgradecimentosCarsten Pfeiffer, por testar o kexpress e pelas suas dicas Ao pessoal da LIE-BR, pelos seus 'tutoriais' e dicas Este programa é coberto pela GPL.

source: Send pending
pt_br: Enviar pendência

source: Delete pending
pt_br: Deletar pendência

source: Exit and expire
pt_br: Sair e encerrar

source: Exit
pt_br: Sair

source: New Message...
pt_br: Nova mensagem...

source: Reply...
pt_br: Responder ao autor...

source: Search...
pt_br: Procurar...

source: Unmark all
pt_br: Desmarcar todas

source: Mark all read
pt_br: Marcar todas como lidas

source: Download server ...
pt_br: Descarregar servidor...

source: Download newsgroup ...
pt_br: Descarregar grupo de notícias...

source: Download marked ...
pt_br: Descarregar item marcado...

source: Accounts...
pt_br: Contas...

source: General Options...
pt_br: Opções Gerais...

source: Newsgroups...
pt_br: Grupos De Notícias

source: &Messages
pt_br: &Mensagens

source: New Message
pt_br: Nova Mensagem

source: Reply
pt_br: Responder

source: Save as
pt_br: Salvar como

source: Abort current transfer
pt_br: Abortar transferência atual

source: Welcome to kexpress
pt_br: Bem-Vindo ao kexpress

source: General
pt_br: Geral

source: General Options
pt_br: Opções gerais

source: Composer
pt_br: Compositor

source: You must choose a server first
pt_br: Você precisa escolher um servidor primeiro

source: There are no pending messages
pt_br: Não há mensagens pendentes

source: Your Name/eMail-adress is not set
pt_br: Seu nome/endereco do e-mail não está configurado

source: You must choose a newsgroup first
pt_br: Você precisa escolher um grupo de notícias primeiro

source: You did not choose a server
pt_br: Você não escolheu um servidor

source: You did not choose a Server
pt_br: Você nao escolheu um Servidor

source: Load bodies of new articles of this group now ?
pt_br: Carregar corpos de novos artigos deste grupo agora ?

source: Load bodies of marked articles now ?
pt_br: Carregar corpos dos artigos selecionados agora ?

source: Sender
pt_br: Remetente

source: There seems to be an authorisation problem check user/password
pt_br: Houve problemas de autorização por favor cheque o nome de usuário e senha

source: loading headers of %s
pt_br: Carregando cabecalhos de %s

source: Ready
pt_br: Pronto

source: NNTP-Server does not response
pt_br: Serivodr NNTP não responde

source: loading grouplist, please wait ...
pt_br: Carregando lista de grupo, aguarde...

source: loading %s
pt_br: carregando %s

source: loading header of %s
pt_br: carregando cabecalho de %s

source: loading body of %s
pt_br: carregando corpo de %s

source: Choose Newsgroups
pt_br: Escolha o Grupo de Notícias

source: Newsgroups
pt_br: Grupo de Notícias

source: You don't have any newsgroups. Get them now?
pt_br: Você não participa de nenhum grupo de notícias. Deseja se inscrever agora?

source: Searchstring
pt_br: Pesquisar Sequência

source: All Groups
pt_br: Todos grupos

source: Subscribed
pt_br: Subescrito

source: New List
pt_br: Nova lista

source: Authorisation
pt_br: Autorização

source: NNTP-Server:
pt_br: Servidor NNTP:

source: Port:
pt_br: Porta:

source: Password:
pt_br: Senha:

source: User:
pt_br: Nome de Usuário:

source: Send message
pt_br: Enviar mensagem

source: Insert File...
pt_br: Inserir Arquivo...

source: &Send now
pt_br: &Enviar agora

source: S&end later
pt_br: Env&iar depois

source: You did not set all neccessary headers
pt_br: Você não preencheu todos os cabecalhos necessários

source: You did not send your message, really exit?
pt_br: Você ainda não mandou sua mensagem. Tem certeza que quer sair?

source: Could not store this Message, check if spool-directory exists
pt_br: Não foi possível armazenar esta mensagem, cheque se o diretório existe

source: Load New Messages
pt_br: Carregar novas mensagens

source: Load Headers only
pt_br: Carregar somente cabeçalhos

source: Load Headers + Articles
pt_br: Carregar cabecalhos + artigos

source: Search Message
pt_br: Procurar mensagem

source: Search
pt_br: Procurar

source: String not found
pt_br: Sequência não encontrada

source: Search for
pt_br: Procurar por

source: Searchstring:
pt_br: Procurar por sequência:

source: Subject
pt_br: Assunto

source: From
pt_br: De

source: Body
pt_br: Corpo

source: ignore case
pt_br: ignorar caso
