Repository: xwizard/kde1
Catalog: kdeutils-1.1.2/po/*/kfloppy.po
Languages: br, ca, cs, da, de, el, eo, et, fi, hu, is, it, ja, ko, nl, no, pl, pt, ro, ru, sk, sl, sv, tr

source: The floppy was sucessfully formatted. Blocks marked bad: %d Raw Capacity: %d
br: Ar pladennig a zo bet mentrezhet ent reizh. Bloc'hoù merket fall : %d Barr diaoz : %d
ca: El disquet ha estat formatat correctament. Blocs marcats dolents: %d Capacitat en brut: %d
cs: Disketa byla úspe¹nì naformátovaná. Blokù oznaèených za vadné: %d Hrubá kapacita: %d
da: Disketten blev formateret. Dårlige blokke er markeret: %d Råkapacitet: %d
de: Die Diskette wurde erfolgreich formatiert. Fehlerhaft Blöcke: %d Rohkapazität: %d
eo: La disketo sukcese formatiøis. Bolkoj difektitaj: %d Kruda kapacito: %d
et: Flopi on edukalt formaaditud. Vigaseid plokke: %d Mahutavus: %d
fi: Levykkeen alustus onnistui. Viallisia blokkeja: %d Raakakapasiteetti: %d
hu: A mágneslemez formattálása befejezõdött. Hibás blokk: %d Üres kapacitás: %d
is: Forsníðun diskettunnar tókst. Merkti %d skemmdar blokkir. Hrá geymslugeta: %d
it: Il floppy è stato formattato con successo. Blocchi danneggiati: %d Capacità: %d
ja: フロッピのフォーマットは正常に終了しました。 不良ブロック: %d 生の容量: %d
ko: 플로피가 성공적으로 포맷되었습니다. 배드 블럭: %d 용 량: %d
nl: De floppy is nu geformatteerd. Als slecht gemarkeerde blokken: %d Kale capaciteit: %d
no: Disketten ble formatert. Dårlige blokker er merket: %d Råkapasitet: %d
pl: Dyskietka zosta³a sformatowana. Bloki uszkodzone: %d Ca³kowita pojemno¶æ: %d
pt: A diskette foi formatada. Blocos marcados estragados: %d Capacidade bruta: %d
ro: Discheta a fost formatatã. Blocuri marcate defecte: %d Capacitate brutã: %d
ru: Дискета успешно размечена. Сбойных блоков: %d Полный объем: %d
sk: Disketa bola úspe¹ne naformátovaná. Bloky oznaèené ako vadné: %d Hrubá kapacita: %d
sl: Disketa je bila uspe¹no formatirana. Bloki oznaèeni kot slabi: %d Surova kapaciteta: %d
sv: Disketten är formaterad. Dåliga block markerade: %d Kapacitet: %d
tr: Disket baþarý ile biçimlendirildi. Kötü olarak iþaretlenen bloklar : %d Net Kapasite: %d

source: All files were sucessfully erased.
br: An holl restroù a zo bet diverket ent reizh.
ca: Tots els fitxers s'han esborrat amb èxit.
cs: V¹echny soubory byli úspe¹nì vymazané.
da: Alle filer blev slettet.
de: Alle Dateien wurden erfolgreich gelöscht.
el: 'Ολα τα αρχεία διαγράφηκαν με επιτυχία.
eo: Æiuj dosieroj estas sukceses estingitaj.
et: Kõik failid kustutati edukalt.
fi: Kaikki tiedostot on poistettu.
hu: Az összes fájl sikeresen letörölve.
is: Það tókst að eyða öllum skrám.
it: Tutti i file sono stati cancellati con successo.
ja: 全てのファイルは正常に削除されました。
ko: 모든 파일이 성공적으로 지워졌읍니다
nl: Alle bestanden zijn gewist.
no: Alle filer ble slettet.
pl: Wszystkie pliki zosta³y skasowane.
pt: Todos os ficheiros foram apagados.
ro: Toate fiºierele au fost ºterse.
ru: Все файлы успешно удалены.
sk: V¹etky súbory boli úspe¹ne vymazané.
sl: Vse datoteke so bile uspe¹no zbrisane.
sv: Alla filer togs bort.
tr: Tüm dosyalar baþarý ile silindi.

source: Creating Filesystem ...
br: O krouiñ ur reizhiad restroù...
ca: S'està creant el sistema de fitxers ...
cs: Vytváøím souborový systém ...
da: Laver filsystem ...
de: Erstelle Dateisystem ...
el: Δημιουργία Συστήματος Αρχείων ...
eo: Kreanta dosierarsistemon ...
et: Failisüsteemi loomine...
fi: Luon tiedostoj‰rjestelm‰‰ ...
hu: Fájlrendszer létrehozása ...
is: Smíða skráarkerfi ...
it: Creazione Filesystem ...
ja: ファイルシステムを構築しています...
ko: 파일 시스템 만들기...
nl: Bestandssysteem wordt aangemaakt ...
no: Lager filsystem ...
pl: Tworzenie systemu plików ...
pt: A Criar Sistema de Ficheiros...
ro: Creez sistemul de fiºiere ...
ru: Создаю файловую систему ...
sk: Vytváram súborový systém ...
sl: Ustvarjam datoteèni sistem ...
sv: Skapar filsystem ...
tr: Dosya Sistemi yaratýlýyor...

source: Verifying ...
br: O wiriañ ...
ca: S'està verificant ...
cs: Porovnávám ...
da: Verificerer ...
de: Überprüfung ...
el: Επαλήθευση ...
eo: Kontrolante ...
et: Testimine...
fi: Varmistan ...
hu: Ellenõrzés ...
is: Staðfesti ...
it: Verifica ...
ja: 確認中 ...
ko: 확인...
nl: Controle ...
no: Verifiserer ...
pl: Weryfikacja ...
pt: A Verificar ...
ro: Verific ...
ru: Проверяю ...
sk: Porovnávam ...
sl: Preverjam ...
sv: Verifierar ...
tr: Kontrol ediliyor...

source: Cannot start a new program fork() failed.
br: N'hellan ket loc'hañ ur goulev nevez fork() sac'het.
ca: No es pot engegar un nou programa ha fallat fork().
cs: Není mo¾né spustit nový program, kvùli selhání volání fork().
da: Kan ikke starte et nyt program fork() virkede ikke.
de: Starten eines neuen Programmes nicht möglich fork() fehlgeschlagen.
el: Δε μπορώ να ξεκινήσω νέο πρόγραμμα η fork() απέτυχε.
eo: Ne eblas lanæi novan programon fork() fiaskis.
et: Uut programmi pole võimalik käivitada: fork() ebaõnnestus.
fi: En voi k‰ynnist‰‰ uutta ohjelmaa fork() ep‰onnistui.
hu: Nem tudok új programot indítani fork() nem sikerült.
is: Gat ekki ræst nýtt forrit fork() mistókst.
it: Impossibile eseguire un nuovo programma fallimento di fork().
ja: 新しいプログラムを動かせません fork() 失敗
ko: 새 프로그램을 시작할 수 없음 fork() 실패
nl: Kan geen nieuw programma start fork() faalde.
no: Kan ikke starte et nytt program fork() virket ikke.
pl: Nie mo¿na uruchomiæ nowego programu fork() nie powiód³ siê.
pt: Não consigo iniciar programa fork() falhou.
ro: Nu pot porni un program nou funcþia fork() a eºuat.
ru: Не могу запустить новую программу fork() не удался.
sk: Nemô¾em spusti» nový program fork() zlyhal.
sl: Ni mo¾no zagnati novega programa neuspe¹en fork().
sv: Kan inte starta ett nytt program fork() misslyckades.
tr: Yeni program baþlayamýyor fork() baþarýsýz.

source: Error while trying to determine whether floppy is mounted
br: Fazi en ur glask amprouiñ ma eo mountet ar bladennig
ca: Error provant de determinar si el disquet és muntat
cs: Chyba pøi zji¹»ování, zda je disketa pøipojená k systému
da: Fejl mens jeg prøvede at fastslå om disketten er monteret
de: Fehler beim Feststellen, ob das Laufwerk gemountet ist.
el: Σφάλμα κατά την προσπάθεια να καθορίσω αν η δισκέττα είναι προσαρτημένη(mounted)
eo: Eraro dum la testo, æu ladisketo estas muntita.
et: Flopi ühendatuse kontrollimisel ilmnes viga
fi: Virhe tarkastettaessa onko levyke jo liitetty tiedostoj‰rjestelm‰‰n
hu: Hiba történt miközben megpróbáltam kideríteni, hogy mountolva van-e a floppy
is: Villa kom upp við athugun hvort diskettan væri tengd.
it: Errore nel tentativo di determinare se il floppy sia montato
ja: フロッピーがマウントされているかどうか、確認中にエラーが生じました
ko: 플로피가 파일 시스템과 연결되었는가를 검사 시도하는 중 오류 발생
nl: Fout bij het bepalen van de wijze van aansluiting van floppy
no: Feil mens prøvde å fastsette om disketten er mounted
pl: Wyst±pi³ b³±d podczas sprawdzania, czy dyskietka jest zamontowana
pt: Erro ao tentar determinar se a diskette está montada
ro: Eroare în încercarea de a determina dacã discheta e montatã
ru: Ошибка во время определения замонтирована ли дискета
sk: Chyba pri zis»ovaní, èi je disketa pripojená k systému
sl: Med ugotavljanjem, ali je disketa priklopljena, je pri¹lo do napake
sv: Fel uppstod vid försök att kontrollera om disketten är monterad
tr: Disketin baðlý olup olmadýðý kontrolu sýrasýnda hata

source: %s is mounted. Please unmount the floppy first.
br: %s a zo mountet. Divountit ar pladennig da gentañ mar plij.
ca: %s és muntat. Si us plau, primer desmunteu el disquet.
cs: %s je pøipojená. Prosím, nejprve odpojte disketu ze systému.
da: %s er monteret. Afmonter venligst disketten først.
de: %s ist gemountet. Bitte unmounten Sie die Diskette zuerst.
el: Το %s είναι προσαρτημένο(mounted). Παρακαλώ αποπροσαρτήστε(unmount) πρώτα τη δισκέττα.
eo: %s estas muntita. Bonvolu malmunti la disketon unue.
et: %s on ühendatud. Palun ühenda kõigepealt flopi lahti.
fi: %s on liitetty tiedostoj‰rjestelm‰‰n. Poista levykkeen liitos ensin.
hu: A %s mountolva van a fájlrendszerhez. Kérem az umount-al szabadítsa fel.
is: %s er tengd. Vinsamlegast aftengdu hana frá trénu fyrst.
it: %s è montato. per favore smonta il floppy prima.
ja: %s はマウントされています。 先にフロッピーをアンマウントして下さい。
ko: %s가 파일 시스템과 연결되었습니다. 먼저 플로피를 파일시스템에서 연결을 끊으십시오(umount).
nl: %s is aangesloten. Sluit de floppy a.u.b. eerst af.
no: %s er mounted. Vennligst unmount disketten først.
pl: %s jest zamontowany. Odmontuj wpierw dyskietkê.
pt: %s está montada. Por favor desmonte a diskette primeiro.
ro: %s este montatã. Vã rugãm sã demontaþi discheta mai întâi.
ru: %s замонтирован. Пожалуйста вначале размонтируйте.
sk: %s je pripojená. Prosím, najprv odpojte disketu zo systému.
sl: %s je priklopljena. Najprej prosim odklopite disketo.
sv: %s är monterad. Avmontera disketten först.
tr: %s baðlanmýþ. Önce disketi ayýrýnýz.

source: HD
de: HD - High Density

source: DD
de: DD - Double Density
