Repository: xwizard/kde1
Catalog: kdeutils-1.1.2/po/*/kfloppy.po
Languages: br, ca, cs, da, de, el, eo, et, fi, hu, is, it, ja, ko, nl, no, pl, pt, ro, ru, sk, sl, sv, tr

source: About KDE Floppy Formatter
br: Diwar-benn mentrezher pladennig KDE
ca: Quant al Formatador de Disquet KDE
cs: Informace o formátovaèi disket pro KDE
da: Om KDE disketteformatering
de: Über den KDE Floppy Formatierer
el: Σχετικά με το KFloppy
et: KDE flopi formaatija info
fi: Tietoja KDE Levykkeenalustajasta
hu: KDE mágneslemez formattáló
is: Um KDE diskettutólið
it: Informazioni su KDE Floppy Formatter
ja: KDE フロッピーフォーマッタについて
nl: Over de KDE Floppy Formatteerder
no: Om KDE floppyformatering
pl: Informacje o KDE Formater dyskietek
pt: Acerca do Formatador KDE
ro: Despre Formatorul de dischete KDE
ru: О KDE Floppy Formater
sk: O KDE formátovaèi diskiet
sl: O formatiranju disket v KDE
sv: Om KDE KFloppy

source: KFloppy
fi: Klevyke
is: Diskettutól
pt: Formatador
sk: KFormátovaè diskiet
tr: KDisket

source: Version
br: Doare
ca: Versió
cs: Verze
el: 'Εκδοση
eo: versio
et: Versioon
fi: Versio
hu: Verzió
is: Útgáfa
it: Versione
ja: バージョン
ko: 버전
nl: Versie
no: Versjon
pl: Wersja
pt: Versão
ro: Versiunea
ru: Версии
sk: Verzia
sl: Razlièica
tr: Sürüm

source: Floppy Drive:
br: Unvez pladennig :
ca: Unitat de Disquet:
cs: Disketová mechanika:
da: Diskettedrev:
de: Diskettenlaufwerk:
el: Οδηγός Δισκέττας:
eo: Disketlegilo:
et: Folpidraiv:
fi: Levykeasema:
hu: Meghajtó:
is: Diskettudrif:
ja: フロッピードライブ:
ko: 플로피 드라이브:
nl: Floppy Speler:
no: Diskettstasjon:
pl: Napêd dyskietek:
pt: Drive:
ro: Unitate disc:
ru: Дисковод:
sk: Mechanika:
sl: Disketni pogon:
sv: Diskettenhet:
tr: Disket Sürücü:

source: Density:
br: Douester :
ca: Densitat:
cs: Hustota záznamu:
da: Tæthed:
de: Speicherdichte:
el: Πυκνότητα:
eo: Denseco:
et: Tihedus:
fi: Tiheys:
hu: Sûrûség:
is: Þéttleiki:
it: Densità:
ja: 密度:
ko: 용량:
nl: Dichtheid:
no: Tetthet:
pl: Gêsto¶æ zapisu:
pt: Densidade:
ro: Densitate:
ru: Плотность:
sk: Hustota zázn.:
sl: Gostota:
sv: Täthet:
tr: Yoðunluk:

source: File System:
br: Reizhiad restroù :
ca: Sistema de fitxers:
cs: Souborový systém:
da: Filsystem:
de: Dateisystem:
el: Σύστημα Αρχείων:
eo: Dosierartipo:
et: Failisüsteem:
fi: Tiedostoj‰rjestelm‰:
hu: Fájlrendszer:
is: Skráarkerfi:
ja: ファイルシステム:
ko: 파일 시스템:
nl: Bestandssysteem:
no: Filsystem:
pl: System plików:
pt: Sistema:
ro: Sistem de fiºiere:
ru: Файловая система:
sk: Súbor. systém:
sl: Datoteèni sistem:
sv: Filsystem:
tr: Dosya Sistemi:

source: Format
br: Mentrezh
cs: Formátovat
da: Formatér
de: Formatieren
el: Διαμόρφωση
eo: Formatu
et: Formaat
fi: Alusta
hu: Formattálás
is: Forsníða
it: Formatta
ja: フォーマット
ko: 포맷
nl: Formatteer
no: Formater
pl: Formatuj
pt: Formatar
ro: Formateazã
ru: Разметить
sk: Formátova»
sl: Formatiraj
sv: Formatera

source: Quick Erase
br: Diverkañ buan
ca: Esborrat ràpid
cs: Rychlé pøemazání
da: Hurtigsletning
de: QuickFormat
el: Γρήγορη Διαγραφή
eo: Rapida Estingo
et: Kiire kustutamine
fi: Pikatyhjenn‰
hu: Gyors törlés
is: Tæma hratt
it: Eliminazione Rapida
ja: クイック消去
ko: 빠른 포맷
nl: Snel wissen
no: Hurtigsletting
pl: Szybkie formatowanie
pt: Apagar Apenas
ro: ªtergere rapidã
ru: Быстро очистить
sk: Rýchlo zmaza»
sl: Hitro brisanje
sv: Snabbradering
tr: Çabuk Sil

source: Full Format
br: Mentrezhañ klok
ca: Format senzer
cs: Úplné formátovaní
da: Fuld formatering
de: Vollständiges Formatieren
el: Πλήρης Διαμόρφωση
eo: Plena formatado
et: Täielik formaat
fi: T‰ydellinen alustus
hu: Teljes formattálás
is: Nákvæm forsníðun
it: Formattazione Completa
ja: 完全フォーマット
ko: 완전 포맷
nl: Volledig Formatteren
no: Full formatering
pl: Pe³ne formatowanie
pt: Formação Completa
ro: Formatare totalã
ru: Полная разметка
sk: Úplne formátova»
sl: Polno formatiranje
sv: Fullständig formatering
tr: Tam Formatlama

source: Create Label:
br: Krouiñ kelig :
ca: Crea etiqueta:
cs: Vytvoøit popis diskety
da: Giv disketten navn:
de: Datenträgerbezeichnung:
el: Δημιουργία Ετικέττας:
eo: Kreu disketnomon:
et: Kirjeldus:
fi: Levyn nimi:
hu: Kötetnév:
is: Merking:
it: Crea Etichetta:
ja: ラベル作成:
ko: 라벨 생성:
nl: Geef Label:
no: Gi diskett navn:
pl: Utwórz etykietê:
pt: Etiqueta:
ro: Creazã etichetã:
ru: Метка:
sk: Nastavi» názov disku:
sl: Ustvari oznako:
sv: Ange etikett:
tr: Etiket Yarat:

source: KDE Floppy
br: Pladennig KDE
ca: Disquet KDE
cs: KDE disketa
el: Δισκέττα KDE
et: KDE Flopi
fi: KDE Levyke
is: KDE disketta
ja: KDE フロッピー
pt: Floppy KDE
sk: KDE diskety
sv: KDE-diskett

source: KDE Floppy Formatter
br: Mentrezher pladennig KDE
ca: Formatador de Disquet KDE
cs: Formátovaè disket pro KDE
da: KDE disketteformatering
de: KDE Floppy Formatierer
el: Διαμορφωτής Δισκέττας του KDE
eo: KDE Disketformatilo
et: KDE flopi formaatija
fi: KDE Levykkeenalustaja
hu: KDE mágneslemez formattáló
is: KDE diskettutól
it: Formattatore Floppy di KDE
ja: KDE フロッピーフォマッタ
nl: KDE Floppy Formatteerder
no: KDE diskettformatering
pl: KDE Formater dyskietek
pt: Formatador KDE
ro: Formator de diskete
ru: Форматировщик дискет KDE
sk: Formátovaè diskiet
sl: Formatiranje disket v KDE
sv: KDE Diskettformaterare

source: Cannot access %s Make sure that the device exists and that you have write permission to it.
br: N'hellan ket tizhout %s Bezit sur ez eus deus an trobarzhell, hag oc'h eus an aotre da skrivañ warni.
ca: No es pot accedir %s Assegureu-vos que el dispositiu existeix i que hi teniu permís d'escriptura.
cs: Není mo¾né pøistoupit na %s Ujistìte se, ¾e zaøízení existuje, a ¾e máte pøíslu¹ná práva k zápisu.
da: Har ikke adgang til %s Vær sikker på at enheden eksisterer og at du har skriverettighed til den.
de: Auf %s kann nicht zugegriffen werden Stellen Sie sicher, daß das Gerät existiert und daß Sie Schreiberlaubnis darauf haben.
el: Πρόσβαση στο %s αδύνατη Βεβαιωθήτε ότι η συσκευή υπάρχει και έχετε σε αυτή δικαιώματα εγγραφής.
eo: Ne povas aliri %s Certigu, ke la aparato ekzistas kaj ke vi havas skribpermeson por øi.
et: %s -le pole võimalik ligi pääseda. Tee kindlaks kas seade eksisteerib ning et sul on õigus sinna kirjutada.
fi: En voi k‰ytt‰‰ %s Varmista ett‰ laite on olemassa ja ett‰ sinulla on kirjoitusoikeudet siihen.
hu: Nem tudok hozzáférni a(z) %s meghajtóhoz Ellenõrizd le, hogy létezik-e ez az eszköz, vagy van-e jogod írni rá.
is: Gat ekki opnað %s Vertu viss um að tækið sé til og að þú hafir skrifréttindi fyrir það.
it: Impossibile accedere a %s Assicurati che il dispositivo esista e che tu abbia i permessi di scrittura su di esso.
ja: %s にアクセスできません デバイスが存在するか、あなたがそれに書き込む権限があるか確認してください。
ko: %에 액세스할 수 없음 장치가 존재하는지 그리고 장치에 쓰기 허가권이 있는지 확인하십시오.
nl: Geen toegang tot %s Verzeker u ervan dat het apparaat bestaat en dat u hiervoor schrijfrechten hebt.
no: Har ikke tilgang til %s Vær sikker på at enheten eksisterer og at du har skrivetilgang til den.
pl: Brak dostêpu do %s Upewnij siê, ¿e urz±dzenie istnieje i masz do niego prawa zapisu.
pt: Nco consigo aceder a %s Verifique se o dispositivo existe e que tem permissão de escrita nele.
ro: Nu pot accesa %s Asigurã-te cã dispozitivul existã ºi cã ai drepturi de scriere pe el.
ru: Не могу получить доступ к %s Убедитесь, что устройство существует и что вы имеете право записи на него.
sk: Nemô¾em pristupova» k %s Uistite sa, ¾e zariadenie existuje, a ¾e máte doò právo zapisova»
sl: Ni mo¾no dostopati do %s Preverite, da naprava obstaja in da imate dovoljenje za pisanje na njej.
sv: Kan ej komma åt %s Se till att enheten existerar och att du har skrivrättigheter.
tr: %s'e ulaþýlamýyor Varlýðýndan ve yazma hakkýnýz olduðundan emin olunuz.

source: Cannot find kfdformat kfdformat is part of the KFloppy distribution. Please install KFloppy properly.
br: N'hellan ket kavout kfdformat kfdformat a zo ur parzh eus dasparzhadenn KFloppy Staliit Kfloppy ent reizh, mar plij.
ca: No es pot trobar kfdformat kfdformat és una part de la distribució KFloppy. Si us plau, instal·leu KFloppy correctament.
cs: Není mo¾né nálézt kfdformat kfdformat je souèástí distribuce formátovaèe disket. Prosím, nainstalujte formátovaè disket korektnì.
da: Kan ikke finde kfdformat kfdformat er en del af KFloppy-programmet. Sørg Venligst for at KFloppy er fuldstændigt installeret.
de: kfdformat kann nicht gefunden werden kfdformat ist Teil des KFloppy-Pakets. Bitte installieren Sie KFloppy richtig.
el: Δε βρίσκω το kfdformat Το kfdformat είναι μέρος της διανομής του KFloppy. Παρακαλώ εγκαταστήστε ολόκληρο το KFloppy.
eo: Ne eblis trovi Kfdformat Kfdformat estas parto de KFloppy. Bonvolu instali KFloppy øuste.
et: Faili kfdformat pole võimalik leida. kfdformat kuulub KFloppy distributsiooni. Palun instaleeri KFlopyy korrektselt.
fi: En lˆyd‰ kfdformat-ohjelmaa kfdformat on osa Klevyke-ohjelmaa. Asenna KLevyke kunnolla.
hu: Nem találom a kfdformat parancsot A kfdformat része a KFloppy csomagnak. Kérem telepítse újra.
is: Fann ekki kfdformat kfdformat er hluti af KFloppy pakkanum. Vinsamlegast settu KFloppy upp rétt!
it: Impossibile trovare kfdformat kfdformat è una parte della distribuzione di KFloppy. Installa KFloppy correttamente, grazie.
ja: kfdformat がみつかりません kfdformat はKFloppy ディストリビューションの 一部です。KFloppyを正しくインストールして下さい。
ko: kfdformat을 찾을 수 없음 kfdformat는 KFloppy 배포판의 일부분입니다. KFloppy를 올바르게 설치하십시오.
nl: Kan kfdformat niet vinden. kfdformat is onderdeel van de KFloppy distributie. Installeer KFloppy a.u.b. correct.
no: Kan ikke finne kfdformat kfdformat er en del av KFloppy-programmet. Vennligst sørg for at KFloppy er komplett installert.
pl: Nie mo¿na znale¼æ kfdformat kfdformat jest czê¶ci± dystrybucji KFloppy. Zainstaluj poprawnie KFloppy.
pt: Não consigo encontrar o kfdformat kfdformat faz parte deste formatador. Instale-o correctamente.
ro: Nu gãsesc kfdformat kfdformat este parte din distributia KFloppy. Instaleazã KFloppy integral.
ru: Не могу найти kfdformat kfdformat - это часть KFloppy. Пожалуйста установите KFloppy корректно.
sk: Nemô¾em nájs» kfdformat kfdformat je súèas»ou distribúcie Formátovaèa diskiet. Prosím, nain¹talujte Formátovaè diskiet korektne.
sl: Ni mo¾no najti kfdformat kfdformat je del paketa KFloppy. Prosim pravilno namestite KFloppy.
sv: Hittade inte kfdformat kfdformat distribueras med KFloppy. Se till att KFloppy är korrekt installerat.
tr: kdeformat bulunamýyor kdeformat KDisketin bir parçasýdýr. Kdisket'i lütfen doðru kurunuz.

source: Cannot find kmke2fs kmke2fs is part of the KFloppy distribution. Please install KFloppy properly.
br: N'hellan ket kavout kmke2fs kmke2fs a zo ur parzh eus dasparzhadenn KFloppy Staliit Kfloppy ent reizh, mar plij.
ca: No es pot trobar kmke2fs kmke2fs és una part de la distribució KFloppy. Si us plau, instal·leu KFloppy correctament.
cs: Není mo¾né nálézt kmke2fs kmke2fs je souèástí distribuce formátovaèe disket. Prosím, nainstalujte formátovaè disket korektnì.
da: Kan ikke finde kmke2fs kmke2fs er en del af KFloppy-programmet. Sørg Venligst for at KFloppy er fuldtændigt installeret.
de: kmke2fs kann nicht gefunden werden kmke2fs ist Teil des KFloppy-Paketes. Bitte installieren Sie KFloppy richtig.
el: Δε βρίσκω το kmke2fs Το kmke2fs είναι μέρος της διανομής του KFloppy. Παρακαλώ εγκαταστήστε ολόκληρο το KFloppy.
eo: Ne eblis trovi Kmke2fs Kmke2fs estas parto de KFloppy. Bonvolu instali KFloppy øuste.
et: Faili kmke2fs pole võimalik leida. kmke2fs kuulub KFloppy distributsiooni. Palun instaleeri KFlopyy korrektselt.
fi: En lˆyd‰ kmke2fs-ohjelmaa kmke2fs on osa Klevyke-ohjelmaa. Asenna KLevyke kunnolla.
hu: Nem találom a kmke2fs parancsot A kmke2fs része a KFloppy csomagnak. Kérem telepítse újra.
is: Fann ekki kmke2fs kmke2fs er hluti af KFloppy pakkanum. Vinsamlegast settu KFloppy upp rétt!
it: Impossibile trovare kmke2fs kmke2fs è una parte della distribuzione di KFloppy. Installa KFloppy correttamente, grazie.
ja: kmke2fs が見つかりません。 kmke2fs は KFloppy ディストリビューションの 一部です。KFloppy を正しくインストールして下さい。
ko: kmke2fs를 찾을 수 없음 kmke2fs는 KFloppy 배포판의 일부분입니다. KFloppy를 올바르게 설치하십시오.
no: Kan ikke finne kmke2fs kmke2fs er en del av KFloppy-programmet. Vennligst sørg for at KFloppy er komplett installert.
pl: Nie mo¿na znale¼æ kmke2fs kmke2fs jest czê¶ci± dystrybucji KFloppy. Zainstaluj poprawnie KFloppy.
pt: Não consigo encontrar o kmke2fs kmkde2fs faz parte deste formatador. Instale-o correctamente.
ro: Nu gãsesc kmke2fs kmke2fs este parte din distributia KFloppy. Instaleazã KFloppy integral.
ru: Не могу найти kmke2fs kmke2fs - это часть KFloppy. Пожалуйста установите KFloppy корректно.
sk: Nemô¾em nájs» kmke2fs kmke2fs je súèas»ou distribúcie Formátovaèa diskiet. Prosím, nain¹talujte Formátovaè diskiet korektne.
sl: Ni mo¾no najti kmke2fs kmke2fs je del paketa KFloppy. Prosim pravilno namestite KFloppy.
sv: Hittade inte kmke2fs kmke2fs distribueras med KFloppy. Se till att KFloppy är korrekt installerat.
tr: kmke2fs bulunamýyor kmke2fs KDisketin bir parçasýdýr. Kdisket'i lütfen doðru kurunuz.

source: Cannot find kmkdosfs kmkdosfs is part of the KFloppy distribution. Please install KFloppy properly.
br: N'hellan ket kavout kmkdosfs kmkdosfs a zo ur parzh eus dasparzhadenn KFloppy Staliit mar plij Kfloppy ent reizh, mar plij.
ca: No es pot trobar kmkdosfs kmkdosfs és una part de la distribució KFloppy. Si us plau, instal·leu KFloppy correctament.
cs: Není mo¾né nálézt kmkdosfs kmkdosfs je souèástí distribce formátovaèe disket. Prosím, nainstalujte formátovaè disket korektnì.
da: Kan ikke finde kmkdosfs kmkdosfs er en del af KFloppy-programmet. Sørg Venligst sørg for at KFloppy er fuldstændigt installeret.
de: kmkdosfs kann nicht gefunden werden kmkdosfs ist Teil des KFloppy-Paketes. Bitte installieren Sie KFloppy richtig.
el: Δε βρίσκω το kmkdosfs Το kmkdosfs είναι μέρος της διανομής του KFloppy. Παρακαλώ εγκαταστήστε ολόκληρο το KFloppy.
eo: Ne eblis trovi Kmkdosfs Kmkdosf2 estas parto de KFloppy. Bonvolu instali KFloppy øuste.
et: Faili kmkdosfs pole võimalik leida. kmkdosfs kuulub KFloppy distributsiooni. Palun instaleeri KFlopyy korrektselt.
fi: En lˆyd‰ kmkdosfs-ohjelmaa kmkdosfs on osa Klevyke-ohjelmaa. Asenna KLevyke kunnolla.
hu: Nem találom a kmkdosfs parancsot A kmkdosfs része a KFloppy csomagnak. Kérem telepítse újra.
is: Fann ekki kmkdosfs kmkdosfs er hluti af KFloppy pakkanum. Vinsamlegast settu KFloppy upp rétt!
it: Impossibile trovare kmkdosfs kmkdosfs è una parte della distribuzione di KFloppy. Installa KFloppy correttamente, grazie.
ja: kmkdosfs が見つかりません。 kmkdosfs は KFloppy ディストリビューションの 一部です。KFloppy を正しくインストールして下さい。
ko: kmfdosfs를 찾을 수 없음 kmkdosfs는 KFloppy 배포판의 일부분입니다. KFloppy를 올바르게 설치하십시오.
nl: Kan kmkdosfs niet vinden. kmkdosfs is onderdeel van de KFloppy distributie. Installeer KFloppy a.u.b. correct.
no: Kan ikke finne kmkdosfs kmkdosfs er en del av KFloppy-programmet. Vennligst sørg for at KFloppy er komplett installert.
pl: Nie mo¿na znale¼æ kmkdosfs kmkdosfs jest czê¶ci± dystrybucji KFloppy. Zainstaluj poprawnie KFloppy.
pt: Não consigo encontrar o kmkdosfs kmkdosfs faz parte deste formatador. Instale-o correctamente.
ro: Nu gãsesc kmkdosfs kmkdosfs este parte din distributia KFloppy. Instaleazã KFloppy integral.
ru: Не могу найти kmkdosfs kmkdosfs - это часть KFloppy. Пожалуйста установите KFloppy корректно.
sk: Nemô¾em nájs» kmkdosfs kmkdosfs je súèas»ou distribúcie Formátovaèa diskiet. Prosím, nain¹talujte Formátovaè diskiet korektne.
sl: Ni mo¾no najti kmkdosfs kmkdosfs je del paketa KFloppy. Prosim pravilno namestite KFloppy.
sv: Hittade inte kmkdosfs kmkdosfs distribueras med KFloppy. Se till att KFloppy är korrekt installerat.
tr: kmkdosfs bulunamýyor kmkdosfs KDisketin bir parçasýdýr. Kdisket'i lütfen doðru kurunuz.

source: Abort
br: Darniñ
ca: Atura
cs: Zru¹it
da: Afbryd
de: Abbrechen
el: Εγκαταλείπω
eo: Interrompu
et: Katkestamine
fi: Peruuta
hu: Megszakít
is: Hætta við
it: Annulla
ja: バージョン情報
ko: 중지
nl: Breek af
no: Avbryt
pl: Przerwij
pt: Abortar
ro: Renunþã
ru: Отмена
sk: Zru¹i»
sl: Prekini
sv: Avbryt
tr: Vazgeç

source: Cannot start a new program: fork() failed.
br: N'hellan ket loc'hañ ur goulev nevez : fork() sac'het
ca: No es pot engegar un nou programa: ha fallat fork().
cs: Není mo¾né spustit nový program: selhal fork().
da: Kan ikke starte en nyt program: fork() virkede ikke.
de: Kann kein neues Programm starten: fork() fehlgeschlagen
el: Δε μπορώ να ξεκινήσω νέο πρόγραμμα: η fork() απέτυχε.
eo: Ne eblas lanæi novan programon: fork() fiaskis.
et: Uut programmi pole võimalik käivitada: fork() ebaõnnestus.
fi: En voi k‰ynnist‰‰ uutta ohjelmaa: fork() ep‰onnistui.
hu: Nem tudok új programot indítani: a fork() nem sikerült.
is: Gat ekki ræst nýtt forrit: fork() mistókst.
it: Impossibile avviare un nuovo programma: fallimento di fork().
ja: 新しいプログラムを動かせません: fork() の失敗
ko: 새 프로그램을 시작할 수 없음: fork() 실패
nl: Kan nieuw programma niet starten: fork() faalde.
no: Kan ikke starte en nytt program: fork() virket ikke.
pl: Nie mo¿na uruchomiæ nowego programu: fork() nie powiód³ siê.
pt: Não consigo começar nova programa: fork() falhou.
ro: Nu pot porni un nou program: fork() a eºuat.
ru: Не могу запустить новую программу: fork() не удался.
sk: Nemô¾em spusti» nový program: fork() zlyhal.
sl: Ni mo¾no zagnati novega programa: neuspe¹en fork().
sv: Kan inte starta ett nytt program: fork() misslyckades.
tr: Yeni program baþlayamýyor: fork() baþarýsýz.

source: Cannot access floppy or floppy drive Please insert a floppy and make sure that you have selected a valid floppy drive.
br: N'hellan ket tizhout ar pladennig pe an unvez pladennig Ensoc'hit ur pladennig mar plij ha bezit sur oc'h eus diuzet un unvez pladennig reizh.
ca: No es pot accedir al disquet o a la unitat de disquet Si us plau, inserteu un disquet i assegureu-vos que heu seleccionat una unitat de disquet vàlida.
cs: Není mo¾né pøistupovat na disketu nebo na disketovou jednotku. Prosím, vlo¾te disketu a ujistìte se, ¾e jste vybrali správnou disketovou mechaniku.
da: Har ikke adgang til en diskette eller et diskettedrev Sæt Venligst en diskette ind og vær sikker på at du har valgt et gyldigt diskettedrev.
de: Zugriff auf Diskette oder Laufwerk nicht möglich. Legen Sie bitte eine Diskette ein, und stellen Sie sicher, daß Sie ein gültiges Laufwerk ausgewählt haben.
el: Δεν έχω πρόσβαση στη δισκέττα ή τον οδηγό δισκέττας Παρακαλώ εισάγετε μια δισκέττα και βεβαιωθήτε ότι έχετε επιλέξει έγκυρο οδηγό δισκέττας.
eo: Ne eblas aliri la disketon aý la disketlegilon Bonvolu enmeti disketon kaj certigu, ke vi elektis validan disketlegilon.
et: Flopile või flopidraivile pole võimalik juurde pääseda. Palun aseta flopi flopi draivi ja veendu, et sa oled valinud õige flopi seadme.
fi: En voi k‰ytt‰‰ levykeasemaa. Aseta levyke asemaan ja varmista, ett‰ olet valinnut olemassaolevan levykeaseman.
hu: Nem érem el a lemezt vagy a lemez meghajtót Tegyél be egy lemezt, vagy ellenõrizd, hogy érvényes meghajtót választottál-e.
is: Náði ekki sambandi við diskettu eða drif. Vinsamlegast settu diskettu í drifið, og athugaðu hvort þú hafir valið rétt drif.
it: Impossibile accedere al floppy Per favore inserisci un floppy e assicurati di aver selezionato un drive valido.
ja: フロッピーかフロッピードライブにアクセスできません フロッピーを挿入し、正しいフロッピードライブを選択したか 確認してください。
ko: 플로피나 플로피 드라이브에 접근할 수 없음 플로피를 넣으시고 올바르게 플로피 드라이브를 지정했는지 확인하십시오
nl: Geen toegang tot floppy of floppy speler. Voer a.u.b. een floppy in en verzeker u ervan dat u een correcte floppy speler hebt gekozen.
no: Har ikke tilgang til en diskett eller diskettstasjon Vennligst sett inn en diskett og vær sikker på at du har valgt en gyldig diskettstasjon.
pl: Brak dostêpu do dyskietki lub napêdu W³ó¿ dyskietkê do napêdu i upewnij siê, ¿e wybra³e¶ poprawny napêd dyskietek.
pt: Não consigo aceder à diskette ou à drive de diskettes Por favor insira uma diskette e certifique-se que seleccionou uma drive valida.
ro: Nu pot accesa discheta sau unitatea de disc Introduceþi o dischetã ºi asiguraþi-vã cã aþi selectat o unitate de disc validã.
ru: Не могу получить доступ к дисководу или дискете пожалуйста вставьте дискету и убедитесь, что вы выбрали корректный дисковод.
sk: Nemô¾em pristupova» k diskete alebo k disketovej jednotke Prosím, vlo¾te disketu a uistite sa, ¾e ste vybrali správnu disketovú mechaniku.
sl: Ni mo¾no dostopati do diskete ali disketnega pogona Prosim vstavite disketo ali preverite, da ste izbrali pravi disketni pogon.
sv: Kommer inte åt disketten eller diskettenheten. Se till att en diskett sitter i och att diskettenheten du valt är giltig.
tr: Diskete ya da sürücüye eriþilemiyor Lütfen disketi takýnýz ve geçerli bir sürücü seçtiðinize emin olunuz.

source: Cannot format: %s %s
br: N'hellan ket mentrezhañ : %s %s
ca: No es pot formatar %s %s
cs: Není mo¾né formátovat: %s %s
da: Kan ikke formatere: %s %s
de: %s kann nicht formatiert werden %s
el: Δε μπορώ να διαμορφώσω το: %s %s
eo: Ne eblas formati: %s %s
et: Pole võimalik formaatida: %s %s
fi: En voi alustaa: %s %s
hu: Nem formázható: %s %s
is: Gat ekki forsniðið: %s %s
it: Impossibile formattare: %s %s
ja: フォーマットできません: %s %s
ko: 포맷할 수 없음: %s %s
nl: Kan %s niet formatteren %s
no: Kan ikke formatere: %s %s
pl: Nie mo¿na sformatowaæ: %s %s
pt: Não consigo formatar: %s %s
ro: Nu pot formata: %s %s
ru: Ошибка форматирования %s %s
sk: Nemô¾em formátova»: %s %s
sl: Ni mo¾no formatirati: %s %s
sv: Kunde ej formatera: %s %s
tr: %s biçimlenemiyor %s

source: Block %d is bad. Continuing ...
br: Ar bloc'h %d a zo fall. O kenderc'hel ...
ca: El bloc %d es dolent. Continuem ...
cs: Blok %d je vadný. Pokraèuji ...
da: Blok %d er dårlig. Fortsætter ...
de: Block %d ist fehlerhaft. Fahre mit dem Formatieren fort...
eo: Bloko %d estas difektita. Daýrigante ....
et: Plokk %d on vigane. Jätkamine ...
fi: Blokki %d on viallinen. Jatkan ...
hu: %d blokk hibás. Folytatás ...
is: Blokk %d er skemmd. Held áfram ...
it: Blocco %d danneggiato. Continuo ...
ja: %d ブロックは不良です。続けます...
ko: %d은 배드 블럭입니다. 계속 ...
nl: Blok %d is slecht. Ga verder ...
no: Blokk %d er dårlig. Fortsetter ...
pl: Blok %d jest uszkodzony. Kontynuujê ...
pt: Bloco %d está estragado. A continuar ...
ro: Blocul %d este defect. Continuu ...
ru: Сбойный блок %d. Продолжаю ...
sk: Blok %d je vadný. Pokraèujem ...
sl: Blok %d je slab. Nadaljujem ...
sv: Block %d är trasigt. Fortsätter ...
tr: Blok %d kötü. Devam ediliyor...

source: Cannot create a filesystem on: %s %s
br: N'hellan ket krouiñ ur reizhiad restroù war : %s %s
ca: No es pot crear un sistema de fitxers a: %s %s
cs: Není mo¾né vytvoøit souborový systém na: %s %s
da: Kan ikke lave et filsystem på: %s %s
de: Erstellen des Dateisystems auf %s ist nicht möglich. %s
el: Δεν μπορώ να δημιουργήσω σύστημα αρχείων στο: %s %s
eo: Ne povas krei dosieraron sur: %s %s
et: Pole võimalik luua failisüsteemi : %s -le %s
fi: En voi luoda tiedostoj‰rjestelm‰‰: %s %s
hu: A %s-n nem hozható létre fájlrendszer %s
is: Gat ekki smíðað skráarkerfi á: %s %s
it: Impossibile creare un filesystem su: %s %s
ja: ファイルシステムを作れません: %s %s
ko: 파일시스템을 만들 수 없음: %s %s
nl: Kan geen bestandssysteem aanmaken op: %s %s
no: Kan ikke lage et filsystem på: %s %s
pl: Nie mo¿na utworzyæ systemu plików: %s %s
pt: Não consigo criar sistema de ficheiros em: %s %s
ro: Nu pot crea un sistem de fiºiere pe: %s %s
ru: Ошибка создания файловой системы %s %s
sk: Nemô¾em vytvori» súborový systém na: %s %s
sl: Ni mo¾no ustvariti datoteènega sistema na: %s %s
sv: Gick ej att skapa ett filsystem på: %s %s
tr: %s üzerinde dosya sistemi yaratýlamýyor %s
