Repository: xwizard/kde1
Catalog: kdeutils-1.1.2/po/*/khexdit.po
Languages: br, ca, de, eo, et, hu, is, it, ko, mk, pt, sl, tr

source: Error opening %s
br: Fazi en ur zigeriñ %s
ca: Error al obrir %s
de: Fehler beim Öffnen von %s
eo: Eraro malfermante %s
et: Viga %s avamisel
hu: Nem lehet megnyitni %s-t!
is: Ekki tókst að opna %s
it: Errore in apertura di %s
ko: %s 열기 실패
mk: Greshka pri otvaranje na %s
pt: Erro na abertura de %s
tr: %s dosyasý açýlamadý

source: Save &As...
br: Enrollañ &E...
ca: D&esa com...
de: Speichern &unter...
eo: Sekurigu &kiel
et: Salvesta &kui...
hu: Mentés más&ként...
is: Vista &sem...
it: Salva con &nome...
ko: 다른 이름으로 저장...(&A)
mk: Snimi &kako...
pt: Gravar &Como...
sl: Shrani &kot...
tr: Ýsimle Kaydet

source: &Toggle Toolbar
br: &Gwintañ ar varrenn binvioù
ca: &Canvia barra d'eines
de: &Werkzeugleiste ein-/ausblenden
eo: &Montru/kaþu illistelon
et: &Lülita tööriistariba
hu: Eszköz&tár be/ki
is: Sýna/fela &tækjaslá
it: &Attiva/Disattiva Barra Strumenti
ko: 도구 바 생성/삭제(&T)
mk: &Ukluchi toolbar
pt: &Esconder/Mostrar Barra de Ferramentas
sl: &Preklapljaj orodjarno
tr: Araç Çubuðunu Göster/Sakla

source: Hex Editor
br: Aozer C'hwezegel
ca: Editor Hex
eo: Deksesuma redaktilo
et: Hex redaktor
hu: Hexa Szerkesztõ
is: Sextándakerfisritill
it: Editor Esadecimale
ko: 바이너리 편집기
mk: Heksa editor
pt: Editor Hexadecimal
sl: Hex urejevalnik
tr: Heksadesimal düzenleyici

source: by Stephan Kulow
br: gant Stephan Kulow
ca: per Stephan Kulow
de: von Stephan Kulow
eo: de Stephan Kulow
et: Stephan Kulow'i poolt
hu: írta: Stephan Kulow
is: eftir Stephen Kulow Þýðing: Gudmundur Erlingsson <gerl@vortex.is>
it: di Stephan Kulow
ko: Stephan Kulow
mk: od Stephan Kulow
pt: por Stephan Kulow
sl: napisal Stephan Kulow
tr: Stephan Kulow

source: New Window
br: Prenestr nevez
ca: Finestra Nova
de: Neues Fenster
eo: Nova Fenestro
et: Uus aken
hu: Új ablak
is: Nýr gluggi
it: Nuova Finestra
ko: 새 윈도우
mk: Nov Prozor
pt: Nova Janela
sl: Novo okno
tr: Yeni Pencere

source: Save the file
br: Enrollañ ar restr
ca: Desa el fitxer
de: Aktuelle Datei speichern
eo: Sekurigu dosieron
et: Salvesta fail
hu: Mentés fájlba
is: Vista skjalið
it: Salva il file
ko: 파일로 저장
mk: Snimi go fajlot
pt: Gravar o ficheiro
sl: Shrani datoteko
tr: Dosyayý sakla

source: Not implemented
br: N'eo ket kefloueraet
ca: No s'ha implementat
de: Nicht implementiert
eo: ne realigita
et: Pole teostatud
hu: Nincs megvalósítva
is: Óútfært
it: Non implementato
ko: 구현 안 된 기능
mk: Ne e implementirano
pt: Não implementado
sl: Ni implementirano
tr: Henüz desteklenmiyor

source: The current file has been modified. Do you want to save it?
br: Ar restr-red a zo bet kemmet. Hag e fell deoc'h e enrollañ ?
ca: El fitxe actual ha estat modificat. Voleu desar-lo?
de: Die Änderungen wurden nicht gespeichert! Wollen Sie sie jetzt speichern?
eo: La aktuala dosiero estas þanøita. Æu vi volas sekurigi øin?
et: Käesolevat faili on muudetud. Soovid sa selle salvestada?
hu: A jelenlegi file megváltozott. El szeretnéd menteni?
is: Skjalinu sem þú ert að vinna í hefur verið breytt. Viltu vista það?
it: Il file corrente e' stato modificato Vuoi salvarlo ?
ko: 파일이 수정되었습니다. 저장하시겠습니까?
mk: Momentalniot fajl e promenet. Dali sakata da go snimate?
pt: O ficheiro actual foi modificado. Deseja grava-lo?
sl: Trenutna datoteka je bila spremenjena. Ali jo ¾elite shraniti?
tr: Üzerinde çalýþýlan dosya degiþtirildi. Deðiþikliði saklamak ister misiniz?

source: The current file has been modified. Discard your changes?
br: Ar restr-red a zo bet kemmet. Dilezel ar c'hemmoù ?
ca: El fitxer actual ha estat modificat. Cal llençar els canvis?
de: Die Änderungen wurden nicht gespeichert! Wollen Sie sie jetzt speichern?
eo: La aktuala dosiero estas þanøita. Æu vi volas for¼eti viajn þanøojn?
et: Käesolevat faili on muudetud. Kas loobuda muudatustest?
hu: A jelenlegi file megváltozott. Elveted a változtatásokat?
is: Skjalinu sem þú ert að vinna í hefur verið breytt. Viltu hætta við breytingarnar?
it: Il file corrente e' stato modificato Ignoro le modifiche ?
ko: 파일이 수정되었습니다. 수정된 것을 무시하겠습니까?
mk: Momentalniot fajl e promenet Otfrlete gi promenite?
pt: O ficheiro actual foi modificado. Perder alterações ?
sl: Trenutna datoteka je bila spremenjena. Ali naj zavr¾em va¹e spremembe?
tr: Üzerinde çalýþýlan dosya degiþtirildi. Deðiþiklikleri çýkartayým mý?

source: KHexdit is already waiting for an internet job to finish Wait until this one is finished or stop the running one.
br: KHexdit zo o c'hortoz ma echufe un dlead kenrouedad endeo Gortozot ken ma vo echu hennezh pe lazhit an hini red.
ca: KHexdit ja està esperant que acabi un treball internet Espereu fins que acabi o atureu el que s'està executant.
de: Es ist nur ein Internetzugriff zur Zeit möglich. Warten Sie, solange der erste läuft, oder beenden Sie ihn!
eo: KHexedit ankoraý atendas pri la fino de tasko en Interreto Atendu øis øi finiøis aý haltigu øin.
et: KHex redaktor ootab juba lõpetamist vajava interneti töö taga. Oota kuni see on lõpetatud või peata selle täitmine.
hu: A KHexdit jelenleg egy internetes munkára vár, hogy befejezõdjön. Kérlek, várj addig, amíg az véget ér, vagy állítsd le a jelenleg futó munkát.
is: KHexdit er nú þegar að bíða eftir því að netferli ljúki Bíddu þar til ferlinu er lokið eða stöðvaðu það sem er í gangi.
it: KHexdit sta gia' attendendo che un processo di internet finisca Attendi il termine dell'esecuzione di questo oppure fermalo.
ko: KHexdit 이미 인터넷 작업이 종료되기를 기다리고 있습니다. 작업이 종료될 때까지 기다리거나 다른 작업을 정지시키십시오.
mk: KHexdit vekje cheka da zavrshi eden internet proces Prichekaj dodeka toj ne zavrshi ili stopiraj go onoj sto se izvrshuva.
pt: KHexdit já está à espera de que um trabalho internet termine Espero que este termine ou pare o actualmente a ser executado.
sl: KHexedit ¾e èaka na konec internetnega opravila. Poèakajte dokler ni konèano ali ga prekinite.
tr: KHexdit zaten bir internet iþinin sonuçlanmasýný bekliyor. Bu iþlerden birisi bitene kadar bekleyin Veya ilgili iþi durdurun.

source: Could not start KFM
br: Ne m'eus ket gallet loc'hañ KFM
ca: No s'ha pogut engegar KFM
de: KFM konnte nicht gestartet werden.
eo: Ne eblis lanæi KFM
et: KFM'i pole võimalik käivitada
hu: A KFM nem található
is: Ekki tókst að keyra KFM
it: Non posso far partire KFM
ko: KFM을 시작할 수 없습니다
mk: Ne mozhe da go startuva KFM
pt: Não foi possível iniciar o KFM
sl: Nisem mogel zagnati KFM
tr: KFM çalýþtýrýlamýyor
