Repository: xwizard/kde1
Catalog: kdeutils-1.1.2/po/*/kjots.po
Languages: br, fr, pl, sk

source: Book name:
br: An al levr :
fr: Nom du carnet :
pl: Nazwa ksi±¿ki:
sk: Názov knihy:

source: Open URL
br: Digeriñ un URL
fr: Ouvrir l'URL
pl: Otwórz URL
sk: Otvori» URL

source: New Book
br: Levr nevez
fr: Nouveau carnet
pl: Nowa ksi±¿ka
sk: Nová kniha

source: PreviousPage
br: Pajenn gent
fr: Page précédente
pl: Poprzednia strona
sk: PredchádzajúcaStrana

source: NextPage
br: Pajenn a heul
fr: Page suivante
pl: Nastêpna strona
sk: NasledujúcaStrana

source: ShowSubjectList
br: DiskwelRollDodennoù
fr: Monter table des matières
pl: Poka¿ temat
sk: Uká¾ZoznamPredmetov

source: AddNewPage
br: OuzpennañPajennNevez
fr: Ajouter nouvelle page
pl: Dodaj now± stronê
sk: PridajNovúStranu

source: MoveFocus
br: Dilec'hiañFokus
fr: Transférer le curseur
pl: Prze³±cz
sk: PresuòZameranie

source: CopySelection
br: EilañDiuzadenn
fr: Copier la sélection
pl: Kopiuj zaznaczone
sk: KopírujVoµbu

source: &New Book
br: &Levr nevez
fr: &Nouveau carnet
pl: &Nowa ksi±¿ka
sk: &Nová kniha

source: Save current book
br: Enrollañ al levr-red
fr: Enregistrer le carnet courant
pl: Zachowaj ksi±¿kê
sk: Ulo¾ súèasnú knihu

source: Save book to ascii file
br: Enrollañ al levr doare ascii
fr: Enregister le carnet en ASCII
pl: Zapisz ksi±¿kê do pliku ascii
sk: Ulo¾i» knihu do ASCII súboru

source: Save page to ascii file
br: Enrollañ ar bajenn doare ascii
fr: Enregistrer la page en ASCII
pl: Zapisz stronê do pliku ascii
sk: Ulo¾i» stranu do ASCII súboru

source: Delete current book
br: Distruj al levr-red
fr: Effacer le carnet courant
pl: Usuñ bie¿±c± ksi±¿kê
sk: Zmaza» súèasnú knihu

source: &New Page
br: Pajenn &nevez
fr: &Nouvelle page
pl: &Nowa strona
sk: &Nová strana

source: &Delete Page
br: &Distruj ar bajenn
fr: &Détrure la page
pl: &Usuñ stronê
sk: &Zmaza» stranu

source: &Config
br: &Kefluniañ
fr: &Configuration
pl: &Konfiguruj
sk: &Nastavi»

source: Configure &Keys
br: Kefluniañ ar stokelloù
fr: C&onfiguration des raccourcis clavier
pl: Konfiguruj k&lawisze
sk: Nastavi» &Klávesy

source: Add current book to hotlist
br: Ouzhpennañ al levr-red d'ar roll tomm
fr: Ajouter un signet
pl: Dodaj bie¿±c± ksi±¿kê do wa¿nych
sk: Prida» súèasnú knihu do hotlistu

source: Remove current book from hotlist
br: Dilemel al levr-red diwar ar roll tomm
fr: Enlever un signet
pl: Skasuj bie¿±c± ksi±¿kê z wa¿nych
sk: Zru¹i» súèasnú knihu z hotlistu

source: Hot&list
br: Roll &tomm
fr: &Signets
pl: &Wa¿ne

source: &Books
br: &Levrioù
fr: &Carnets
pl: &Ksi±¿ki
sk: &Knihy

source: by
br: gant
fr: par
sk: podµa

source: New
br: Nevez
fr: Nouveau
pl: Nowy
sk: Nový

source: Previous
br: Kent
fr: Précédent
pl: Poprzedni
sk: PredchádzajúcaStrana

source: Next
br: A heul
fr: Suivant
pl: Nastêpny
sk: Nasledujúci

source: Subject List
br: RollDodennoù
fr: Liste des sujets
pl: Lista tematów
sk: Zoznam predmetov

source: A book with this name already exists.
br: Bez' ez eus ul levr gant an hevelep anv endeo.
fr: Un carnet de ce nom existe déjà.
pl: Ksi±¿ka o tej nazwie ju¿ istnieje.
sk: Kniha s takým menom u¾ existuje.

source: Are you sure you want to delete the current book ?
br: Ha sur oc'h e fell deoc'h distruj al levr-red ?
fr: Vous êtes sur de vouloir effacer ce carnet ?
pl: Czy na pewno chcesz skasowaæ bie¿±c± ksi±¿kê?
sk: Ste si istý, ¾e chcete zmaza» súèasnú knihu ?

source: File exists !
br: Ar restr-se a zo !
fr: Fichier déjà existant !
pl: Plik ju¿ istnieje!
sk: Súbor existuje !

source: File already exists. Do you want to overwrite it ?
br: Ar restr-se a zo endeo. Hag e fell deoc'h e rasklañ ?
fr: Ce fichier existe déjà. Voulez-vous l'écraser ?
pl: Plik ju¿ istnieje. Czy chcesz go skasowaæ?
sk: Súbor u¾ existuje. Chcete ho prepísa» ?

source: Configure KJots
br: Kefluniañ KJots
fr: Configuration de KJots
pl: Konfiguruj KJots
sk: Nastavi» KJots

source: Specify which command to execute
br: Spisait an urzhiad da seveniñ
fr: Commande à exécuter
pl: Wpisz polecenie do uruchomienia
sk: ©pecifikova» príkaz

source: for HTTP:
br: evit HTTP :
fr: HTTP :
pl: dla HTTP:
sk: pre HTTP:

source: for FTP:
br: evit FTP :
fr: FTP :
pl: dla FTP:
sk: pre FTP:

source: ( %u is replaced with the selected URL )
br: ( %u zo erlec'hiet gant an URL diuzet )
fr: ( %u est remplacé par l'URL sélectionné )
pl: ( %u jest zast±piony przez wskazany URL )
sk: ( %u je nahradené zvoleným URL )

source: Font for editor:
br: Nodrezh avit an aozer :
fr: Police :
pl: Czcionka:
sk: Font pre editor:

source: Select
br: Diuz
fr: Choisir
pl: Wybierz
sk: Zvoli»

source: Dolor Ipse
br: Diouzh e labour, ar micherour
fr: L'élève a dépassé le maître.
pl: G¿eg¿ó³ka
