Repository: xwizard/kde1
Catalog: kdeutils-1.1.2/po/*/kljettool.po
Languages: br, eo, et, ro, sl

source: Ljet Tool
br: Benveg Ljet
sl: Orodje Ljet

source: Paper
eo: Papero
et: Paber
ro: Hârtie
sl: Papir

source: Printer
br: Moulerez
eo: Presilo
ro: Imprimantã
sl: Tiskalnik

source: Operations
br: Oberezhoù
eo: Operacioj
et: Operatsioonid
ro: Operaþii
sl: Operacije

source: Copies
br: Skouerennoù
et: Koopiaid
sl: Kopije

source: Lines
br: Linennoù
et: Ridu
sl: Vrstice

source: Orientation
br: Reizhadur
et: Paigutusviis
sl: Usmerjenost

source: Portrait
br: Poltred
et: Püsti
sl: Pokonèno

source: Landscape
br: Dremmwel
et: Pikali
sl: Le¾eèe

source: Manual Feed
br: Bouetañ dre an dorn
et: Käsitsi söötmine
sl: Roèno polni

source: Auto Continue
br: Kenderc'hel emgefreek
et: Automaatne jätkamine
sl: Samodejno nadaljuj

source: Language
br: Areg
eo: Lingvo
et: Keel
ro: Limbaj
sl: Jezik

source: Symbol Set
br: Arouezenneg
eo: Simbolaro
et: Sümboli tabel
ro: Set simboluri
sl: Nabor simbolov

source: Pitch
br: Savied
eo: Punktdistanco
et: Samm
sl: Korak

source: Point Size
br: Ment ar pik
eo: Punktgrandeco
et: Punkti suurus
ro: Dim. punct
sl: Velikost v toèkah

source: points
br: pik
eo: punktoj
et: punkti
ro: puncte
sl: toèk

source: Mode
br: Giz
eo: Modo
et: Reziim
ro: Mod
sl: Naèin

source: Economy
br: Arboellañ
eo: Ekonomia
et: Ökonoomne
ro: Economie
sl: Ekonomièen

source: Presentation
br: Emginnig
eo: Prezenta
et: Esinduslik
ro: Calitate
sl: Predstavitven

source: Resolution
br: Spister
eo: Distingebleco
et: Resolutsioon
ro: Rezoluþie
sl: Loèljivost

source: Density
br: Douester
eo: Denseco
et: Tundlikkus
ro: Densitate
sl: Gostota

source: Resolution Enh.
br: Gwell. spister
eo: plibon. distingebl.
et: Resolutsiooni laiendamine
ro: Rezoluþie îmbunãtãþitã
sl: Zveè. loèljivosti

source: End of Line Mode
br: Diwezh ar mod linenn
eo: Linirompa modo
et: Reavahetuse reziim
ro: Mod sfârºit de linie
sl: Naèin 'End of Line'

source: PageProtect
br: Gwareziñ ar bajenn
eo: Paøprotekto
et: Lehekülje kaitse
ro: Protecþie paginã
sl: Varuj strani

source: Powersave Time
br: Gedvezh an damanter
eo: Energiþparo post
et: Energiasäästu aeg
ro: Timp de powersave
sl: Èas do varèevanja z energijo

source: Eject
br: Argas
eo: Elþovu
et: Väljasta
ro: Ejectare
sl: Izvr¾i

source: Reset
br: Adloc'hañ
eo: Reþargu
et: Nulli
ro: Resetare
sl: Resetiraj

source: Initialize
br: Loc'hañ
eo: Initu
et: Initsialisseri
ro: Iniþializeazã
sl: Inicializiraj

source: Unable to print with: %s
br: Divarrek da voulañ gant : %s
eo: Ne eblas presi per: %s
et: Printimine pole võimalik alljärgnevaga: %s
ro: Imposibil de tipãrit cu: %s
sl: Ni mo¾no tiskati z: %s

source: About KLJetTool
br: Diwar-benn KLJetTool
eo: Pri KLJetTool
et: KLJetTool info
ro: Despre KLJetTool
sl: O orodju KLJet

source: KLjetTool
sl: Orodje KLjet

source: Version %s Copyright (c) 1997 Bernd Johannes Wuebben wuebben@kde.org
br: Doare %s Gwirioù eilañ (c) 1997 Bernd Johannes Wuebben wuebben@kde.org
et: Versioon %s Copyright (c) 1997 Bernd Johannes Wuebben wuebben@kde.org
sl: Verzija %s Avtorske pravice (c) 1997 Bernd Johannes Wuebben wuebben@kde.org

source: Format
br: Furmad
et: Formaat
