Repository: xwizard/kde1
Catalog: kdeutils-1.1.2/po/*/klpq.po
Languages: br, es, hu, it, nl, pl, pt, ru, sl

source: Sorry, can't open your printcap file.
br: Ho tigarez, n'hellan ket digeriñ ho restr printcap.
es: Lo siento, no se puede abrir el archivo printcap
hu: Sajnos nem tudom megnyitni a 'printcap' állományát
it: Spiacente, impossibile aprire il tuo file printcap
nl: Sorry, kan je printcap bestand niet openen.
pl: Nie mo¿na otworzyæ pliku /etc/printcap
pt: Desculpe, não consigo abrir o ficheiro printcap.
ru: Не могу открыть ваш файл printcap.
sl: Datoteke printcap ¾al ni mo¾no odpreti.

source: Sorry, unable to parse your printcap.
br: Ho tigarez, n'hellan ket dezrannañ ho restr printcap.
es: Lo siento, no se puede analizar su printcap.
hu: Sajnos nem tudom átnézni a 'printcap' állományát
it: Spiacente, impossibile interpretare il tuo printcap.
nl: Sorry, kan je printcap niet lezen.
pl: Nie mo¿na przeanalizowaæ pliku /etc/printcap
pt: Desculpe, não consigo processar o seu ficheiro printcap.
ru: Не могу обработать ваш файл printcap.
sl: Datoteke printcap ¾al ni mo¾no razèleniti.

source: Please email your printcap to Christoph.Neerfeld@home.ivm.de
br: Postelit ho printcap da Christoph.Neerfeld@home.ivm.de, mar plij
es: Por favor envíe un email con su printcap a Christoph.Neerfeld@home.ivm.de
hu: Kérem, küldje el 'printcap' állományát drótpostán Christoph.Neerfeld@home.ivm.de címre
it: Per favore spedisci il tuo printcap a Christoph.Neerfeld@home.ivm.de
nl: Stuur je printcap aub. naar Christoph.Neerfeld@home.ivm.de
pl: Proszê wys³aæ plik /etc/printcap na adres Christoph.Neerfeld@home.ivm.de
pt: Por favor envie por email o seu ficheiro printcap para Christoph.Neerfeld@home.ivm.de
ru: Отправьте почтой ваш файл printcap Christoph.Neerfeld@home.ivm.de
sl: Prosim po¹ljite svoj printcap na naslov Christoph.Neerfeld@home.ivm.de

source: Printer
br: Moulerez
es: Impresora
hu: Nyomtató
it: Stampante
pl: Drukarka
pt: Impressora
ru: Принтер
sl: Tiskalnik

source: Queuing
br: El lostenn
es: Encolando
hu: Sorra várakozás
it: In Coda
pl: Kolejkowanie
pt: À espera
ru: В очереди
sl: Èakajoè

source: Printing
br: War voulañ
es: Imprimiendo
hu: Nyomtatás folyamatban
it: In Stampa
nl: Bezig met printen
pl: Drukowanie
pt: Impressão
ru: Печатается
sl: Tiskam

source: Update
br: Bremañaat
es: Actualizar
hu: Frissítés
it: Aggiorna
nl: Verversen
pl: Uaktualnij
pt: Actualizar
ru: Обновить
sl: Obnovi

source: Rank
br: Renk
es: Ordenar
hu: Helyezés
nl: Rang
pl: Lp.
pt: Posição
ru: Ранг
sl: Rang

source: Owner
br: Perc'henn
es: Dueño
hu: Tulajdonos
it: Proprietario
nl: Eigenaar
pl: W³a¶ciciel
pt: Dono
ru: Владелец
sl: Lastnik

source: Job
br: Dlead
es: Trabajo
hu: Feladat
nl: Taak
pl: Zadanie
pt: Trabalho
ru: Задание
sl: Opravilo

source: Size
br: Ment
es: Tamaño
hu: Méret
it: Dimensione
nl: Grootte
pl: Rozmiar
pt: Tamanho
ru: Размер
sl: Velikost

source: Make Top
br: El laez
es: Poner el primero
hu: Elsõnek beállít
it: In Alto
nl: Maak Top
pl: Pierwsze
pt: Topo
ru: Перенести наверх
sl: Postavi na vrh

source: Auto
br: Emgefreek
hu: Automatikus
ru: Авто
sl: Samodejno

source: &Auto update
br: &Embremañaat
es: &Auto actualización
hu: &Automatikus frissítés
it: &Aggiornamento automatico
nl: &Automatisch verversen
pl: &Automatyczne od¶wie¿anie
pt: Actualizar &automáticamente
ru: Авто обновление
sl: S&amodejno obnovi

source: &Spooler
br: &Lostenner
hu: &Gyüjtõ
pl: &System drukowania
ru: Спулер
sl: &Èakalnik

source: Klpq %s (C) by Christoph Neerfeld chris@kde.org
br: Klpq %s (C) gant Christoph Neerfeld chris@kde.org
es: Klpq %s (C) por Christoph Neerfeld chris@kde.org
hu: Klpq %s (C) Christoph Neerfeld chris@kde.org
it: Klpq %s (C) di Christoph Neerfeld chris@kde.org
pl: Klpq %s (c) Christoph Neerfeld chris@kde.org
pt: Klpq %s (C) por Christoph Neerfeld chris@kde.org
ru: Klpq %s (C) Кристоф Неерфелд chris@kde.org
sl: Klpq %s (C) od Christoph Neerfeld chris@kde.org

source: &Config
br: &Kefluniañ
es: &Configuración
hu: &Konfigurálás
it: &Configura
nl: &Configuratie
pl: &Konfiguruj
pt: &Configuração
ru: Настройки
sl: &Nastavi

source: Do you really want to remove job No %d
br: Hag e fell deoc'h da vat lemel an dlead Nn %d
es: Realmente desea eliminar el trabajo No %d
hu: Valóban törölni akarja a(z) %d. számú feladatot
it: Vuoi veramente rimuover il job No %d
pl: Czy chcesz usun±æ zadanie %d?
pt: Quer mesmo remover o trabalho nº %d
ru: Вы действительно хотите удалить задание No %d
sl: Naj res odstranimo opravilo ¹t. %d

source: Do you really want to move job No %d on top of queue
br: Hag e fell deoc'h vat lakaat dlead Nn %d e laez al lostenn ?
es: Realmente desea mover el trabajo No %d en la cima de la cola
hu: Valóban elsõnek akarja elhelyezni a(z) %d. számú feladatot a sorban
it: Vuoi veramente mettere il job No %d in cima alla coda
pl: Czy chcesz przesun±æ zadanie %d na pocz±tek kolejki?
pt: Quer mesmo mover o trabalho nº %d para o topo da fila
ru: Вы действительно хотите переместить задание No %d в верх очереди
sl: Ali resnièno ¾elite prestaviti opravilo ¹t. %d na vrh vrste?

source: Permission denied
br: Aotre nac'het
es: Permiso denegado
hu: Hozzáférés megtagadva
it: Permesso negato
nl: Permissie geweigerd
pl: Brak praw dostêpu!
pt: Permissão recusada
ru: Доступ запрещен
sl: Dovoljenje zavrnjeno

source: This is a privileged command and you do not have permission to execute it.
br: Un urzhiad dreist eo hemañ ha n'oc'h ket aotreet d'e seveniñ
es: Esto es un comando especial y no tiene permiso para ejecutarlo.
hu: Ez egy kivételezett parancs és Önnek nincs hozzá végrehajtási joga.
it: Questo è un comando privilegiato e tu non hai i permessi per eseguirlo.
nl: Dit is een privileged commandoen je hebt geen permissie om het uit te voeren.
pl: Brak praw do wykonania polecenia
pt: Este é um comando previlegiado e você não têm previlégios para o executar.
ru: Это привилегированная команда и вы не имеете прав ее запускать.
sl: To je priviligiran ukaz in vi nimate potrebnih dovoljenj, da bi ga izvedli.

source: Configure Auto Update
br: Kefluniañ an embremañaat
es: Configurar la Autoactualización
hu: Az automatikus frissités konfigurálása
it: Configura Auto Aggiornamento
nl: Auto Update instellen
pl: Konfiguruj automatyczne od¶wie¿anie
pt: Configurar Actualização Automática
ru: Настроить Авто обновление
sl: Nastavi samodejno obnavljanje

source: Update frequency in seconds:
br: Talm bremañaat e eilennoù :
es: Frecuencia de actualización en segundos:
hu: Frissítés gyakorisága másodpercben:
it: Frequenza aggiornamento in secondi:
nl: Update Frequentie in seconden:
pl: Opó¼nienie w sekundach:
pt: Frequencia de actualização (s):
ru: Частота обновления в секундах:
sl: Frekvenca obnavljanja v sekundah:

source: Can't find your lpc program !
br: N'hellan ket kavout ho goulev lpc !
es: ¡ No se pudo encontrar el programa lpc !
hu: Nem találom az 'lpc' programját!
it: Non riesco a trovare il tuo programma lpc !
nl: Kan je lpc programma niet vinden!
pl: Nie mo¿na znale¼æ programu lpc!
pt: Não consigo achar o seu programa lpc !
ru: Не могу найти вашу программу lpc!
sl: Programa lpc ni mo¾no najti!

source: Sorry, I can't find your lpc program. Please check the configuration under Config->Spooler.
br: Ho tigarez, n'hellan ket kavout ho goulev lpc Gwiriit ar c'hefluniadur dre Kefluniañ->Lostenner, mar plij.
es: Lo siento, no se puede encontrar el programa lpc. Por favor compruebe la configuración de Config->Spooler.
hu: Sajnos, nem találom az 'lpc' programját Ellenörizze a Beállítás->Gyüjtõ alatt a konfigurációt.
it: Spiacente, non posso trovare il tuo programma lpc. Per favore controlla la configurazione sotto Configura->Spooler.
nl: Sorry, ik kan je lpc programma niet vinden. Controller je instellingen in Config->Spooler.
pl: Nie mo¿na znale¼æ programu lpc. Sprawd¼ konfiguracjê w opcji menu Konfiguruj->System drukowania.
pt: Desculpe, não consigo achar o seu programa lpc. Por favor verifique a configuração em Configuração->Spooler.
ru: Не могу найти программу lpc. Проверьте настройки в Настройки->Спулер.
sl: Programa lpc ¾al ni mo¾no najti. Prosim preverite nastavitve pod Nastavi->Èakalnik.

source: Select your spooling system
br: Diuzit ho reizhad lostennañ
es: Seleccione el sistema de spooling
hu: Válassza ki a gyüjtési módszert
it: Imposta il tuo sistema di spooling
nl: Selecteer je spooling systeem
pl: Wybierz swój system obs³ugi drukowania
pt: Seleccione o seu sistema de spooling
ru: Выберите вашу систему очереди
sl: Izberite va¹ èakalni sistem

source: Please select the spooling system you use. Most systems use the BSD spooler. So if you don't know which spooler is installed on your system, BSD is probably a good choice.
br: Diuzit ar reizhiad lostennañ e implijit mar plij. Ar bras eus ar reizhiadoù a ra gant al lostenner BSD.Neuze ma ne ouzit ket pe lostenner zo staliaet war ho reizhiad, BSD zo un dibab dereat moarvat.
es: Por favor seleccione el sistema de spooling que usa. La mayoría usa el sistema BSD. Así que si no sabe cual es el spooler instalado en su ordenador, BSD será la mejor opción.
hu: Kérem, válassza ki azt a gyüjtési módszert, amit használ. A rendszerek többsége BSD gyüjtõt használ Így, ha nem tudja, hogy milyen gyüjtõ lett installálva az Ön rendszerén, a BSD feltehetõen jó választás.
it: Per favore imposta il sistema di spooling che usi. Molti sistemi usano lo spooler BSD. Quindi se non conosci lo spooler installato sul tuo sistema, BSD probailmente è la scelta migliore.
nl: Selecteer het te gebruiken spooling system. De meeste systemen gebruiken de BSD spoolerDus als je niet weet welke spooler is geinstalleerd op jouw systeem, BSD is waarschijnlijk een goede keuze.
pl: Proszê wybraæ system obs³ugi drukowania. Wiêkszo¶æ systemów jest obs³ugiwana przez BSD spooler. Je¿eli nie ma pewno¶ci co do zainstalowanego systemu drukowania, najpewniej bêdzie to BSD.
pt: Por favor seleccione o sistema de spooling que usa. A maioria dos sistemas usa o spooler BSD. Por isso se não sabe qual é o spooler instalado no seu sistema, BSD é provávelmente uma boa escolha.
ru: Выберите, какую систему очереди вы используете. Большинство систем используют систему очереди BSD. Поэтому, если вы не знаете, выбирайте BSD.
sl: Prosim izberite sistem tiskanja, ki ga uporabljate. Veèina sistemov uporablja sistem BSD. Èe ne veste, kateri sistem imate name¹èen, je BSD verjetno dobra izbira.

source: Paths of spooling commands:
br: Hent d'an urzhiadoù lostennañ :
es: Path de los comandos de spooling:
hu: A gyüjtési parancsok útvonala:
it: Path per i comandi di spooling:
nl: Pad van spooling commando's:
pl: ¦cie¿ka do poleceñ systemu drukowania:
pt: Localizaçao dos comandos de spooling:
ru: Путь к командам управления очередью:
sl: Poti do ukazov èakalnika:
