Repository: xwizard/kde1
Catalog: kdeutils-1.1.2/po/*/knetmon.po
Languages: pt_br

source: Active work&group:
pt_br: &Grupo de trabalho ativo:

source: Your &username:
pt_br: Seu nome de &usuário:

source: Use &NSLookup:
pt_br: Utilizar &NSLookup:

source: Use N&MBLookup
pt_br: Utilizar N&MBLookup

source: Use &samba for getting browse list:
pt_br: Utilizar &samba para obter lista:

source: Get &browselist from:
pt_br: Obter &lista de:

source: Use &IP for samba
pt_br: Utilizar &IP para samba

source: Ask always for &password and username
pt_br: Sempre perguntar por &senha e nome de usuário

source: &Change name
pt_br: &Mudar nome

source: &Add workgroup
pt_br: &Adicionar grupo de trabalho

source: &Delete workgroup
pt_br: &Eliminar grupo de trabalho

source: Use special talk program:
pt_br: Utilizar programa especial de talk:

source: &Max. number of button rows:
pt_br: Número &máximo de linhas de botões:

source: Adjust &fontsize:
pt_br: Ajustar tamanho da &fonte:

source: &Use following xterm:
pt_br: &Utilizar o seguinte xterm:

source: &Start xterm with options:
pt_br: &Iniciar xterm com opções:

source: &Explore with:
pt_br: &Explorar com:

source: Mount &shares under:
pt_br: Montar volumes &compartilhados sob:

source: &Update period:
pt_br: &Período de Atualização

source: Unmount on &exit
pt_br: Desmontar ao &sair

source: Configure KNetMon
pt_br: Configurar KNetMon

source: Network settings
pt_br: Configurações de rede

source: GUI settings
pt_br: Configurações GUI

source: More settings
pt_br: Mais configurações

source: identifier for the current selected workgroup
pt_br: identificar do grupo de trabalho correntemente selecionado

source: you should know
pt_br: você deveria saber

source: if checked, knetmon will be able to retrieve the IP addresses from your nameserver
pt_br: se habilitado, knetmon poderá obter os endereços IP de seu servidor de nomes

source: enter the IP address of your nameserver, its name may work too
pt_br: digite o número IP de seu servidor de nomes, seu nome deve funcionar também

source: if checked, smbclient is used for getting a list of active hosts, it is recommended to enable this
pt_br: se habilitado, smbclient será usado para obter uma lista de máquinas ativa; é recomendável habilitar

source: name of a host, which provides a browsing list, e.g. the name server or your own machine
pt_br: nome de uma máquina que oferece uma lista de consulta, por exemplo o servidor DNS ou sua própria máquina

source: if checked, samba will use the IP-address for its actions, usually it should work without this option
pt_br: se habilitado, o samba usará o endereço IP para seus fins, usualmente ele deve funcionar sem esta opção

source: if checked, samba will always use password and username
pt_br: se habilitado, o samba sempre usará senha e nome de usuário

source: if not checked, the standard talk program in a xterm is used, else the talk you enter here
pt_br: se não habilitado, o programa programa talk no xterm será usado; do contrário, o que você digitar aqui

source: the name of a X talk, e.g. "ktalk"
pt_br: O nome de um X talk, como o "ktalk"

source: the maximum number of buttons vertically
pt_br: o número máximo de botões verticalmente

source: the font size of the buttons
pt_br: o tamanho de fonte dos botões

source: the name of your favourite xterm, kvt won't work, I think
pt_br: o nome de seu x-term favorito; kvt não funcionará, eu acho

source: the xterm entered above will be started with these options
pt_br: o xterm digitado acima será iniciado com estas opções

source: a filemanager which opens directory %dir
pt_br: um gerenciador de arquivos que abre o diretório %dir

source: here the shares will be mounted, you MUST have WRITE-PERMISSION
pt_br: aqui serão montados os volumes compartilhados, você PRECISA ter PERMISSÃO DE ESCRITA

source: update period in seconds
pt_br: período de atualização em segundos

source: usually you should keep this checked
pt_br: normalmente você deixará esta opção habilitada

source: Enter an identifier for the new workgroup
pt_br: Digite uma identificação para o novo grupo de trabalho

source: Name of new work&group:
pt_br: Nome do novo &grupo de trabalho:

source: Name of the work&group:
pt_br: Nome do &grupo de trabalho:

source: Enter an identifier for this workgroup
pt_br: Digite uma identificação para este grupo de trabalho

source: &Status
pt_br: &Estado

source: &More
pt_br: &Mais

source: Explore host
pt_br: Explorar máquina

source: Mount
pt_br: Montar

source: UnMount
pt_br: Desmontar

source: Mount share
pt_br: Montar volume compartilhado

source: Get IP address
pt_br: Obter endereço IP

source: Change workgroup
pt_br: Mudar grupo de trabalho

source: Configure
pt_br: Configurar

source: Update
pt_br: Atualizar

source: Ping Nameserver
pt_br: Pingar servidor de nomes

source: Enter password
pt_br: Digite senha

source: On host:
pt_br: Na máquina:

source: Enter login name:
pt_br: Digite nome de login

source: on
pt_br: em

source: : Logged in as
pt_br: : Identificado como

source: Talk to:
pt_br: Falar (talk) com:

source: : Talking to
pt_br: : Falando com

source: : Pinging
pt_br: : Pingando

source: : Finger at
pt_br: : Finger em

source: Name of share:
pt_br: Nome do volume compartilhado:

source: Connect to host:
pt_br: Conectar à máquina:

source: Co&nnect
pt_br: Co&nectar

source: : Connected to //
pt_br: : Conectado a //

source: something failed ;-)
pt_br: algo deu errado ;)

source: Connect to which share from host
pt_br: Conectar a que volume compartilhado da máquina

source: Get list from host:
pt_br: Obter lista da máquina:

source: Enter username:
pt_br: Digite nome de usuário:

source: Use &password
pt_br: &Usar senha

source: &Without password
pt_br: &Sem senha

source: Mount share:
pt_br: Montar volume compartilhado:

source: Mount share from host:
pt_br: Montar volume remoto da máquina:

source: Select filesystem:
pt_br: Selecione sistema de arquivos:

source: &Mount
pt_br: &Montar

source: Mount shares from host
pt_br: Montar volumes compartilhados da máquina

source: Mount &all shares
pt_br: Montar &todos os volumes compartilhados

source: Mount &selected shares
pt_br: Montar volumes compartilhados &selecionados

source: Host not found
pt_br: Computador não encontrado

source: Host not found, action failed Stay cool, think it must have been a bug
pt_br: Máquina não encontrada, operação falhou Fique frio, pense que deve ter sido um bug

source: Some information about host
pt_br: Alguma informação sobre a máquina

source: Comment:
pt_br: Comentário:

source: IP address:
pt_br: Endereço IP:

source: Running OS:
pt_br: Executando OS:

source: Available shares:
pt_br: Volumes compartilhados disponíveis:

source: by Alexander Neundorf Bug reports, comments,... to alexander.neundorf@rz.tu-ilmenau.de Newest versions under http://www.rz.tu-ilmenau.de/~lekus/netmon.html This program is free available under the terms of the GNU General Public License Created using Qt 1.4 by Troll Tech http://www.troll.no
pt_br: por Alexander Neundorf Problemas, comentários ... para alexander.neundorf@rz.tu-ilmenau.de Novas versões em http://www.rz.tu-ilmenau.de/~lekus/netmon.html Este programa é gratuito sob os termos da Licença GNU. Confeccionado com a biblioteca Qt 1.4 da Troll Tech http://www.troll.no

source: Login as user:
pt_br: Login como usuário:

source: Talk to user:
pt_br: Talk com usuário:

source: Telnet as user:
pt_br: Telnet como usuário:

source: Put Finger on host:
pt_br: Finger endereçado à máquina:

source: Ping to host:
pt_br: Ping para máquina:

source: Get address of host:
pt_br: Obter endereço da máquina:

source: IP address of host
pt_br: Endereço IP da máquina

source: Enter username
pt_br: Digite o nome do usuário

source: Required binary not found
pt_br: Binário requerido não encontrado

source: Could not execute smbclient, this will give problems. If you don't want knetmon to check for binaries, start it with the option -d. Continue anyway ?
pt_br: Impossível executar smbclient, isto poderá trazer problemas. Se você não quer que o knetmon verifique os binários, inicie-o com a opção -d. Continuar assim mesmo ?

source: Could not execute smbmount, you won't be able to mount samba shares. If you don't want knetmon to check for binaries, start it with the option -d. Continue anyway ?
pt_br: Impossível executar smbmount, você não poderá montar volumes compartilhados do SaMBa. Se você não quer que o knetmon verifique os binários, inicie-o com a opção-d. Continuar assim mesmo ?

source: Could not execute smbumount, you won't be able to unmount mounted samba shares. If you don't want knetmon to check for binaries, start it with the option -d. Continue anyway ?
pt_br: Impossível executar smbumount, você não poderá desmontar volumes compartilhados montados do SaMBa. Se você não quer que o knetmon verifique os binários, inicie-o com a opção-d. Continuar assim mesmo ?

source: Could not execute mount, you won't be able to mount nfs-exports. If you don't want knetmon to check for binaries, start it with the option -d. Continue anyway ?
pt_br: Impossível executar mount, você não poderá montar volumes exportados do NFS. Se você não quer que o knetmon verifique os binários, inicie-o com a opção-d. Continuar assim mesmo ?

source: Could not execute umount, you won't be able to unmount mounted nfs-exports. If you don't want knetmon to check for binaries, start it with the option -d. Continue anyway ?
pt_br: Impossível executar umount, você não poderá desmontar volumes montados do NFS. Se você não quer que o knetmon verifique os binários, inicie-o com a opção-d. Continuar assim mesmo ?

source: Could not execute showmount, so the nfs-stuff won't work. If you don't want knetmon to check for binaries, start it with the option -d. Continue anyway ?
pt_br: Impossível executar showmount, portanto as operações NFS não funcionarão. Se você não quer que o knetmon verifique os binários, inicie-o com a opção-d. Continuar assim mesmo ?

source: Could not execute nslookup, you will have problems if you need to know the IP addresses for samba. If you don't want knetmon to check for binaries, start it with the option -d. Continue anyway ?
pt_br: Impossível executar nslookup, você terá problemas se precisar saber os endereços IP para o SaMBa. Se você não quer que o knetmon verifique os binários, inicie-o com a opção-d. Continuar assim mesmo ?

source: Could not execute nmblookup, you will have problems if you need to know the IP address for samba. If you don't want knetmon to check for binaries, start it with the option -d. Continue anyway ?
pt_br: Impossível executar nmblookup, você terá problemas se precisar saber o endereço IP para o SaMBa. Se você não quer que o knetmon verifique os binários, inicie-o com a opção-d. Continuar assim mesmo ?

source: &Use name and password for mounting
pt_br: &Usar nome e senha para montagem

source: Enter &name:
pt_br: Digite o &nome:

source: Enter pass&word:
pt_br: Digite a &senha:

source: status
pt_br: estado

source: Resources accessed by other users:
pt_br: Recursos acessados por outros usuários:

source: Network resources mounted on this system:
pt_br: Recursos de rede montados neste sistema:

source: Share
pt_br: Volume compartilhado

source: User
pt_br: Usuário

source: Group
pt_br: Grupo

source: Machine
pt_br: Máquina

source: Since
pt_br: Desde

source: Resource
pt_br: Recurso

source: Mounted on
pt_br: Montado em

source: Type
pt_br: Tipo

source: View exports
pt_br: Ver diretórios exportados

source: View imports
pt_br: Ver diretórios importados

source: Show &hidden shares
pt_br: Mostrar volumes compartilhados &escondidos

source: Do nothing
pt_br: Não fazer nada

source: Disconnect
pt_br: Desconectar

source: Save Changes ?
pt_br: Salvar mudanças ?
