Repository: xwizard/kde1
Catalog: kdeutils-1.1.2/po/*/knotes.po
Languages: br, ca, da, el, et, fr, ja, ko, nl, pl, ru, sv, tr

source: The name "xyalarms" is reserved for internal usage. Please choose a different name
br: An anv "xyalarms" a zo miret evit an implij diabarzh. Dibabit mar plij un anv all
ca: El nom "xyalarms" s'ha reservat per ús intern. Si us plau, escolliu un nom diferent
da: Navnet "xyalarms" er reserveret til internt brug. Vælg venligst et andet navn!
el: Το όνομα "xyalarms" είναι μόνο για εσωτερική χρήση. Παρακαλώ επιλέξτε ένα διαφορετικό όνομα
et: Nimi "xyalarms" on reserveeritud sisemiseks kasutamiseks. Palun vali mõni teine nimi.
fr: Le nom "xyalarms" est réservé pour un usage interne. Veuillez choisir un nom différent
ja: "xyalarms" というのは内部で使われています。 別の名前にしてください。
ko: "xyalarms"라는 이름은 내부사용값으로 예약되어 있읍니다. 다른 이름을 선택하십시오
nl: De naam "xyalarms" is gereserveerd voor intern gebruik. Kies a.u.b. een andere naam.
pl: Nazwa "xyalarms" jest zarezerwowana na wewnêtrzne potrzeby. Proszê wybraæ inn± nazwê
ru: Имя "xyalarms" зарезервировано для внутреннего использования. Пожалуйста выберите другое имя.
sv: Namnet "xyalarms" är redan reserverat för internt bruk. Var vänlig och välj ett annat namn
tr: xyalarms ismi iç kullaným için ayrýlmýþtýr. Lütfen farklý bir isim seçin

source: A KNotes note with this name already exists Please choose a different name
br: Bez' ez eus un notenn KNotes gant an hevelep anv endeo Dibabit mar plij un anv all
ca: Ja existeix una nota amb aquest nom Si us plau, escolliu un nom diferent
da: En note med dette navn eksisterer allerede Vælg venligst et andet navn!
et: Sellise nimega sedel eksisteerib juba. Palun vali mõni teine nimi.
fr: Il existe déjà une note de ce nom. Veuillez choisir un nom différent.
ja: この名前は使われています。 別の名前にしてください。
ko: 이 이름의 Knotes 노트가 이미 존재합니다 다른 이름을 선택해 주십시오
nl: Eeen KNotes blad met deze naam bestaat reeds. Kies a.u.b. een andere naam.
pl: Ta nazwa notatki ju¿ istnieje Proszê wybraæ inn± nazwê
ru: Заметка с таким именем уже существует Пожалуйста выберите другое имя.
sv: En KNote med detta namn existerar redan. Var vänlig och välj ett annat namn
tr: Bu isimli bir not zaten var Lütfen farklý bir isim seçin

source: Could not load %s !
br: Ne m'eus ket gallet kargañ %s !
ca: No s'ha pogut carregar %s!
da: Kunne ikke indlæse: %s !
fr: Impossible de charger %s !
ja: %s を開けません!
pl: Nie mo¿na za³adowaæ %s !
ru: Не могу загрузить %s !

source: Change Defaults
br: Kemmañ dre ziouer
ca: Canvia omissió
da: Skift standarder
el: 'Αλλαξε τα Προεπιλεγμένα
et: Muuda vaikeväärtusi
fr: Configuration par défaut
ja: デフォルトの変更
ko: 기본설정 바꾸기
pl: Ustawienia domy¶lne
ru: Изменить установки
sv: Ändra standardvärden ...
tr: Öntanýmlarý Deðiþtir

source: Exit Knotes
br: Kuitaat Knotes
ca: Sortida Knotes
da: Afslut Knotes
el: 'Εξοδος από Knotes
et: Välju Knotes'ist
fr: Quitter Knotes
ja: Knotes の終了
ko: Knotes 끝내기
pl: Wyj¶cie
ru: Выйти из заметок
sv: Avsluta Knotes
tr: Knotes çýkýþ

source: New Knote
br: Knote nevez
ca: Nota nova
da: Ny note
el: Νέο Σημείωμα
et: Uus sedel
fr: Nouvelle note
ja: 新しい Knote
ko: 새 Knote
pl: Nowa notatka
ru: Новая заметка
sv: Ny Knote
tr: Yeni Knote
