Repository: xwizard/kde1
Catalog: kdeutils-1.1.2/po/*/knotes.po
Languages: br, ca, da, el, et, fr, ja, ko, nl, pl, ru, sv, tr

source: Hello
br: Demat
ca: Hola
da: Goddag
el: Χαίρετε
fr: Salut
ja: やあ
pl: Cze¶æ
ru: Привет

source: Text Color...
br: Liv ar skrid...
ca: Color de text...
da: Tekstfarve...
el: Χρώμα κειμένου...
et: Teksti värv...
fr: Couleur du texte...
ja: 文字の色...
ko: 글자 색...
nl: Tekst Kleur...
pl: Kolor tekstu...
ru: Цвет Текста...
sv: Textfärg...
tr: Yazý Rengi

source: Background Color...
br: Liv an drekleur...
ca: Color de fons...
da: Baggrundsfarve...
el: Χρώμα Φόντου...
et: Tausta värv...
fr: Couleur du fond...
ja: 背景の色...
ko: 배경 색...
nl: Achtergrond Kleur...
pl: Kolor t³a...
ru: Цвет фона...
sv: Bakgrundsfärg...
tr: Arkaplan Rengi...

source: New Note
br: Notenn nevez
ca: Nota nova
da: Ny note
el: Νέο Σημείωμα
et: Uus sedel
fr: Nouvelle note
ja: 新しいノートを開く
ko: 새 노트
nl: Nieuwe Blad
pl: Nowa notatka
ru: Новая заметка
sv: Ny Note
tr: Yeni Not

source: Delete Note
br: Distruj an notenn
ca: Esborra nota
da: Slet note
el: Διαγραφή Σημειώματος
et: Kustuta sedel
fr: Supprimer la note
ja: ノートを消す
ko: 노트 지우기
nl: Verwijder Blad
pl: Skasuj notatkê
ru: Удалить заметку
sv: Radera Note
tr: Notu Sil

source: Rename Note...
br: Adenvel an notenn...
ca: Renombra nota...
da: Omdøb note...
el: Μετονομασία Σημειώματος...
et: Nimeta sedel ümber...
fr: Renommer la note...
ja: ノートの名前を変える...
ko: 노트 이름바꾸기...
nl: Hernoem Blad...
pl: Zmieñ nazwê notatki...
ru: Переименовать заметку...
sv: Ge Note ett nytt namn...
tr: Notun Ýsmini Deðiþtir

source: Alarm ...
br: Dihuner...
ca: Alarma...
el: Ξυπνητήρι ...
fr: Alarme...
ja: アラーム...
ko: 알람...
pl: Budzik...
ru: Будильник...

source: Calendar
br: Deiziataer
ca: Calendari
da: Kalender
el: Ημερολόγιο
et: Kalender
fr: Calendrier
ja: カレンダーの表示
ko: 달력
nl: Kalender
pl: Kalendarz
ru: Календарь
sv: Kalender
tr: Takvim

source: Mail Note ...
br: Postelañ an notenn...
ca: Envia nota ...
da: Send note...
el: Ταχυδρόμησε Σημείωμα ...
et: Maili sedel ...
fr: Expédier la note...
ja: ノートを送信 ...
ko: 전자우편로 보내기...
nl: Verzendt blad ...
pl: Wy¶lij poczt± notatkê...
ru: Отправить заметку по почте...
sv: Posta Note ...
tr: Notu Mail ile Gönder...

source: Print Note
br: Moulañ an notenn
ca: Imprimeix nota
da: Udskriv note
el: Εκτύπωσε Σημείωμα
et: Trüki sedel
fr: Imprimer la note
ja: ノートを印刷
ko: 노트 인쇄
nl: Druk Blad Af
pl: Wydrukuj notatkê
ru: Напечатать заметку...
sv: Skriv ut Note
tr: Notu Yazdýr

source: Save Notes
br: Enrolañ an notennoù
ca: Desa notes
da: Gem note
el: Σώσε τις Σημειώσεις
et: Salvesta sedelid
fr: Enregistrer les notes
ja: ノートを保存
ko: 노트 저장
pl: Zapisz notatkê
ru: Записать заметку
sv: Spara Notes
tr: Notlarý Kaydet

source: 3D Frame
br: Stern 3M
ca: Marc 3D
da: 3D Rammer
el: Πλαίσιο 3Δ
et: 3D raam
fr: Cadre en 3D
ja: 枠有り
ko: 3차원 프레임
pl: Ramka 3D
ru: 3-ая рамка
sv: 3D Ram
tr: 3 Boyutlu Çerçeve

source: Auto Indent
br: Emgeflosk
ca: Autoindentació
da: Auto Indryk
et: Automaatne taandrida
fr: Indentation auto
ja: 自動字下げの切替え
ko: 자동 들여쓰기
nl: Automatisch Indenteren
pl: Autowciêcie
ru: Авто выравнивание
sv: Autoindentering
tr: Önceki Satýra Hizala

source: Font...
br: Nodrezh...
da: Skrifttype...
el: Γραμματοσειρά...
fr: Police...
ja: フォントの選択...
ko: 글꼴...
nl: Lettertype...
pl: Czcionka...
ru: Шрифт...
sv: Typsnitt...
tr: Yazý tipi...

source: Colors
br: Livioù
da: Farver
el: Χρώματα
et: Värvid
fr: Couleurs
ja: 色の選択
ko: 색
nl: Kleuren
pl: Kolory
ru: Цвета
sv: Färger
tr: Renkler

source: Change Defaults ...
br: Kemmañ dre ziouer...
ca: Canvia omissió ...
da: Skift standarder...
el: 'Αλλαξε τα Προεπιλεγμένα ...
et: Muuda vaikeväärtusi ...
fr: Modifier les valeurs par défaut...
ja: デフォルトの変更...
ko: 기본설정 바꾸기...
nl: Wijzig Standaardwaarden ...
pl: Ustawienia domy¶lne...
ru: Изменить установки...
sv: Ändra standardvärden ...
tr: Öntanýmlarý Deðiþtir...

source: Dock in panel
br: Ensoc'hañ er banell
ca: Encasta al plafó
da: Vis i panelet
et: Doki paneelile
fr: Placer sur le tableau de bord
ja: パネルに格納
pl: Dokuj w panelu
ru: Прицепить к панели

source: Insert Date
br: Ensoc'hañ an deiziad
ca: Inserta data
da: Indsæt dato
el: Εισαγωγή Ημερομηνίας
et: Lisa kuupäev
fr: Insérer la date
ja: 日付の挿入
ko: 날짜 삽입
nl: Voer Datum In
pl: Wstaw datê
ru: Вставить дату
sv: Infoga datum
tr: Tarihi Ekle

source: Operations
br: Obererezhoù
ca: Operacions
da: Funktioner
el: Λειτουργίες
et: Operatsioonid
fr: Opérations
ja: 操作一覧
ko: 제어
nl: Opdrachten
pl: Czynno¶ci
ru: Операции
sv: Operationer
tr: Ýþlemler

source: Note:
br: Notenn :
ca: Nota:
el: Σημείωμα:
et: Sedel:
ja: 注意:
ko: 노트:
nl: Blad:
pl: Notatka:
ru: Заметка:
tr: Not:

source: Could not save a KNote. Quit anyways?
br: Ne m'eus ket gallet enrollañ ar c'hKNote. Kuitaat evelato ?
ca: No s'ha pogut desar una nota. Cal abandonar?
da: Kunne ikke gemme noten. Afslut alligevel?
el: 'Ενα KNote δε σώθηκε. Θέλετε να τερματιστεί η εφαρμογή ούτως ή άλλως;
et: Sedelit pole võimalik salvestada. Kas väljuda vaatamata sellele?
fr: Impossible d'enregistrer la note. Désirez-vous néanmoins quitter ?
ja: ノートをセーブできません とにかく終了しますか？
ko: KNote가 저장되지 않았읍니다. 그래도 종료하시겠읍니까?
nl: Kan een KNote Blad niet opslaan. Toch afsluiten ?
pl: Nie mo¿na zachowaæ notatki. Wyj¶æ, pomimo tego?
ru: Заметка не записана. Выйти?
sv: Kunde inte spara en KNote. Avsluta ändå?
tr: KNote saklanamýyor. Yine de çýkayým mý?

source: Could not save KNote Alarms
br: Ne m'eus ket gallet enrollañ dihunerien KNote.
ca: No s'han pogur desar notes d'alarma
da: Kunne ikke gemme KNote alarmerne
el: Δε μπόρεσα να σώσω το Ξυπνητήρι του KNote
fr: Impossible d'enregistrer les alarmes KNote
ja: KNote アラームを保存できません
ko: KNote 알람을 저장할 수 없읍니다
nl: Kan KNote Alarm gegevens niet opslaan
pl: Nie mo¿na zachowaæ budzika
ru: Не могу записать Будильник
sv: Kunde inte spara KNote alarm
tr: KNote alarmlarý saklanamadý

source: Could not pipe the contents of this KNote into: %s
br: Ne m'eus ket gallet korzañ endalc'had ar c'hKNote-mañ da : %s
ca: No s'ha pogut enviar el contingut d'aquest nota a: %s
da: Indholdet af denne note kunne ikke anvendes med kommandoen: %s
el: Δε μπόρεσα να διασωληνώσω τα περιεχόμενα αυτού του Σημειώματος στο: %s
et: Selle sedeli sisu pole võimalik suunata järgnevasse: %s
fr: Impossible de rediriger le contenu de cette note vers : %s
ja: %sにこのノートの文脈をパイプできません
ko: Knote의 내용을 보낼 수 없읍니다 : %s
nl: Kan de inhoud van dit KNote Blad niet doorsluiten naar: %s
pl: Nie mo¿na wys³aæ zawarto¶ci notatki do: %s
ru: Не могу перенаправить содержимое заметки в: %s
sv: Kunde inte "pipe"(a) innehållet i denna KNote till: %s
tr: Bu KNote un içeriðini yönlendiremiyorum:%s

source: You have exeeded the arbitrary and unjustly set limit of 50 knotes. Please complain to the author.
br: Aet oc'h en tu all d'ar vevenn kriz ha kaled a 50 knotenn. Klemmit mar plij digant an aozer.
ca: Heu excedit el límit arbitrari i injustament establert de 50 notes. Si us plau, queixeu-vos a l'autor.
da: Du har overskredet den uretfærdige grænse på 50 noter. Brok dig til forfatteren!
el: Μόλις υπερβήκατε το άδικο και αυθέρετα ορισμένο όριο των 50 Σημειωμάτων. Παραπονεθείτε στο συγγραφέα, παρακαλώ.
et: Sa oled käitunud omavoliliselt ja ületanud ebaõiglaselt 50 sedeli limiidi. Kaeba palun autorile.
fr: Vous avez atteint la limite arbitraire et injustement fixée à 50 KNotes. S'il vous plaît, plaignez-vous en à l'auteur.
ja: 50枚以上ノートは作れません あきらめてください
ko: knotes에서 임의로 규정한 50개의 설정을 초과하였읍니다. 제작자에게 요구사항을 말씀하십시오
nl: U hebt de volslagen willekeurige limiet van 50 knotes overschreden. Wendt u a.u.b. tot de auteur om uw beklag te doen.
pl: Przekroczy³e¶ niczym nieuzasadniony limit 50 notatek. Skontaktuj siê koniecznie z autorem.
ru: Вы превзошли установленный предел в 50 заметок. Пожалуйста обращайтесь к автору.
sv: Du har överskridit den godtyckliga och väl tilltagna gränsen på 50 KNotes. Var vänlig och klaga hos skaparen av detta program.
tr: 50 Knotes'luk sýnýrý aþtýnýz. Bu rastgele ve yetersiz sýnýrý arttýrmasý için yazara mektup atýn.

source: Question
br: Goulenn
ca: Pregunta
da: Spørgsmål
el: Ερώτηση
et: Küsimus
ja: 質問
ko: 질문
nl: Vraag
pl: Pytanie
ru: Вопрос
sv: Frågor
tr: Soru

source: Are you sure you want to delete this note permanently?
br: Ha sur oc'h e fell deoc'h distruj an notenn-se da viken ?
ca: De veres voleu esborrar aquesta nota permanentment?
da: Er du sikker på du vil slette denne note?
el: Σίγουρα θέλετε να διαγράψετε αυτό το σημείωμα;
et: Oled sa kindel, et soovid selle sedeli jäädavalt kustutada?
fr: Etes-vous certain de vouloir supprimer cette note définitivement ?
ja: このノートを消してもいいですか？
ko: 이 노트를 영구히 지우는 것이 확실합니까?
nl: Bent u zeker dat u dit blad permanent wilt wissen ?
pl: Czy na pewno chcesz skasowaæ ca³kowicie tê notatkê?
ru: Вы уверены, что хотите удалить заметку навсегда?
sv: Är du säker på att du vill radera denna Note permanent?
tr: Bu notu kalýcý bir þekilde silmek istediðinden emin misiniz?

source: Could not load: %s
br: Ne m'eus ket gallet kargañ : %s
ca: No s'ha pogut carregar: %s
da: Kunne ikke indlæse: %s
el: Δε μπόρεσα να φορτώσω: το %s
et: Pole võimalik laadida: %s
fr: Impossible de charger : %s
ja: %sをロードできません
ko: 불러올 수 없음: %s
nl: Kan niet laden: %s
pl: Nie mo¿na odczytaæ: %s
ru: Не могу загрузить: %s
sv: Kunde inte ladda: %s
tr: Yüklenemiyor: %s

source: KNotes Configuraton
br: Kefluniadur KNotes
ca: Configurador de KNotes
da: KNotes Indstillinger
el: Ρυθμίσεις KNotes
et: KNotes konfiguratsioon
fr: Configuration de KNotes
ja: KNotes コンフィグレーション
ko: KNotes 설정
nl: KNotes Instellingen
pl: Konfiguracja KNotes
ru: Опции
sv: KNotes konfiguration
tr: KNotes Yapýlandýrmasý

source: KNotes %s Bernd Johannes Wuebben wuebben@math.cornell.edu wuebben@kde.org Copyright (C) 1997 With contributions by: Matthias Ettrich <ettrich@kde.org>
br: KNotes %s Bernd Johannes Wuebben wuebben@math.cornell.edu wuebben@kde.org Gwirioù eilañ (C) 1997 Gant skoazell : Matthias Ettrich <ettrich@kde.org>
ca: KNotes %s Bernd Johannes Wuebben wuebben@math.cornell.edu wuebben@kde.org Copyright (C) 1997 Amb contribucions de: Matthias Ettrich <ettrich@kde.org>
el: KNotes %s Bernd Johannes Wuebben wuebben@math.cornell.edu wuebben@kde.org Copyright (C) 1997 Με συνεισφορές από: Matthias Ettrich <ettrich@kde.org>
et: KNotes %s Bernd Johannes Wuebben wuebben@math.cornell.edu wuebben@kde.org Copyright (C) 1997 Abistanud: Matthias Ettrich <ettrich@kde.org>
fr: KNotes %s Bernd Johannes Wuebben wuebben@math.cornell.edu wuebben@kde.org Copyright (C) 1997 Avec la contribution de : Matthias Ettrich <ettrich@kde.org>
pl: KNotes %s Bernd Johannes Wuebben wuebben@math.cornell.edu wuebben@kde.org Copyright (C) 1997 Z dodatkami autorstwa: Matthiasa Ettricha <ettrich@kde.org>
ru: KNotes %s Bernd Johannes Wuebben wuebben@math.cornell.edu wuebben@kde.org Copyright (C) 1997 С участием: Matthias Ettrich <ettrich@kde.org>

source: Defaults
br: Dre ziouer
ca: Omissió
da: Standarder
el: Προεπιλεγμένα
et: Vaikeväärtused
fr: Par défaut
ja: デフォルト
ko: 기본설정
nl: Standaardwaarden
pl: Domy¶lne
ru: Установки
sv: Standardvärden
tr: Öntanýmlýlar

source: More ...
br: Muioc'h...
ca: Més ...
da: Mere...
el: Περισσότερα ...
et: Edasi ...
fr: Plus...
ja: さらに ...
ko: 기타 ...
nl: Meer ...
pl: Wiêcej ...
ru: Еще...
sv: Mer ...
tr: Daha ...

source: KNotes is already waiting for an internet job to finish Please wait until it has finished Alternatively stop the running one.
br: KNotes a zo o c'hortoz e echufe un dlead kenrouedad endeo. Gortozit mar plij e vije echu. Peotramant lazhit an hini red.
ca: KNotes ja està esperant que acabi un treball internet. Si us plau, espereu a que acabi. O bé atureu-lo.
da: KNotes er allerede igang med et internet job. Vent venligst til det er slut,eller afslut jobbet først!
el: Το KNotes περιμένει ήδη το τέλος μια δυκτιακής εργασίας Παρακαλώ περιμένετε μέχρι να τελειώσει Αλλιώς σταματήστε την τρέχουσα.
et: KNotes juba ootab ühe töö taga, mis on vaja lõpetada. Palun oota kuni see on tehtud või katkesta see.
fr: KNotes attend déjà la fin d'une tâche utilisant la connexion Internet. Veuillez attendre la fin de cette tâche ou stoppez-la manuellement.
ja: KNotes はインターネットの 作業が終るのを待っています。 しばらくお待ちいただくか、 それを強制終了させてください。
ko: KNotes가 이미 인터넷 작업이 종료되기를 기다리고 있읍니다. 작업이 종료될 때까지 기다리시거나 실행중인 작업을 종료하십시오.
nl: KNotes wacht reeds op de uitvoering van een internet taak. Wacht a.u.b. tot deze is beeindigd. Eventueel kunt u de lopende taak stoppen.
pl: KNotes czeka na zakoñczenie procesu Proszê poczekaæ lub zatrzymaæ bie¿±cy proces.
ru: KNotes уже ждет завершения internet задания Пожалуйста подождите, пока оно будет завершено или остановите его.
sv: KNotes väntar redan på att ett internet-jobb ska avslutas. Var vänlig och vänta tills detta jobb har avslutats. Alternativt stoppa pågående jobb.
tr: KNotes zaten bir internet iþini bitirmek için bekliyor. Lütfen o bitene kadar bekleyin Veya çalýþan iþi durdurun.

source: Could not start or find KFM
br: Ne m'eus ket gallet loc'hañ pe kavout KFM
ca: No s'ha pogut engegar o trobar KFM
da: Kunne ikke finde eller starte KFM.
el: Δε μπόρεσα να ανοίξω ή να βρώ τον KFM
et: KFM'i pole võimalik leida või käivitada
fr: Impossible de trouver ou de lancer KFM
ja: KFMを起動もしくは見付けられません
ko: KFM을 시작하거나 찾을 수 없음
nl: Kan KFM niet starten of vinden
pl: Nie mo¿na uruchomiæ lub znale¼æ KFM
ru: Не могу запустить или найти KFM
sv: Kunde inte hitta eller starta KFM
tr: Çalýþmýyor veya KFM yi bulamýyor.

source: Could not save the KNotes. Close anyways?
br: Ne m'eus ket gallet enrollañ ar c'hKNotennoù. Serriñ memestra ?
ca: No s'han pogut desar les notes. Cal tancar?
da: Kunne ikke gemme noten. Afslut alligevel?
el: Δε μπόρεσα να σώσω τα KNotes. Θέλετε να τερματιστεί η εφαρμογή ούτως ή άλλως;
et: Sedeleid pole võimalik salvestada. Kas sulgeda vaatamata sellele?
fr: Impossible d'enregistrer les KNotes. Désirez-vous malgré tout fermer l'application?
ja: KNotes をセーブできません。 とにかく終了しますか？
ko: KNotes를 저장할 수 없읍니다. 그래도 닫으시겠읍니까?
nl: Kan de KNote Bladen niet opslaan. Toch afsluiten ?
pl: Nie mo¿na zachowaæ notatki. Wyj¶æ, pomimo tego?
ru: Заметки не записаны. Закрыть?
sv: Kunde inte spara KNotes. Stäng ändå?
tr: KNotes kaydedilemiyor. Yine de kapatayým mý?

source: Found an alarm to which the underlying KNotes file: %s no longer exists. I will correct the Problem for you.
br: Kavet em eus un dihuner ar ra dave d'ur restr KNotes : %s n'eus ket anezhañ ken. Difaziañ a rin ar gudenn evidoc'h.
ca: S'ha trobar una alarma sense el corresponent fitxer KNotes: %s Esmenaré el problema en nom vostre.
da: Fandt en alarm hvor den tilhørende KNotes fil ikke længere eksisterer: %s Problemet vil blive rettet.
el: Βρήκα ένα ξυπνητήρι για το οποίο το παρακάτω αρχείο KNotes: %s δεν υπάρχει. Θα διορθώσω εγώ το πρόβλημα για σας.
et: Leitud alarm, mille aluseks olevat sedeli faili: %s ei eksisteeri enam. Ma lahendan selle probleemi su jaoks.
fr: J'ai trouvé une alarme pour laquelle le fichier KNotes sous-jacent : %s n'existe plus. Je vais réparer le problème pour vous.
ja: 問題のあるアラームを見つけました。 それは、以下のファイルに依存しています。 %s そして、このファイルはすでに存在しません。 問題は自動的に解決されました。
ko: Knotes 파일을 포함하고 있는 알람을 찾습니다: %s 존재하지 않습니다. 문제점을 고쳐드리겠읍니다.
nl: Vond een alarm waarvoor het bijbehorende KNotes bestand: %s niet meer bestaat. Ik zal het probleem voor u afhandelen.
pl: Znaleziono blêdn± notatkê Plik notatki: %s nie istnieje. Usuwam ten problem.
ru: Найден будильник, использующий Файл заметки: %s который не существует. Я исправлю проблему.
sv: Fann ett alarm till vilken underliggande KNote fil: %s inte längre existerar. Jag kommer att fixa detta problem åt dig.
tr: Silinmiþ KNotes dosyasý: %s için tanýmlanmýþ bir alarm buldum Sorunu düzeltiyorum.

source: Inconsistency
br: Un dra diglok
ca: Inconsistència
da: Inkonsistens
el: Ασυμφωνία
et: Vastuolu
fr: Inconsistence
ja: 一致しません
ko: 모순됨
nl: Tegenspraak
pl: Nie¶cis³o¶æ
ru: Противоречие
sv: Inkonsekvent
tr: Tutarsýzlýk

source: Text Color:
br: Liv ar skrid :
ca: Color del text:
da: Tekstfarve:
el: Χρώμα Κειμένου:
et: Teksti värv:
fr: Couleur du texte :
ja: 文字の色:
ko: 글자 색:
nl: Tekst Kleur:
pl: Kolor tekstu:
ru: Цвет Текста:
sv: Textfärg:
tr: Metin Rengi:

source: Background Color:
br: Liv an drekleur :
ca: Color de fons:
da: Baggrundsfarve:
el: Χρώμα Φόντου
et: Tausta värv:
fr: Couleur du fond :
ja: 背景の色:
ko: 배경 색:
nl: Achtergrond Kleur:
pl: Kolor t³a:
ru: Цвет фона:
sv: Bakgrundsfärg:
tr: Arkaplan Rengi:

source: Width:
br: Ledander :
ca: Ample:
da: Bredde:
el: Πλάτος:
et: Laius:
fr: Largeur :
ja: 幅:
ko: 넓이:
nl: Breedte:
pl: Szeroko¶æ:
ru: Ширина:
sv: Bredd:
tr: Geniþlik:

source: Height:
br: Uhelder :
ca: Alt:
da: Højde:
el: 'Υψος:
et: Kõrgus:
fr: Hauteur :
ja: 高さ:
ko: 높이:
nl: Hoogte:
pl: Wysoko¶æ:
ru: Высота:
sv: Höjd:
tr: Yükseklik:

source: Print Command:
br: Urzhiad moulañ :
ca: Comanda d'impressió:
da: Udskrivningskommando:
el: Εντολή Εκτύπωσης:
et: Käsk trükkimiseke:
fr: Impression :
ja: 印刷のコマンド:
ko: 인쇄 명령:
nl: Afdruk opdracht:
pl: Polecenie wydruku:
ru: Команда печать:
sv: Utskriftskommando:
tr: Yazma Komutu:

source: Mail Command:
br: Urzhiad postelañ :
ca: Comanda de correu:
da: E-Post Kommando:
el: Εντολή Mail:
et: Käsk mailimiseks:
fr: Commande mail :
ja: メール送信のコマンド:
ko: 전자우편 명령:
nl: Mail opdracht:
pl: Polecenie wys³ania poczty:
ru: Команда почта
sv: Postningskommando:
tr: Mail Komutu:

source: 3d Frame
br: Stern 3M
ca: Marc 3d
da: 3D Rammer
el: Πλαίσιο 3Δ
et: 3D raam
fr: Cadre en 3 dimensions
ja: 枠有り
ko: 3차원 프레임
pl: Ramki 3D
ru: 3-ая рамка
sv: 3d-ram
tr: 3 boyutlu pencere

source: Set Default Font
br: Lakaat an nodrezh dre ziouer
ca: Estableix la font per omissió
da: Sæt standardskrifttype
el: Επιλογή Γραμματοσειράς
et: Sea vaikimisi font
fr: Police par défaut
ja: デフォルトフォントの設定
ko: 기본 글꼴 설정
nl: Stel Standaard Lettertype In
pl: Ustaw domy¶ln± czcionkê
ru: Установить шрифт по умолчанию
sv: Sätt standardfont
tr: Öntanýmlý Yazý Tipini Belirle

source: Family:
br: Familh :
ca: Família:
da: Familie
el: Οικογένεια:
et: Perekond:
fr: Famille :
ja: ファミリー:
pl: Rodzina:
ru: Семейство:
sv: Familj:

source: Point Size:
br: Ment ar poent :
ca: Cos:
da: Punktstørrelse
el: Μέγεθος:
et: Suurus:
fr: Taille en points :
ja: ポイントサイズ:
ko: 포인트 크기:
nl: Punt Grootte:
pl: Rozmiar czcionki:
ru: Пунктов:
sv: Punktstorlek:
tr: Yazý Tipi Boyu:

source: Style:
br: Giz :
ca: Estil:
da: Stil
el: Στυλ:
et: Stiil:
ja: スタイル:
pl: Styl:
ru: Стиль:
sv: Stil:

source: Weight:
br: Pouez :
ca: Gruix:
da: Vægt:
el: Βάρος:
et: Paksus:
fr: Epaisseur :
ja: ウェイト:
pl: Waga:
ru: Высота:
sv: Storlek:

source: Bold
br: Druz
ca: Negreta
da: Fed
el: 'Εντονα
et: Rasvane
fr: Gras
ja: ボールド
pl: Pogrubiona
ru: Жирный
sv: Fet

source: Normal
br: Boas
el: Κανονικά
et: Normaalne
ja: ノーマル
pl: Normalna
ru: Нормальный

source: Mail Note to:
br: Postelañ an notenn da :
ca: Nota per correu a:
da: Send note til:
el: Ταχυδρόμησε Σημείωμα προς:
et: Maili sedel adressaadile:
fr: Envoyer la note à...
ja: ノートの送信先:
ko: 전자우편로 보내기:
nl: Verzendt Blad aan:
pl: Wy¶lij poczt± do:
ru: Отправить заметку:
sv: Posta Note till:
tr: Notu E-mail ile gönder:

source: Subject:
br: Dodenn :
ca: Assumpte:
da: Emne:
el: Θέμα:
et: Subjekt:
fr: Sujet :
ja: サブジェクト:
ko: 제목:
nl: Onderwerp:
pl: Temat:
ru: Тема:
sv: Ärende:
tr: Konu:

source: Mail
br: Postelañ
ca: Correu
da: Post
el: Ταχυδρόμησε
et: Meil
fr: Expédier
ja: メール
ko: 전자우편
nl: Post
pl: Poczta
ru: Отправить
sv: Posta
tr: Amil

source: You must specify a Recipient
br: Dav deoc'h menegiñ ur resever
ca: Heu d'especificar un destinatari
da: Du må angive en modtager
el: Πρέπει να προσδιορίσετε έναν Αποδέκτη
et: Sa pead sisestama adressaadi
fr: Vous devez préciser un destinataire
ja: 受取人を指定してください
ko: 받을 사람을 지정하셔야 합니다
nl: U moet een ontvanger opgeven
pl: Musisz okre¶liæ adresata
ru: Вы должны указать Получателя
sv: Du måste ange en mottagare
tr: Bir alýcý belirtmelisiniz

source: Alarm Timer for: %s
br: Dihuner evit : %s
ca: Temporitzador d'alarma per: %s
da: Alarmindstilling for: %s
el: Ξυπνητήρι για το: %s
et: Alarmi taimer %s jaoks
fr: Alarme pour : %s
ja: %sのアラーム設定
ko: 알람 타이머: %s
nl: Alarm Klok voor: %s
pl: Budzik dla: %s
ru: Будильник для: %s
sv: Alarmtid för: %s
tr: %s için Uyarý Zamanlayýcýsý

source: Unset
br: Anlakaet
ca: Desarma
da: Sluk
el: 'Ακυρο
et: Võta maha
fr: Désactiver
ja: 解除する
ko: 취소
nl: Zet af
pl: Skasuj
ru: Очистить
sv: Inte satt
tr: Kurma

source: Set
br: Lakaet
ca: Arma
da: Sæt
el: ΟΚ
et: Sea
fr: Activer
ja: 設定する
ko: 설정
nl: Zet aan
pl: Ustaw
ru: Установить
sv: Sätt
tr: Kur

source: I am afraid you already missed your appointment.
br: C'hwitet ho peus ho emgav, m'eus aon.
ca: Em temo que ja heu fet tard a la vostra cita.
da: Jeg er bange for du har glemt en aftale!
el: Φοβάμαι ότι ήδη χάσατε το ραντεβού σας.
et: Ma kardan, et sa oled kokkusaamise juba maha maganud.
fr: J'ai bien peur que vous ayez déjà raté votre rendez-vous.
ja: 約束した時間はもう過ぎたんじゃないですか? (^^;
ko: 약속을 잊지 않으셨읍니까?
nl: Ik ben bang dat u uw afspraak reeds gemist hebt.
pl: Obawiam siê, ¿e przegapi³e¶ swój termin.
ru: Боюсь, что вы уже опоздали на встречу.
sv: Jag är rädd att du redan är för sen till ditt möte.
tr: Korkarým ki randevunuzu zaten kaçýrdýnýz

source: Day:
br: Deiz :
ca: Dia:
da: Dag:
el: Μέρα:
et: Päev:
fr: Jour :
ja: 日:
ko: 날짜:
nl: Dag:
pl: Dzieñ:
ru: День:
sv: Dag:
tr: Gün:

source: Month:
br: Miz :
ca: Mes:
da: Måned:
el: Μήνας:
et: Kuu:
fr: Mois :
ja: 月:
ko: 달:
nl: Maand:
pl: Miesi±c:
ru: Месяц:
sv: Månad:
tr: Ay:

source: Year:
br: Bloaz :
ca: Any:
da: År:
el: 'Ετος:
et: Aasta:
fr: Année :
ja: 年:
ko: 년:
nl: Jaar:
pl: Rok:
ru: Год:
sv: År:
tr: Yýl:

source: Time:
br: Eur :
ca: Hora:
da: Tid:
el: 'Ωρα:
et: Kellaaeg:
fr: Heure :
ja: 時間:
ko: 시간:
nl: Tijd:
pl: Czas:
ru: Время:
sv: Tid:
tr: Zaman:

source: AM
br: DB
el: π.μ.

source: PM
br: GM
el: μ.μ.

source: The Time you selected is invalid
br: An eur oc'h eus diuzet a zo siek
ca: L'hora que heu seleccionat no és vàlida
da: Den valgte tid er ikke gyldig.
el: Η 'Ωρα που επιλέξατε είναι άκυρη
et: Kellaaeg, mille sa sisestasid, pole paikapidav.
fr: L'heure sélectionnée est incorrecte
ja: 無効な時間です
ko: 선택한 시간이 유효하지 않습니다
nl: De tijd welke u koos is niet geldig
pl: Wybra³e¶ b³êdny czas
ru: Вы выбрали недопустимое время
sv: Tiden du har valt är ogiltig
tr: Seçtiðiniz zaman geçersiz

source: The Date you selected is invalid
br: An deiz oc'h eus diuzet a zo siek
ca: La data que heu seleccionat no és vàlida
da: Den valgte dato er ikke gyldig.
el: Η Ημερομηνία που επιλέξατε είναι άκυρη
et: Kuupäev, mille sa sisestasid, pole paikapidav.
fr: La date sélectionnée est incorrecte
ja: 無効な日付けです
ko: 선택한 날짜가 유효하지 않습니다
nl: De datum welke u koos is niet geldig
pl: Wybra³e¶ b³êdn± datê
ru: Вы выбрали недопустимую дату
sv: Datumet du har valt är ogiltigt
tr: Seçtiðiniz tarih geçersiz

source: Rename this note to
br: Adenvel an notenn-mañ da
ca: Renombra aquesta nota a
da: Omdøb denne note til
el: 'Αλλαξε το όνομα του σημειώματος σε
et: Nimeta see sedel ümber
fr: Renommer cette note en
ja: 新しい名前
ko: 노트 이름 바꾸기
nl: Hernoem dit blad tot
pl: Zmieñ nazwê notatki na
ru: Переименовать заметку в
sv: Ge denna Note namnet:
tr: Bu notun ismini deðiþtir

source: Rename
br: Adenvel
ca: Renombra
da: Omdøb
el: 'Αλλαξε όνομα
et: Nimeta ümber
fr: Renommer
ja: 決定
ko: 이름바꾸기
nl: Hernoem
pl: Zmieñ nazwê
ru: Переименовать
sv: Byt namn
tr: Yeni isim
