Repository: xwizard/kde1
Catalog: kdeutils-1.1.2/po/*/kpm.po
Languages: br, ca, de, hu, ja, pl, pt, sk, sl

source: qps: renice process
br: qps : 'renice' argerzh
ca: qps: canvia la prioritat del procés
de: kpm: Ändere Priorität für Prozeß
hu: qps: feladat prioritásának megváltoztatása
ja: qps: ¥×¥í¥»¥¹¤ÎÍ¥ÀèÅÙ¤òÊÑ¤¨¤ë
pl: qps: zmiana priorytetu procesu
pt: Mudar valor de nice
sk: qps: renice procesu
sl: qps: renice proces

source: New nice value:
br: Talvoud 'nice' nevez :
ca: Nou valor nice:
de: Neuer Prioritätswert:
hu: Új prioritás:
ja: ¿·¤·¤¤ nice ¤ÎÃÍ
pl: Nowy priorytet:
pt: Novo nice:
sk: Nová hodnota nice:
sl: Nova vrednost nice:

source: The nice value should be in the range -20 to 20.
br: An talvoud 'nice' a rank bezañ etre -20 ha 20.
ca: El valor nice ha d'estar dins del rang -20 fins a 20.
de: Der Prioritätswert sollte im Bereich zwischen -20 und 20 liegen.
hu: A prioritásnak -20 és 20 között kell lennie.
ja: nice ¤ÎÃÍ¤Ï -20 ¡Á 20 ¤Ç ¤Ê¤±¤ì¤Ð¤Ê¤ê¤Þ¤»¤ó¡£
pl: Priorytet musi siê zawieraæ w przedziale -20..20
pt: O valor de nice deve estar entre -20 e 20.
sk: Hodnota nice by mala by» v rozmedzí -20 a¾ 20.
sl: Vrednost nice mora le¾ati med -20 in 20.

source: You do not have permission to renice process %d (%s). Only the process owner and the super-user are allowed to do that.
br: N'oc'h ket aotreet da 'renice' an argerzh %d (%s). Perc'henn an argerzh hag ar gourarveriad hepken a zo aotreet d'en ober.
ca: No teniu permís per canviar la prioritat del procés %d (%s). Només poden fer-ho el propietari del procés i el super usuari.
de: Sie haben keine Berechtigung, die Priorität für Prozeß %d (%s) zu ändern. Nur der Prozeß-Eigentümer und der Systemadministrator haben dieses Recht.
hu: Nincsen jogosultságod a %d (%s) feladat prioritásának megváltoztatására. Ezt csak a feladat tulajdonosa és a rendszergazda teheti meg.
ja: ¤¢¤Ê¤¿¤Ë¤Ï¥×¥í¥»¥¹ %d (%s) ¤ò renice ¤¹¤ë¸¢¸Â¤¬¤¢¤ê¤Þ¤»¤ó¡£ ¥×¥í¥»¥¹¤Î½êÍ­¼Ô¤«¥¹¡¼¥Ñ¡¼¥æ¡¼¥¶¤Î¤ß¤¬µö¤µ¤ì¤Æ¤¤¤Þ¤¹¡£
pl: Brak praw do zmiany priorytetu procesu %d (%s). Tylko w³a¶ciciel procesu oraz superu¿ytkownik maj± do tego prawo.
pt: Não têm permissões para mudar o valor de nice do processo %s (%s). Apenas o dono do processo e o super utilizador o podem fazer.
sk: Nemáte práva na renice procesu %d (%s). Iba vlastník procesu a super-u¾ívateµ to mô¾u spravi».
sl: Nimate dovoljenja, da bi uporabili ukaz renice na procesu %d (%s). To lahko storita le lastnik procesa in superuporabnik.

source: Only the super-user may lower the nice value of a process.
br: Ar gourarveriad hepken a c'hell diskenn talvoud 'nice' un argerzh.
ca: Només el super usuari pot rebaixar el valor nice d'un procés.
de: Nur der Systemadministrator kann den Prioritätswert eines Prozesses herabsetzen.
hu: Csak a rendszergazda csökkentheti egy feladat prioritás értékét.
ja: ¥¹¡¼¥Ñ¡¼¥æ¡¼¥¶¤·¤«¥×¥í¥»¥¹¤ÎÍ¥ÀèÅÙ¤ò²¼¤²¤é¤ì¤Þ¤»¤ó¡£
pl: Tylko superu¿ytkownik mo¿e zmniejszyæ priorytet procesu.
pt: Apenas o super utilizador pode baixar o valor de nice de um processo.
sk: Iba superu¾ívateµ mô¾e zní¾i» nice hodnotu procesu.
sl: Le superuporabnik lahko zni¾a procesu vrednost nice.

source: Only the super-user may change the scheduling policy and static priority.
br: Ar gourarveriad hepken a c'hell kemmañ ar politikerezh steuñvadur hag an tevet digemm.
ca: Només el super usuari pot canviar la política de planificació i la prioritat estàtica.
de: Nur der Systemadministrator kann die Ablaufplanung (Scheduling) und die festgelegte Priorität ändern.
hu: Csak a rendszergazda változtathatja meg az ütemezést és a statikus prioritást.
ja: ¥¹¡¼¥Ñ¡¼¥æ¡¼¥¶¤Î¤ß¤¬¥¹¥±¥¸¥å¡¼¥ê¥ó¥°Êý¿Ë¤ä ÀÅÅª¤ÊÍ¥ÀèÅÙ¤òÊÑ¤¨¤ë¤³¤È¤¬¤Ç¤­¤Þ¤¹¡£
pl: Tylko superu¿ytkownik mo¿e zmieniæ sposób kolejkowania i nadaæ priorytet.
pt: Apenas o super utilizador pode mudar a política de escalonamento e prioridade estática.
sk: Iba super-u¾ívateµ mô¾e zmeni» stratégiu schedulingu a statickú prioritu.
sl: Le superuporabnik lahko spremeni razporejevalno politiko in statièno prioriteto.

source: You do not have permission to change the scheduling and/or priority of process %d (%s). Only the super-user may do that.
br: N'oc'h ket aotreet da gemmañ ar steuñvadur ha/pe tevet an argerzh %d (%s). Ar gourarveriad hepken a c'hell en ober.
ca: No teniu permís per canviar la planificació i/o la prioritat del procés %d (%s). Només ho pot fer el super usuari.
de: Sie haben keine Erlaubnis zur Änderung der Ablaufplanung (Scheduling) und/oder der Priorität von Prozeß %d (%s). Nur der Systemadministrator hat dieses Recht.
hu: Nincsen jogosultságod a %d (%s) feladat ütemezésének/prioritásának megváltozatásához. Ezt csak a rendszergazda teheti meg.
ja: ¤¢¤Ê¤¿¤Ë¤Ï¥¹¥±¥¸¥å¡¼¥ê¥ó¥°¤òÊÑ¹¹¤·¤¿¤ê¡¢ ¥×¥í¥»¥¹ %d (%s) ¤ÎÍ¥ÀèÅÙ¤òÊÑ¹¹¤Ç¤­¤ë¸¢¸Â¤¬¤¢¤ê¤Þ¤»¤ó¡£ ¥¹¡¼¥Ñ¡¼¥æ¡¼¥¶¤Î¤ß¤¬µö¤µ¤ì¤Æ¤¤¤Þ¤¹¡£
pl: Brak praw do zmiany sposobu kolejkowania procesu %d (%s). Tylko superu¿ytkownik ma do tego prawo.
pt: Não têm permissão para mudar o escalonamento e/ou prioridade do processo %d (%s). Apenas o super utilizador o pode fazer.
sk: Nemáte práva zmeni» scheduling a/alebo prioritu procesu %d (%s). To mô¾e iba superu¾ívateµ.
sl: Nimate dovoljenja, da bi spremenili razporejanje in/ali prioriteto procesa %d (%s). To lahko stori le superuporabnik.

source: You do not have permission to send a signal to process %d (%s). Only the super-user and the owner of the process may send signals to it.
br: N'oc'h ket aotreet da gas un arhent d'an argerzh %d (%s). Ar gourarveriad hag perc'henn an argerzh hepken a c'hell en ober.
ca: No teniu permís per enviar una senyal al procés %d (%s). Només el super usuari i el propietari d'un procés poden enviar-li senyals.
de: Sie haben keine Berechtigung, ein Signal an Prozeß %d (%s) zu schicken. Nur der Systemadministrator und der Eigentümer des Prozesses dürfen dies.
hu: Nincsen jogosutságod arra, hogy a %d (%s) feladatnak szignálokat küldjél. Ezt csak a feladat tulajdonosa és a rendszergazda teheti meg.
ja: ¤¢¤Ê¤¿¤Ë¤Ï¥×¥í¥»¥¹ %d (%s) ¤Ë¥·¥°¥Ê¥ë¤òÁ÷¤ë¸¢¸Â¤¬¤¢¤ê¤Þ¤»¤ó¡£ ¥×¥í¥»¥¹¤Î½êÍ­¼Ô¤«¥¹¡¼¥Ñ¡¼¥æ¡¼¥¶¤Î¤ß¤¬µö¤µ¤ì¤Æ¤¤¤Þ¤¹¡£
pl: Brak praw do wys³ania sygna³u do procesu %d (%s). Tylko w³a¶ciciel procesu oraz superu¿ytkownik maj± do tego prawo.
pt: Não têm permissões para enviar sinais para o processo %d (%s). Apenas o super-utilizador e o dono do processo o podem fazer.
sk: Nemáte právo posla» signál procesu %d (%s). Iba superu¾ívateµ a jeho vlastník mu mô¾e posiela» signály.
sl: Nimate dovoljenja, da bi poslali signal procesu %d (%s). To lahko storita le lastnik procesa in superuporabnik.

source: Change scheduling
br: Kemmañ ar steunvadur
ca: Canvia la planificació
de: Ablaufplan (Scheduling) ändern...
hu: Ütemezés megváltoztatása
ja: ¥¹¥±¥¸¥å¡¼¥ê¥ó¥°¤ÎÊÑ¹¹
pl: Zmiana kolejkowania
pt: Mudar Escalonamento
sk: Zmeni» scheduling
sl: Spremeni razporejanje

source: Scheduling Policy
br: Politikerez steuñvañ
ca: Política de planificació
de: Ablaufplanung (Scheduling)...
hu: Ütemezés politika
ja: ¥¹¥±¥¸¥å¡¼¥ê¥ó¥°Êý¿Ë
pl: Sposób kolejkowania
pt: Escalonamento
sk: Scheduling
sl: Spremeni politiko

source: SCHED_OTHER (time-sharing)
br: SCHED_OTHER (amzer rannet)
ca: SCHED_OTHER (temps compartit)
hu: SCHED_OTHER (idõ-osztásos)
ja: SCHED_OTHER (»þÊ¬³ä)
pl: SCHED_OTHER (z podzia³em czasu)
pt: SCHED_OTHER (tempo-partilhado)
sk: SCHED_OSTATNÉ (èasový-sharing)
sl: SHED_OTHER (èasovna delitev)

source: SCHED_FIFO (real-time)
br: SCHED_FIFO (amzer gwirion)
ca: SCHED_FIFO (temps real)
hu: SCHED_FIFO (valós-idejû)
ja: SCHED_FIFO (¼Â»þ´Ö)
pl: SCHED_FIFO (czasu rzeczywistego)
pt: SCHED_FIFO (tempo-real)
sk: SCHED_FIFO (reálny-èas)
sl: SHED_FIFO (realnoèasoven)

source: SCHED_RR (real-time)
br: SCHED_RR (amzer gwirion)
ca: SCHED_RR (temps real)
hu: SCHED_RR (valós-idejû)
ja: SCHED_RR (¼Â»þ´Ö)
pl: SCHED_RR (czasu rzeczywistego)
pt: SCHED_RR (tempo-real)
sk: SCHED_RR (reálny-èas)
sl: SCHED_RR (realnoèasoven)

source: Priority (1-99):
br: Tevet (1..99) :
ca: Prioritat (1-99):
de: Priorität (1-99):
hu: Prioritás (1-99):
ja: Í¥ÀèÅÙ (1-99):
pl: Priorytet (1-99)
pt: Prioridade (1-99)
sk: Priorita (1-99):
sl: Prioriteta (1-99):

source: The priority must be in the range 1..99
br: An tevet a rank bezañ er renkennad 1..99
ca: La prioritat ha d'estar en el rang 1..99
de: Die Priorität muß im Bereich von 1 bis 99 liegen.
hu: A prioritásnak 1 és 99 közé kell esnie
ja: Í¥ÀèÅÙ¤Ï 1¡Á99 ¤Ç¤Ê¤±¤ì¤Ð¤Ê¤ê¤Þ¤»¤ó
pl: Priotytet musi siê zawieraæ w przedziale 1..99
pt: A prioridade têm de estar entre 1 e 99
sk: Priorita musí by» v rozmedzí 1..99
sl: Prioriteta mora le¾ati v obsegu 1..99
