Repository: xwizard/kde1
Catalog: kdeutils-1.1.2/po/*/kpm.po
Languages: br, ca, de, hu, ja, pl, pt, sk, sl

source: Graphic Load Display
br: Diskwel kevregat ar garg
ca: Monitor gràfic de càrrega
de: Graphische Auslastungs-Anzeige
hu: Rendszerterhelés grafikon
ja: Éé²Ù¤Î¥°¥é¥ÕÉ½¼¨
pl: Graficzny wykres obci±¿enia
pt: Gráfico da Carga
sk: Zobrazi» za»a¾enie
sl: Grafièen prikaz obremenjenosti

source: Graphic CPU Display
br: Diskwel kevregat an UTK
ca: Monitor gràfic de CPU
de: Graphische CPU-Anzeige
hu: CPU használat grafikon
ja: CPU¤Î¥°¥é¥ÕÉ½¼¨
pl: Graficzny wykres CPU
pt: Gráfico do CPU
sk: Zobrazi» zá»a¾ procesora
sl: Grafièen prikaz CPU

source: Graphic Memory Display
br: Diskwel kevregat ar memor
ca: Monitor gràfic de memòria
de: Graphische Speicher-Anzeige
hu: Memória használat grafikon
ja: ¥á¥â¥ê¤Î¥°¥é¥ÕÉ½¼¨
pl: Graficzny wykres pamiêci
pt: Gráfico da Memória
sk: Zobrazi» pamä»
sl: Grafièen prikaz pomnilnika

source: Graphic Swap Display
br: Diskwel kevregat an disloañ
ca: Monitor gràfic d'intercanvi
de: Graphische Swap-Anzeige
hu: Lapozó használat grafikon
ja: ¥¹¥ï¥Ã¥×¤Î¥°¥é¥ÕÉ½¼¨
pl: Graficzny wykres pliku wymiany
pt: Gráfico da Swap
sk: Zobrazi» swap
sl: Grafièen prikaz izmenjalnega prostora

source: Load Graph in Icon
br: Kevregat ar garg arlunet
ca: Carrega gràfic a l'icona
de: Lade Graph in Icon
hu: Terhetség grafikon ikon formában
ja: Éé²Ù¥°¥é¥Õ¤ò¥¢¥¤¥³¥ó¤Ç
pl: Wykres obci±¿enia w ikonie
pt: Gráfico de Carga no Ícone
sk: Naèíta» graf v ikonke
sl: Nalo¾i graf v ikono

source: Dock into kpanel
br: Ensoc'hañ er banell
ca: Encasta al plafó
de: An KPanel andocken
hu: Dokkoljon a kpanelba
ja: ¥Ñ¥Í¥ë¤Ë³ÊÇ¼
pl: Zadokuj w panelu
pt: Atracar no painel
sk: Vsunú» do panela
sl: Zasidraj v pult

source: Green/Black Load Graph
br: Kevregat ar garg Gwer/Du
ca: Gràfic de càrrega Vert/Negre
de: Grün/schwarzer Auslastungsgraph
hu: Zöld/Fekete terheltség grafikon
ja: ¹õ/ÀÄ Éé²Ù¥°¥é¥Õ
pl: Zielony/Czarny wykres obci±¿enia
pt: Gráfico de Carga Verde/Preto
sk: Zelený/Èierny graf za»a¾enia
sl: Zeleno/èrn graf obremenjenosti

source: Solid filled graph
br: Kevregat leuniet
ca: Gràfic amb farcit sòlid
de: Gefüllter Graph
hu: Kitöltött grafikon
ja: Î©ÂÎÅª¤Ê¥°¥é¥Õ
pl: Wype³niony wykres obci±¿enia
pt: Gráfico sólido
sk: Jednoducho vyplnený graf
sl: Enobarvno zapolnjen graf

source: Host Name Lookup
br: Klask anv an ostiz
ca: Cerca de nom d'hoste
de: Rechnernamen nachsehen
hu: Gazdagép név-feloldás
ja: ¥Û¥¹¥È¥Í¡¼¥à»²¾È
pl: Wyszukiwanie nazw w DNS
pt: Procura do Nome do Servidor
sk: Rezolúcia mena hostiteµa
sl: Poi¹èi ime gostitelja

source: Auto Save Settings on Exit
br: Enrollañ an dibarzhoù pa guiter
ca: Desa automàticament l'arranjament en sortir
de: Einstellungen beim Verlassen sichern
hu: Beállítások mentése kilépéskor
ja: ½ªÎ»¤¹¤ë¤È¤­¤Ï¼«Æ°Åª¤ËÀßÄê¤ò¥»¡¼¥Ö
pl: Zapisywanie opcji po wyj¶ciu
pt: Gravar Configuração ao Sair
sk: Automaticky ulo¾i» nast. pri ukonèení
sl: Samodejno shrani nastavitve ob izhodu

source: Status Bar
br: Barrenn a stad
ca: Barra d'estat
de: Statusleiste
hu: Állapotsor
ja: ¥¹¥Æ¡¼¥¿¥¹¥Ð¡¼
pl: Pasek stanu
pt: Barra de Estado
sk: Zobrazenie stav. riadku
sl: Statusna vrstica

source: Socket Info Window
br: Prenestr titouriñ war al lugelloù
ca: Finestra d'informació d'enllaços
de: Fenster für Socket-Information
hu: Socket információs ablak
ja: ¥½¥±¥Ã¥È¥¤¥ó¥Õ¥©¥¦¥£¥ó¥É¥¦
pl: Informacje o gniazdkach
pt: Informação de Sockets
sk: Informácie o sockete
sl: Informacijsko okno o vtiènicah

source: Renice...
br: Adlakaat 'nice'...
ca: Prioritat...
de: Priorität neu festlegen...
hu: Prioritás...
pl: Zmieñ priorytet...
pt: Mudar nice...

source: Change Scheduling...
br: Kemmañ ar steuñvadur...
ca: Canvia la planificació...
de: Ablaufplan (Scheduling) ändern...
hu: Ütemezés megváltoztatása...
ja: ¥¹¥±¥¸¥å¡¼¥ê¥ó¥°¤òÊÑ¹¹...
pl: Zmieñ kolejkowanie...
pt: Mudar Escalonamento...
sk: Zmeni» scheduling...
sl: Spremeni razporejanje...

source: Socket Info
br: Titouriñ war al lugelloù
ca: Informació d'enllaços
de: Socket-Information...
hu: Socket információ
ja: ¥½¥±¥Ã¥È¥¤¥ó¥Õ¥©
pl: Informacje o gniazdkach
pt: Informação de Sockets
sk: Info o socketoch
sl: Informacije o vtiènicah

source: Iconify
br: Arlunañ
ca: Iconitza
de: Minimieren
hu: Ikonizálás
ja: ¥¢¥¤¥³¥ó²½
pl: Minimalizuj
pt: Iconificar
sk: Ikonifikova»
sl: Skrèi v ikono

source: Terminate
br: Echuiñ
ca: Envia SIGTERM
de: Beenden
hu: Befejezés
ja: ½ªÎ»
pl: Zakoñcz
pt: Terminar
sk: Ukonèi»
sl: Konèaj

source: Hangup
br: Advarc'hañ
ca: Envia SIGUP
de: Auflegen
hu: Felfüggesztés
ja: Ãæ»ß
pl: Roz³±cz
pt: Desligar
sl: Odlo¾i

source: Interrupt
br: Astaliñ
ca: Envia SIGINT
de: Unterbrechen
hu: Megszakítás
ja: ÃæÃÇ
pl: Przerwij
pt: Interromper
sk: Preru¹i»
sl: Prekinitev

source: Kill
br: Lazhañ
ca: Envia SIGKILL
hu: Kilövés
ja: ¶¯À©½ªÎ»
pl: Zabij
pt: Matar
sk: Zabi»
sl: Ubij

source: Other
br: Traoù all
ca: Altres
de: Sonstige
hu: Egyéb
ja: Â¾
pl: Inne
pt: Outro
sk: Ostatné
sl: Ostalo

source: Scheduling...
br: Steuñvadur...
ca: Planificació...
de: Ablaufplanung (Scheduling)...
hu: Ütemezés...
ja: ¥¹¥±¥¸¥å¡¼¥ê¥ó¥°...
pl: Kolejkowanie...
pt: Escalonamento...
sl: Razporejanje...

source: Other signals
br: Arhentoù all
ca: Altres senyals
de: Andere Signale
hu: Egyéb szignálok
ja: Â¾¤Î¥·¥°¥Ê¥ë
pl: Inne sygna³y
pt: Outros sinais
sk: Ostatné signály
sl: Ostali signali

source: Remove field
br: Dilemel an dachenn
ca: Elimina camp
de: Feld entfernen
hu: Mezõ törlése
ja: ºï½ü¼ºÇÔ
pl: Usuñ pole
pt: Remover campo
sk: Odstráni» polo¾ku
sl: Odstrani polje

source: Add field...
br: Ouzhpennañ un dachenn
ca: Afegeix camp...
de: Feld hinzufügen...
hu: Mezõ hozzáadása...
ja: ÄÉ²Ã¼ºÇÔ...
pl: Dodaj pole...
pt: Adicionar campo...
sk: Prida» polo¾ku...
sl: Dodaj polje...

source: Help on field...
br: Skoazell war an dachenn...
ca: Ajut del camp...
de: Hilfe zu Feld...
hu: Segítség a mezõrõl...
ja: ¥Õ¥£¡¼¥ë¥É¤Î¥Ø¥ë¥×...
pl: Pomoc...
pt: Ajuda no campo...
sk: Info o polo¾ke...
sl: Pomoè o poljo...

source: Refresh process list
br: Freskaat roll an argerzhoù
ca: Actualitza la llista de processos
de: Prozeßliste auffrischen
hu: Feladat lista frissítése
ja: ¥×¥í¥»¥¹¥ê¥¹¥È¤ò¹¹¿·
pl: Od¶wie¿ listê procesów
pt: Refrescar lista de processos
sk: Obnovi» zoznam procesov
sl: Obnovi seznam procesov

source: All Processes
br: An holl argerzhoù
ca: Tots els processos
de: Alle Prozesse
hu: Minden feladat
ja: ¤¹¤Ù¤Æ¤Î¥×¥í¥»¥¹
pl: Wszystkie procesy
pt: Todos os processos
sk: V¹etky procesy
sl: Vsi procesi

source: Your Processes
br: Ho argerzhoù
ca: Vostres processos
de: Ihre Prozesse
hu: Saját feladatok
ja: ¤¢¤Ê¤¿¤Î¥×¥í¥»¥¹
pl: Procesy w³asne
pt: Os seus processos
sk: Va¹e procesy
sl: Tvoji procesi

source: Non-Root Processes
br: Argerzhoù an-root
ca: Processos no root
de: Nicht-Root Prozesse
hu: Nem-root feladatok
ja: root ¤Ç¤Ê¤¤¥×¥í¥»¥¹
pl: Procesy nie-root
pt: Processos não root
sk: Nerootovské procesy
sl: Ne-root procesi

source: Running Processes
br: Argerzhoù bev
ca: Processos en execució
de: Laufende Prozesse
hu: Futó feladatok
ja: ¼Â¹ÔÃæ¤Î¥×¥í¥»¥¹
pl: Procesy uruchomione
pt: Processos a correr
sk: Be¾iace procesy
sl: Tekoèi procesi

source: User Fields
br: Tachennoù arveriad
ca: Camps d'usuari
de: Benutzer-Felder
hu: Felhasználó mezõk
ja: ¥æ¡¼¥¶¥Õ¥£¡¼¥ë¥É
pl: Pola u¿ytkownika
pt: Campos de Utilizador
sk: U¾ívateµské polo¾ky
sl: Uporabni¹ka polja

source: Jobs Fields
br: Tachennoù dleadoù
ca: Camps de treball
de: Job-Felder
hu: Feladat mezõk
ja: ¥¸¥ç¥Ö¥Õ¥£¡¼¥ë¥É
pl: Pola zadañ
pt: Campos de Trabalho
sk: Polo¾ky úloh
sl: Opravilna polja

source: Memory Fields
br: Tachennoù memor
ca: Camps de memòria
de: Speicher-Felder
hu: Memória mezõk
ja: ¥á¥â¥ê¥Õ¥£¡¼¥ë¥É
pl: Pola pamiêci
pt: Campos de Memória
sk: Polo¾ky pamäte
sl: Pomnilni¹ka polja

source: Select Fields...
br: Diuz tachennoù...
ca: Selecciona camps...
de: Felder auswählen...
hu: Mezõk kiválasztása...
ja: ¥Õ¥£¡¼¥ë¥ÉÁªÂò
pl: Wybierz pola...
pt: Escolher Campos...
sk: Zvoli» polo¾ky...
sl: Izberi polja...

source: Update Period...
br: Prantad bremanaat...
ca: Actualitza període...
de: Update-Zeit...
hu: Frissítési gyakoriság...
ja: Period¤Î¹¹¿·...
pl: Czêsto¶æ od¶wie¿ania...
pt: Período de Actualização...
sk: Perióda obnovenia...
sl: Obnovitvena perioda...

source: Show command path
br: Diskouezh hent an urzhiad
ca: Mostra camí de comanda
de: Befehlspfad anzeigen
hu: Parancs elérési út megjelenítése
ja: ¥³¥Þ¥ó¥É¤Î¥Ñ¥¹¤òÉ½¼¨
pl: Poka¿ ¶cie¿kê polecenia
pt: Mostrar caminho do comando
sk: Ukáza» cestu k príkazu
sl: Poka¾i ukazno pot

source: Show ressource info
br: Diskouez titouroù war an danvezioù
ca: Mostra informació de recurs
de: Ressourcen anzeigen
hu: Erõforrás információ megjelenítése
ja: ¥ê¥½¡¼¥¹¤Î¾ðÊó¤òÉ½¼¨
pl: Poka¿ informacje o zasobach
pt: Mostrar
sk: Ukáza» informácie o zdrojoch
sl: Poka¾i informacije o virih

source: Show toolbar
br: Diskouez barren ar binvioù
ca: Mostra barra d'eines
de: Werkzeugliste anzeigen
hu: Ezköztár megjelenítése
ja: ¥Ä¡¼¥ë¥Ð¡¼¤òÉ½¼¨
pl: Poka¿ pasek narzêdzi
pt: Mostrar barra de ferramentas
sk: Ukáza» panel nástrojov
sl: Prika¾i orodjarno

source: Preferences...
br: Dibaboù...
ca: Preferències...
de: Einstellungen...
hu: Tulajdonságok...
ja: ÀßÄê...
pl: W³a¶ciwo¶ci...
pt: Preferências...
sk: Nastavenie...
sl: Nastavitve...

source: Save Settings Now
br: Enrollañ an dibarzhoù bremañ
ca: Desa l'arranjament ara
de: Einstellungen speichern
hu: Beállítások mentése
ja: ¤¤¤Þ¤¹¤°ÀßÄê¤ò¥»¡¼¥Ö
pl: Zachowaj opcje
pt: Gravar Configuração Agora
sk: Ulo¾i» nastavenie
sl: Shrani nastative

source: - A Visual Process Manager (KDE Version) © 1997 Mattias Engdegård (f91-men@nada.kth.se) © 1998 Mario Weilguni (mweilguni@kde.org) kpm is the KDE version of qps, written by Matthias Engdegård. The port to KDE was done by Mario Weilguni. If you are interested on the original qps, you can find it at the following location: ftp://sunsite.unc.edu/pub/linux/system/status This program is published under the GNU General Public License (GNU GPL). See the file COPYING for details about this.
br: - Ur merour argerzhoù dre wel (Doare KDE) © 1997 Mattias Engdegård (f91-men@nada.kth.se) © 1998 Mario Weilguni (mweilguni@kde.org) kpm zo doare KDE qps, skrivet gant Matthias Engdegård. Dougen da gKDE a voe graet gant Mario Weilguni. Ma 'z oc'h dedennet gant qps orin, e kavout e c'hellit el lec'hiadur a heul : ftp://sunsite.unc.edu/pub/linux/system/status Embannet eo ar goulev-mañ dindan ar GNU General Public License (GNU GPL). Sellit ar restr COPYING evit munudoù war kement-mañ.
ca: - Un gestor visual de processos (Versió KDE) © 1997 Mattias Engdegård (f91-men@nada.kth.se) © 1998 Mario Weilguni (mweilguni@kde.org) kpm és la versió KDE de qps, escrit per Matthias Engdegård. Mario Weilguni l'ha portat a KDE Si esteu interessats en l'original qps, podeu trobar-lo en la següent localització: ftp://sunsite.unc.edu/pub/linux/system/status Aquest programa és publica sota la GNU General Public License (GNU GPL). Veieu el fitxer COPYING amb els detalls.
de: - Ein visueller Prozeß-Manager (KDE Version) © 1997 Mattias Engdegård (f91-men@nada.kth.se) © 1998 Mario Weilguni (mweilguni@kde.org) Kpm ist die KDE Version von qps, geschrieben von Matthias Engdegård. Die Portierung auf KDE wurde erstellt von Mario Weilguni. Wenn Sie am originalen qps interessiert sind, dann können Sie ihn unter folgender URL finden: ftp://sunsite.unc.edu/pub/linux/system/status Dieses Programm ist unter der GNU General Public License veröffentlicht (GNU GPL). Bitte beachten Sie die Datei COPYING, um Details darüber zu erfahren.
hu: - Vizuális Feladat Kezelõ (KDE Verzió) © 1997 Mattias Engdegård (f91-men@nada.kth.se) © 1998 Mario Weilguni (mweilguni@kde.org) kpm a KDE versiója a qps programnak, amit Matthias Engdegård írt. A KDE portot Mario Weilguni készítette. Az eredeti qps ezen a címen érhetõ el: ftp://sunsite.unc.edu/pub/linux/system/status Ez a program a GNU General Public License (GNU GPL) alá tartozik. A COPYING fájl tartalmazza a részleteket.
pl: - Mened¿er procesów (Wersja KDE) (c) 1997 Mattias Engdegård (f91-men@nada.kth.se) (c) 1998 Mario Weilguni (mweilguni@kde.org) kpm jest KDE wersj± programu qps, którego autorem jest Matthias Engdegård. Wersja KDE napisana jest przez Mario Weilguni. Oryginalny qps osi±galny jest pod adresem: ftp://sunsite.unc.edu/pub/linux/system/status Ten program objêty jest licencj± Ogóln± Publiczn± Licencj± GNU (GNU GPL). Szczegó³y w pliku COPYING
pt: - um gestor visual de processos (versão KDE) © 1997 Mattias Engdegård (f91-men@nada.kth.se) © 1998 Mario Weilguni (mweilguni@kde.org) kpm é a versão KDE de qps, escrito por Matthias Engdegård. A passagem para o KDE foi feita por Mario Weilguni. Se estiver interessado no qps original, por encontrá-lo no seguinte local: ftp://sunsite.unc.edu/pub/linux/system/status Este programa é publicado sobre a Licença Geral Pública GNU (GNU GPL). Veja o ficheiro COPYING para mais detalhes.
sk: - Vizuálny mana¾ér procesov (KDE Verzia) (c) 1997 Mattias Engdegård (f91-men@nada.kth.se) (c) 1998 Mario Weilguni (mweilguni@kde.org) kpm je KDE verzia programu qps, ktorý napísal Matthias Engdegård. Port pre KDE spravil Mario Weilguni. Ak vás zaujíma originálny qps, mô¾ete ho nájs» na tomto mieste: ftp://metalab.unc.edu/pub/linux/system/status Tento program je publikovaný pod GNU General Public License (GNU GPL). Pozrite súbor COPYING pre detaily o tejto licencii.
sl: - Vizualni upravljalnik procesov (KDE verzija) (C) 1997 Mattias Engdegird (f91-men@nada.kth.se) (C) 1998 Mario Weilguni (mweilguni@kde.org) kpm je KDE verzija qps, ki jo je napisal Matthias Engdegird. Prenos na KDE je naredil Mario Weilguni. Èe vas zanima originalen qps, ga lahko najdete na: ftp://sunsite.unc.edu/pub/linux/system/status Ta program je objavljen pod licenco GNU General Public License (GNU GPL). Za veè podrobnosti si preberite datoteko COPYING.

source: &Window
br: &Prenestr
ca: &Finestra
de: &Fenster
hu: &Ablak
ja: ¥¦¥£¥ó¥É¥¦(&W)
pl: O&kno
pt: &Janela
sk: &Okno
sl: &Okno

source: &Process
br: &Argerzh
ca: &Procés
de: &Prozeß
hu: &Feladat
ja: ¥×¥í¥»¥¹(&P)
pl: &Proces
pt: &Processo
sk: &Proces
sl: &Proces

source: &Signal
br: A&rhent
ca: &Senyal
hu: &Szignál
ja: ¥·¥°¥Ê¥ë(&S)
pl: &Sygna³
pt: &Sinal
sk: &Signál

source: SIGQUIT (quit)
br: SIGQUIT (kuitaat)
ca: SIGQUIT (sortida)
de: SIGQUIT (Verlassen)
hu: SIGQUIT (kilépés)
ja: SIGQUIT (½ªÎ»)
pl: SIGQUIT (wyj¶cie)
pt: SIGQUIT (sair)
sk: SIGQUIT (koniec)
sl: SIGQUIT (odnehaj)

source: SIGILL (illegal instruction)
br: SIGILL (gourc'hemenn direizh)
ca: SIGILL (instrucció il·legal)
de: SIGILL (Unzulässige Anweisung)
hu: SIGILL (illegális utasítás)
ja: SIGILL (ÉÔÀµÌ¿Îá)
pl: SIGILL (niedozwolona instrukcja)
pt: SIGILL (instrução ilegal)
sk: SIGILL (nesprávna in¹trukcia)
sl: SIGILL (nelegalen ukaz)

source: SIGABRT (abort)
br: SIGABRT (darniñ)
ca: SIGABRT (acaba)
de: SIGABRT (Abbrechen)
hu: SIGABRT (megszakítás)
ja: SIGABORT (Æâ°øÃæ»ß)
pl: SIGABRT (za³amanie)
pt: SIGABRT (abortar)
sk: SIGABRT (zlyhanie)
sl: SIGABRT (prekini)

source: SIGFPE (floating point exception)
br: SIGFPE (direolder niver skej)
ca: SIGFPE (excepció de coma flotant)
de: SIGFPE (Gleitkomma-Ausnahme)
hu: SIGFPE (lebegõpontos hiba)
ja: SIGFPE (»»½ÑÎã³°)
pl: SIGFPE (wyj±tek zmiennoprzecinkowy)
pt: SIGFPE (excepção de virgula flutuante)
sk: SIGFPE (chyba pohyb. rád. èiarky)
sl: SIGFPE (izjema plavajoèe vejice)

source: SIGSEGV (segmentation violation)
br: SIGSEGV (torradenn krennenañ)
ca: SIGSEGV (violació de segmentació)
de: SIGSEGV (Segment-Verletzung)
hu: SIGSEGV (szegmentációs hiba)
ja: SIGSEGV (¥»¥°¥á¥ó¥È°ãÈ¿)
pl: SIGSEGV (b³±d segmentacji)
pt: SIGSEGV (violação de segmentação)
sk: SIGSEGV (chyba segmentácie)
sl: SIGSEGV (kr¹itev segmentacije)

source: SIGPIPE (broken pipe)
br: SIGPIPE (korzenn torret)
ca: SIGPIPE (tub trencat)
de: SIGPIPE (Gebrochene Pipe)
hu: SIGPIPE (megszakadt folyamat-csõ)
ja: SIGPIPE (¥Ñ¥¤¥×ÇËÂ»)
pl: SIGPIPE (przerwany potok)
pt: SIGPIPE (canal quebrado)
sk: SIGPIPE (pretrhnutá rúra)
sl: SIGPIPE (zlomljena cev)

source: SIGALRM (timer signal)
br: SIGALRM (arhent an eurier)
ca: SIGALRM (senyal d'alarma)
hu: SIGALRM (idõzítõ szignál)
ja: SIGALRM (¥¢¥é¡¼¥à¥¯¥í¥Ã¥¯)
pl: SIGALRM (sygna³ zegara)
pt: SIGALRM (sinal de relógio)
sk: SIGALRM (signál èasovaèa)
sl: SIGALRM (signal kronometra)

source: SIGUSR1 (user-defined 1)
br: SIGUSR1 (termenet gant arveriad 1)
ca: SIGUSR1 (definida per l'usuari 1)
de: SIGUSR1 (Benutzerdefiniert 1)
hu: SIGUSR1 (felhasználói 1)
ja: SIGUSR1 (¥æ¡¼¥¶ÄêµÁ 1)
pl: SIGUSR1 (u¿ytkownika 1)
pt: SIGUSR1 (definido pelo utilizador 1)
sk: SIGUSR1 (u¾ívateµsky-definovaný 1)
sl: SIGUSR1 (uporab. doloèen 1)

source: SIGUSR2 (user-defined 2)
br: SIGUSR2 (termenet gant arveriad 2)
ca: SIGUSR2 (definida per l'usuari 2)
de: SIGUSR2 (Benutzerdefiniert 2)
hu: SIGUSR2 (felhasználói 2)
ja: SIGUSR2 (¥æ¡¼¥¶ÄêµÁ 2)
pl: SIGUSR2 (u¿ytkownika 2)
pt: SIGUSR2 (definido pelo utilizador 2)
sk: SIGUSR2 (u¾ívateµsky definovaný 2)
sl: SIGUSR2 (uporab. doloèen 2)

source: SIGCHLD (child death)
br: SIGCHLD (marv ar bugel)
ca: SIGCHLD (mort d'un procés fill)
de: SIGCHLD (Tod des Child-Prozeßes)
hu: SIGCHLD (gyerek halál)
ja: SIGCHLD (»Ò¥¹¥Æ¡¼¥¿¥¹¤ÎÊÑ¹¹)
pl: SIGCHLD (potomek umar³)
pt: SIGCHLD (morte de um filho)
sk: SIGCHLD (potomok skonèil)
sl: SIGCHLD (smrt otroka)

source: SIGCONT (continue)
br: SIGCONT (kenderc'hel)
ca: SIGCONT (continua)
de: SIGCONT (Fortsetzen)
hu: SIGCONT (folytatás)
ja: SIGCONT (Ää»ß¸å¤Ë·ÑÂ³)
pl: SIGCONT (kontynuacja)
pt: SIGCONT (continuar)
sk: SIGCONT (pokraèova»)
sl: SIGCONT (nadaljuj)

source: SIGSTOP (stop)
br: SIGSTOP (ehanañ)
ca: SIGSTOP (atura)
de: SIGSTOP (Stoppen)
hu: SIGSTOP (állj)
ja: SIGSTOP (³°°øÄä»ß)
pl: SIGSTOP (zatrzymanie)
pt: SIGSTOP (parar)
sk: SIGSTOP (zastavi»)
sl: SIGSTOP (stoj)

source: SIGTSTP (stop from tty)
br: SIGTSTP (ehanañ diwar letrin)
ca: SIGTSTP (atura des de tty)
de: SIGTSTP (Stop von tty aus)
hu: SIGTSTP (állj a tty-tõl)
ja: SIGTSTP (tty ¤«¤é¤ÎÄä»ß)
pl: SIGTSTP (zatrzymanie terminala)
pt: SIGTSTP (parar do tty)
sk: SIGTSTP (zastavi» z tty)
sl: SIGTSTP (stoj od tty)

source: SIGTTIN (tty input)
br: SIGTTIN (enkas al letrin)
ca: SIGTTIN (entrada tty)
de: SIGTTIN (tty-Eingabe)
hu: SIGTTIN (tty bemenet)
ja: SIGTTIN (tty¤«¤é¤ÎÆÉ¤ß¹þ¤ß)
pl: SIGTTIN (wej¶cie z terminala)
pt: SIGTTIN (entrada do tty)
sk: SIGTTIN (vstup z tty)
sl: SIGTTIN (tty vhod)

source: SIGTTOU (tty output)
br: SIGTTOU (ezkas al letrin)
ca: SIGTTOU (sortida tty)
de: SIGTTOU (tty-Ausgabe)
hu: SIGTTOU (tty kimenet)
ja: SIGTTOU (tty¤«¤é¤Î½ñ¤­¹þ¤ß)
pl: SIGTTOU (wyj¶cie z terminala)
pt: SIGTTOU (saída para o tty)
sk: SIGTTOU (výstup z tty)
sl: SIGTTOU (tty izhod)

source: You do not have permission to view the open sockets of process %d (%s). Only the owner of the process and the super-user may do that.
br: N'oc'h ket aotreet da welet lugelloù digor ar argerzh %d (%s). Perc'henn an argerzh ha ar gourarveriad hepken a c'hell en ober.
ca: No teniu permís per veure els sockets oberts del procés %d (%s). Només el propietari del procés i el super usuari poden fer-ho.
de: Sie haben keine Berechtigung, die offenen Sockets von Prozeß %d (%s) zu betrachten. Nur der Eigentümer des Prozesses und der Systemadministrator haben dieses Recht.
hu: Nincsen jogosultságod arra, hogy megnézd a %d (%s) feladat nyitott socketjeit. Csak a feladat tulajdonosa és a rendszer- gazda teheti ezt meg.
ja: ¤¢¤Ê¤¿¤Ë¤Ï¥×¥í¥»¥¹ %d (%s) ¤Î¥½¥±¥Ã¥È¤ò¤ß¤ë¸¢¸Â¤¬¤¢¤ê¤Þ¤»¤ó¡£ ¥×¥í¥»¥¹¤Î½êÍ­¼Ô¤«¥¹¡¼¥Ñ¡¼¥æ¡¼¥¶¤Î¤ß¤¬ ¼Â¹Ô¤Ç¤­¤Þ¤¹¡£
pl: Brak praw do wy¶wietlenia otwartych gniazdek procesu %d (%s). Tylko w³a¶ciciel procesu oraz superu¿ytkownik maj± do tego prawo.
pt: Não têm a permissão de ver os sockets abertos do processo %d (%s). Apenas o dono do processo e o super utilizador o podem fazer.
sk: Nemáte práva pozrie» otvorené sockety procesu %d (%s). Iba vlastník procesu a super-u¾ívateµ to mô¾u urobi».
sl: Nimate dovoljenja za ogled odprtih vtiènic procesa %d (%s). To lahko storita le lastnik procesa in superuporabnik.

source: Permission denied
br: Aotre nac'het
ca: S'ha denegat el permís
de: Berechtigung verweigert
hu: Hozzáférés megtagadva
ja: ¤¢¤Ê¤¿¤Ë¤Ï¸¢¸Â¤¬¤¢¤ê¤Þ¤»¤ó
pl: Brak praw dostêpu!
pt: Permissão recusada
sk: Povolenie odmietnuté
sl: Zavrnjeno dovoljenje

source: qps: change update period
br: qps : kemmet prantad bremanaat
ca: qps: canvia el període d'actualització
de: kpm: ändere Update-Intervall
hu: qps: frissítési gyakoriság változtatás
ja: qps: ¹¹¿·¤µ¤ì¤¿ period ¤ÎÊÑ¹¹
pl: qps: zmieñ czêsto¶æ od¶wie¿ania
pt: Actualizações
sk: qps: zmeni» periódu obnovy
sl: qps: spremeni periodo obnavljanja

source: New update period:
br: Prantad bremanaat nevez :
ca: Nou període d'actualització:
de: Neues Update-Intervall:
hu: Új frissítési gyakoriság:
ja: ¿·¤·¤¯¹¹¿·¤µ¤ì¤¿ period:
pl: Nowa czêsto¶æ od¶wie¿ania:
pt: Novo periodo:
sk: Nová perióda:
sl: Nova perioda obnavljanja:

source: Invalid input
br: Enmont siek
ca: Entrada no vàlida
de: Ungültige Eingabe
hu: Érvénytelen adat
ja: ÉÔÀµ¤ÊÆþÎÏ
pl: Niepoprawny parametr
pt: Valor inválido
sk: Nesprávny vstup
sl: Nepravilen vnos

source: The time between updates should be a number, optionally followed by a unit (ms, s or min). If no unit is given, seconds is assumed.
br: Un niver a rank bezañ an amzer etre daou bremanadur, heuliet ma vez ret gant un unvez (ms, s pe min). Ma ne vez spisaet unvez ebet, goulakaet e vije eilenn.
ca: El temps entre actualitzacions ha d'ésser un numero, seguit opcionalment per una unitat (ms, s o min). Si no es dóna cap unitat, s'usen segons.
de: Die Zeit zwischen den Updates sollte eine Zahl sein, optional gefolgt von einer Einheit (ms, sec or min). Wenn keine Einheit angegeben wird, gelten Sekunden.
hu: A frissítési gyakoriság egy szám kell legyen, esetleg egy mértékegységgel kiegészítve (ms, s vagy min). Ha nincs mértékegység, akkor mp lesz.
ja: ¹¹¿·´Ö³Ö¤Ï¿ô»ú¤Ç¤Ê¤±¤ì¤Ð¤Ê¤ê¤Þ¤»¤ó¡£¥ª¥×¥·¥ç¥ó¤È¤·¤ÆÃ±°Ì(ms, s, min)¤¬¤Ä¤±¤é¤ì¤Þ¤¹¡£²¿¤â¤Ê¤±¤ì¤ÐÉÃ¤Ë¤Ê¤ê¤Þ¤¹¡£
pl: Czas od¶wie¿ania musi byæ liczb±. Dodatkowo mo¿na okre¶liæ jednostkê czasu (ms, s lub min). Domy¶ln± jednostk± jest sekunda.
pt: O tempo entre actualizações deve ser um número, optionalmente seguido de uma unidade (ms, s, ou min). Se não inserir a unidade serão utilizados segundos
sk: Èas medzi obnova by mal by» èíslo, voliteµne nasledované jednotkou (ms, s alebo min). Ak nie je daná jednotka, pou¾ijú sa sekundy.
sl: Èas med obnovitvami mora biti ¹tevilo, kot opcijo lahko ima enoto (ms, s ali min). Èe enota ni podana, privzamem sekunde.

source: You do not have permission to renice the selected process%s. Only the process owner and the super-user are allowed to do that.
br: N'oc'h ket aotreet da 'renice' an argerzh diuzet %s. Perc'henn an argerzh hag ar gourarveriad hepken zo aotreet d'en ober.
ca: No teniu permís per canviar la prioritat al procés seleccionat %s. Només el propietari del procés i el super usuari poden fer-ho.
de: Sie haben keine Berechtigung, die Priorität für den ausgewählten Prozeß %s zu ändern. Nur der Prozeß-Eigentümer und der Systemadministrator haben dieses Recht.
hu: Nincs jogosultságod arra, hogy megváltoztasd a kiválasztott %s feladat prioritását. Csak a feladat tulajdonosa vagy a rendszergazda teheti ezt meg.
ja: ¤¢¤Ê¤¿¤Ë¤Ïº£Áª¤ó¤À¥×¥í¥»¥¹%s ¤ò renice ¤¹¤ë¸¢¸Â¤¬¤¢¤ê¤Þ¤»¤ó¡£ ¤½¤Î¥×¥í¥»¥¹¤Î½êÍ­¼Ô¤«¥¹¡¼¥Ñ¡¼¥æ¡¼¥¶ ¤Î¤ß¤Ëµö¤µ¤ì¤Æ¤¤¤Þ¤¹¡£
pl: Brak praw do zmiany priorytetu procesu %d (%s). Tylko w³a¶ciciel procesu oraz superu¿ytkownik maj± do tego prawo.
pt: Não têm permissões para mudar o valor de nice do(s) processo(s) seleccionado(s) %s. Apenas o dono do processo e o super utilizador o podem fazer.
sk: Nemáte práva na renice zvoleného procesu %s. Iba vlastník procesu a super-u¾ívateµ to mô¾u spravi».
sl: Nimate dovoljenja, da bi uporabili ukaz renice na izbranem procesu %s. To lahko storita le lastnik procesa in superuporabnik.
