Repository: xwizard/kde1
Catalog: kdeutils-1.1.2/po/*/kray.po
Languages: pt_br

source: &File
pt_br: &Arquivo

source: &Help
pt_br: A&juda

source: &Generate Picture
pt_br: Gerar Figura

source: E&xit
pt_br: &Sair

source: Picture Size
pt_br: Tamanho da Figura

source: The sky:
pt_br: O céu:

source: The hell:
pt_br: O inferno:

source: The ground:
pt_br: O chão:

source: The small sphere:
pt_br: A pequena esféra:

source: The big sphere:
pt_br: A grande esféra:

source: Keep 4:3 ratio
pt_br: Mantenha a taxa de 4:3

source: &Generate
pt_br: G&erar

source: Quit
pt_br: Sair

source: Sky
pt_br: Céu

source: Hell
pt_br: Inférno

source: Simple Red
pt_br: Vermelho Simples

source: Simple Green
pt_br: Verde Simples

source: Marble
pt_br: Mármore

source: Water
pt_br: Água

source: Glass
pt_br: Vidro

source: Mirror
pt_br: Espelho

source: Brass
pt_br: Metal

source: The size of the picture is outside of the allowed parameters
pt_br: O tamanho da figura está fora dos parâmetros permitidos
