Repository: xwizard/kde1
Catalog: kdeutils-1.1.2/po/*/ktop.po
Languages: br, cs, da, de, es, fr, hu, ja, no, pl, pt_br, sk, sl

source: Could not set new nice level for process %d
br: Ne m'eus ket gallet lakaat ul live 'nice' nevez evit %d
cs: Není mo¾né nastavit novou prioritu pro proces %d
da: Kunne ikke sætte nyt nice niveau for processen %d
de: Konnte keine neue Priorität einstellen für Prozeß %d
es: No se puede fijar un nuevo nivel de prioridad para el proceso %d
fr: Impossible de changer la courtoisie (nice) du processus %d
hu: Nem állítható be új prioritás a %d folyamatnál
ja: プロセス %d に対し新しい nece 値を設定出来ません
no: Kan ikke sette nytt hyggelighetsnivå for prosessen %d
pl: Nie mo¿na ustawiæ nowego priorytetu dla procesu %d
pt_br: Não foi possível alterar a prioridade do processo %d
sk: Nemô¾em nastavi» novú nice hodnotu pre proces %d
sl: Novega nivoja nice za proces %d ni mo¾no nastaviti

source: Cound not send signal %d to process %d
br: Ne m'eus ket gallet kas arhent %d d'an argerzh %d
cs: Není mo¾né odeslat signál %d procesu %d
da: Kunne ikke sende signalet %d til processen %d
de: Konnte Signal %d nicht an Prozeß %d senden
es: No se pudo enviar la señal %d al proceso %d
fr: Impossible d'envoyer le signal %d au processus %d
hu: Nem tudok %d szignált küldeni a %d folyamatnak
ja: シグナル %d をプロセス %d に送れません
no: Kunne ikke sende signal %d til prosessen %d
pl: Nie mo¿na przes³aæ sygna³u %d do procesu %d
pt_br: Não foi possível enviar o sinal %d para o processo %d
sk: Nemô¾em posla» signál %d procesu %d
sl: Ni mo¾no poslati signala %d procesu %d

source: CPU Load History
br: Istor karg an UTK
cs: Historie zatí¾ení CPU
da: CPU belastningshistorie
de: CPU-Auslastung
es: Historial de Carga de la CPU
fr: Historique de charge CPU
hu: A CPU terhelés története
ja: CPU 負荷履歴
no: Lasthistorie for CPU
pl: Historia obci±¿enia CPU
pt_br: Histórico de carga da CPU
sk: História za»a¾enia CPU
sl: Zgodovina obremenjenosti CPU

source: System Load History
br: Istor karg ar reizhiad
cs: Historie zatí¾ení Systému
da: System belastningshistorie
de: System-Auslastung
es: Historial de Carga del Sistema
fr: Historique de charge du système
hu: A rendszer terhelés története
ja: システム 負荷履歴
no: Lasthistorie for systemet
pl: Historia obci±¿enia systemu
pt_br: Histórico de carga do sistema
sk: História za»a¾enia systému
sl: Zgodovina obremenjenosti sistema

source: User (%)
br: Arveriad (%)
cs: U¾ivatel (%)
da: Bruger (%)
de: Anwendungen (%)
es: Usuario (%)
fr: Utilisateur (%)
hu: Felhasználói (%)
ja: ユーザ (%)
no: Bruker (%)
pl: U¿ytkownik (%)
pt_br: Usuário (%)
sk: U¾ív (%)
sl: Uporabnik (%)

source: System (%)
br: Reizhiad (%)
cs: Sytém (%)
es: Sistema (%)
fr: Système (%)
hu: Rendszer (%)
ja: システム (%)
pt_br: Sistema (%)
sk: Systém (%)
sl: Sistem (%)

source: Memory Usage History
br: Istor implij ar memor
cs: Historie vyu¾ití pamìti
da: Hukommelsesbrug historie
de: Speicher-Auslastung
es: Historial de Uso de la Memoria
fr: Historique d'utilisation mémoire
hu: A memória használat története
ja: メモリ 使用履歴
no: Minnebrukhistorie
pl: Historia wykorzystania pamiêci
pt_br: Histórico de utilização de memória
sk: História vyu¾itia pamäte
sl: Zgodovina porabe pomnilnika

source: Program (kB)
br: Goulev (ko)
de: Anwendungen (kB)
es: Programa (kB)
fr: Programme (ko)
ja: プログラム (kB)
pt_br: Programa (kB)
sl: Programi (kB)

source: Buffer (kB)
br: Skurzer (ko)
de: Puffer (kB)
fr: Tampon (ko)
hu: Puffer (kb)
ja: バッファ (kB)
pl: Bufor (KB)
sl: Bafer (kB)

source: Cache (kB)
br: Krubuilh (ko)
es: Caché (kB)
fr: Cache (ko)
hu: Gyorstár (kb)
ja: キャッシュ (kB)
no: Mellomlager (kB)
sk: Ke¹ (kB)
sl: Predpomnilnik (kB)

source: Swap (kB)
br: Disloañ (ko)
de: Ausgelagert (kB)
fr: Swap (ko)
hu: Lapozó (kb)
ja: スワップ (kB)
no: Veksel (kB)
pt_br: Troca (kB)
sl: Izmenjalni prostor (kB)

source: CPU%d Load History
br: Istor karg UTK%d
cs: Historie zatí¾ení CPU%d
da: CPU%d belastningshistorie
de: CPU%d-Auslastung
es: Historial de carga de la CPU%d
fr: Historique de charge CPU %d
hu: A %d.CPU terhelés története
ja: CPU%d 負荷履歴
no: CPU%d-lasthistorie
pl: Historia obci±¿enia CPU%d
pt_br: Histórico de carga da CPU%d
sk: História za»a¾enia CPU%d
sl: Zgodovina obremenjenosti CPU%d

source: Cannot open file '/proc/stat'! The kernel needs to be compiled with support for /proc filesystem enabled!
br: N'hellan ket digeriñ restr '/proc/stat' ! Ret eo kempunañ ar graoñienn gant skor ar reizhiad restroù /proc gweredekaet !
cs: Není mo¾né otevøít soubor '/proc/stat'! Je nutné zkompilovat kernel s podporou pro souborový systém /proc!
da: Kan ikke åbne filen '/proc/stat'! Kenren skal kompileres med støtte for /proc filsystemet slået til!
de: Kann Datei "/proc/stat" nicht öffnen! Der Kernel muß für die Unterstützung des /proc-Dateisystems kompiliert sein!
es: No se puede abrir el archivo '/proc/stat'! El kernel necesita estar compilado con soporte para el sistema de archivos /proc activado!
fr: Impossible d'ouvrir le fichier '/proc/stat'! Le noyau doit être compilé avec le support du système de fichiers /proc.
hu: Nem nyitható meg a '/proc/stat' fájl! A kernelbe bele kell fordítani a /proc fájlrendszer támogatást!
ja: ファイル '/proc/stat' を開けません! /proc ファイルシステムが有効になるように カーネルをコンパイルする必要があります!
no: Kan ikke åpne filen '/proc/stat'! Kjernen må kompileres med støtte for /proc-filsystemet!
pl: Nie mo¿na otworzyæ pliku '/proc/stat'! Kernel musi byæ skompilowany z obs³ug± systemu /proc lub nale¿y go zamontowaæ.
pt_br: Não foi possível abrir o arquivo '/proc/stat'! O kernel tem que ser compilado com o suporte ao sistema de arquivos /proc habilitado!
sk: Nemô¾em otvori» súbor '/proc/stat'! Jadro musí by» skompilované s podporou pre /proc filesystém!
sl: Ni mo¾no odpreti datoteke '/proc/stat'! Jedro mora biti prevedeno z vkljuèeno podporo za datoteèni sistem /proc!

source: Cannot open file '/proc/meminfo'! The kernel needs to be compiled with support for /proc filesystem enabled!
br: N'hellan ket digeriñ restr 'proc/meminfo' ! Ret eo kempunañ ar graoñienn gant skor ar reizhiad restroù /proc gweredekaet !
cs: Není mo¾né otevøít soubor '/proc/meminfo'! Je nutné zkompilovat kernel s podporou pro souborový systém /proc!
da: Kan ikke åbne filen '/proc/meminfo'! Kenren skal kompileres med støtte for /proc filsystemet slået til!
de: Kann Datei "/proc/meminfo" nicht öffnen! Der Kernel muß für die Unterstützung des /proc-Dateisystems kompiliert sein!
es: No se puede abrir el archivo '/proc/meminfo'! El kernel necesita estar compilado con soporte para el sistema de archivos /proc activado!
fr: Impossible d'ouvrir le fichier '/proc/meminfo'! Le noyau doit être compilé avec le support du système de fichiers /proc.
hu: Nem nyitható meg a '/proc/meminfo' fájl! A kernelbe bele kell fordítani a /proc fájlrendszer támogatást!
ja: ファイル '/proc/meminfo' を開けません! /proc ファイルシステムが有効になるように カーネルをコンパイルする必要があります!
no: Kan ikke åpne filen '/proc/meminfo'! Kjernen må kompileres med støtte for /proc-filsystemet!
pl: Nie mo¿na otworzyæ pliku '/proc/meminfo'! Kernel musi byæ skompilowany z obs³ug± systemu /proc lub nale¿y go zamontowaæ.
pt_br: Não foi possível abrir o arquiv '/proc/meminfo'! O kernel tem que ser compilado com o suporte ao sistema de arquivos /proc habilitado!
sk: Nemô¾em otvori» súbor '/proc/meminfo'! Jadro musí by» skompilované s podporou pre /proc filesystém!
sl: Ni mo¾no odpreti datoteke '/proc/meminfo'! Jedro mora biti prevedeno z vkljuèeno podporo za datoteèni sistem /proc!

source: Cannot read memory info file '/proc/meminfo'!
br: N'hellan ket lenn restr titouriñ ar memor '/proc/meminfo' !
cs: Není mo¾né èíst soubor informací opamìti '/proc/meminfo'!
da: Kan ikke læse hukommelsesinfofilen '/proc/meminfo'!
de: Kann Speicher-Info-Datei "/proc/meminfo" nicht öffnen!
es: No se puede leer el archivo de información de memoria '/proc/meminfo'!
fr: Impossible de lire les infos sur la mémoire dans '/proc/meminfo'.
hu: Nem olvasható a '/proc/meminfo' fájl!
ja: メモリのインフォファイル '/proc/meminfo' を読めません!
no: Kan ikke lese informasjonsfil for minne '/proc/meminfo'!
pl: Nie mo¿na odczytaæ informacji z pliku '/proc/meminfo'!
pt_br: Não foi possível ler do arquivo '/proc/meminfo' informações sobre a memória!
sk: Nemô¾em èíta» informácie o pamäti '/proc/meminfo'!
sl: Ni mo¾no prebrati informacij o pomnilniku v '/proc/meminfo'!

source: Cannot read info for %s from file '/proc/stat'! The kernel needs to be compiled with support for /proc filesystem enabled!
br: N'hellan ket lenn a stlenn evit %s diwar restr '/proc/stat' ! Ret eo kempunañ ar graoñienn gant skor ar reizhiad restroù /proc gweredekaet !
cs: Není mo¾né èíst informaci o %s ze souboru '/proc/stat'! Je nutné zkompilovat kernel s podporou pro souborový systém /proc!
da: Kan ikke læse informationen fra '/proc/stat'! Kernen skal kompileres med støtte for /proc filsystemet slået til!
de: Kann Info-Datei für %s nicht öffnen! Der Kernel muß für die Unterstützung des /proc-Dateisystems kompiliert sein!
es: No se puede leer información para %s desde el archivo '/proc/stat'! El kernel necesita estar compilado con soporte para el sistema de archivos /proc activado!
fr: Impossible de lire les infos sur %s dans le fichier '/proc/stat'! Le noyau doit être compilé avec le support du système de fichiers /proc.
hu: Nem ovashtó információ a %s számára a '/proc/stat' fájlból! A kernelbe bele kell fordítani a /proc fájlrendszer támogatást!
ja: ファイル '/proc/stat' から %s の情報を読み込めません! /proc ファイルシステムが有効になるように カーネルをコンパイルする必要があります!
no: Kan ikke lese informasjon for %s fra filen '/proc/stat'! Kjernen må kompileres med støtte for /proc-filsystemet!
pl: Nie mo¿na odczytaæ informacji dla %s z pliku '/proc/stat'! Kernel musi byæ skompilowany z obs³ug± systemu /proc lub nale¿y go zamontowaæ.
pt_br: Não foi possível ler informações sobre %s. O kernel tem que ser compilado com o suporte ao sistema de arquivos /proc habilitado!
sk: Nemô¾em preèíta» info pre %s zo súboru '/proc/stat'! Jadro musí by» skompilované s podporou pre /proc filesystém!
sl: Ni mo¾no prebrati informacij o %s iz '/proc/stat'! Jedro mora biti prevedeno z vkljuèeno podporo za datoteèni sistem /proc!

source: Cannot read swap info from '/proc/meminfo'!
br: N'hellan ket lenn a stlenn disloañ diwar restr '/proc/meminfo' !
cs: Není mo¾né èíst informaci o swapu z '/proc/swap'!
da: Kan ikke læse swapinfo fra '/proc/meminfo'!
de: Kann Auslagerungs-Info in "/proc/meminfo" nicht lesen!
es: No se puede leer información de la swap desde '/proc/meminfo'!
fr: Impossible de lire les infos sur le swap dans '/proc/meminfo'.
hu: Nem olvasható a lapozó információ a '/proc/meminfo' fájlból
ja: '/proc/meminfo' からスワップ情報を読めません!
no: Kan ikke lese vekselinformasjon til prosess fra /proc/*-katalogene!
pl: Nie mo¿na odczytaæ informacji z pliku '/proc/meminfo'!
pt_br: Não foi possível ler do arquivo '/proc/meminfo' informações sobre o arquivo de troca (swap)!
sk: Nemô¾em èíta» informácie o swapu z '/proc/meminfo'!
sl: Ni mo¾no prebrati informacij o izmenjalnem prostoru v '/proc/meminfo'!

source: Your system is not currently supported. Sorry
br: Ho reizhiad n'eo ket skoraet evit ar mare. Ho tigarez
cs: Vá¹ syst0mnení momentálnì podporován. Lituji
da: Dit system er desværre ikke understøttet for øjeblikket
de: Ihr System wird im Moment nicht unterstützt. Sorry.
es: Su sistema no está actualmente soportado. Lo siento
fr: Votre système n'est pas supporté actuellement. Désolé
hu: Az Ön rendszere jelenleg nem támogatott. Sajnálom
ja: あなたのシステムはまだサポートしていません。 すまん
no: Ditt system er foreløbig ikke støttet. Beklager
pl: Twój system nie jest obecnie obs³ugiwany.
pt_br: O seu sistema não é suportado atualmente. Desculpe
sk: Vá¹ systém bohu¾iaµ nie je momentálne podporovaný.
sl: Va¹ sistem trenutno ¹e ni podprt. Oprostite

source: Renice Process
br: 'Renice' argerzh
cs: Pøeplánovat process
da: Ændr niceproces
de: Prozeßpriorität ändern
es: Repriorizar Proceso
fr: Courtoisie (nice) du processus
hu: Folyamat prioritása
ja: プロセスの優先度を変える
no: Endre hyggelighetsnivå til prosess
pl: Zmiana priorytetu procesu
pt_br: Alterar a prioridade do processo
sk: Renice procesu
sl: Renice proces

source: You are about the change the scheduling priority of process %d. Be aware that only the Superuser (root) can decrease the nice level of a process. The smaller the number is the higher is the priority. Please enter the desired nice level:
br: War bouez kemmañ tevet steuñviñ an argerzh %d emaoc'h. Taolit pled ar gourarveriad (root) hepken a c'hell krennañ live 'nice' un argerzh. Seul izelañ an talvoud seul brasañ an devet. Bizskrivit mar plij al live 'nice' c'hoantaet :
cs: Chystáte se zmìnit plánovanou prioritu procesu %d. Buïte si vìdom(a), ¾e pouze Superu¾ivatel (root) mù¾e zvy¹ovat prioritu procesu. Èím men¹í zadáte hodnotu, tím vìt¹í bude priorita. Prosím vlo¾te po¾adovanou prioritu:
da: Du er ifærd med at ændre køreplanen for en proces %d. Bemærk at kun superbrugeren (root) kan formindske niceniveauet for en proces. Jo mindre tallet er, jo højere er prioriteten. Angiv venligst det ønskede nice niveau:
de: Sie sind dabei die Ablauf-Priorität des Prozesses %d zu ändern. Seien Sie sich bewußt, daß nur der Superuser (root) die Priorität eines Prozesses erhöhen kann. Je kleiner die Zahl desto höher ist die Priorität. Bitte geben Sie die gewünschte Priorität ein:
es: Está cambiando la prioridad de ejecución del proceso %d. Debe saber que solo el Superuser (root) puede decrementar el nivel de ejecución de un proceso. Un número más pequeño es un nivel de prioridad mayor. Por favor introduzca el nivel de ejecución deseado:
fr: Vous allez modifier la priorité d'ordonnancement du processus %d. Uniquement le Super-utilisateur (root) peut diminuer la courtoisie (nice) d'un processus. Plus le nombre est petit, plus la priorité est élevée. Entrez la valeur de courtoisie (nice) désirée :
hu: A %d folyamat prioritásának megváltoztatására készül. Fontos tudni, hogy csak a Superuser (root) tudja csökkenteni egy folyamat prioritását. A kisebb szám, nagyobb prioritást jelent. Adja meg a kívánt prioritást:
ja: あなたはプロセス %d のスケジューリング方針を変えようと しています。スーパーユーザ(root)のみがプロセスの nice レベル を下げられることを知ってください。数字が小さくなるほど 優先度はあがります。 新しい nice レベルを入力してください:
no: Du holder på å endre kjøreprioriteten til prosess %d. Merk deg at kun superbruker (root) kan senke hyggeligheten til en prosess. Mindre tall er høyere prioritet. Vennligst skriv inn ønsket prioritet:
pl: Próbujesz zmieniæ priorytet procesu %d. Tylko root mo¿e zmniejszyæ poziom 'nice' procesu. Im mniejszy numer, tym wy¿szy priorytet. Wprowad¼ rz±dany poziom 'nice':
pt_br: Você está prestes a mudar a prioridade de agendamento do processo %d. Esteja ciente de que somente o Super Usuário (root) pode aumentar a prioridade de um processo. Quanto menor o número, maior a prioridade. Entre com a prioridade desejada:
sk: Práve chcete zmeni» prioritu èasovania procesu %d .Nezabudnite, ¾e len Superu¾ívateµ (root) mô¾e zní¾i» nice hodnotu procesu. Èím ni¾¹ie èíslo, tým vy¹¹ia priorita. Prosím zadajte ¾iadanú hodnotu nice:
sl: Ste pred tem, da spremenite razporejevalno prioriteto procesa %d. Bodite pozorni na to, da lahko le superuporabnik (root) zmanj¹a nice nivo procesa. Manj¹a kot je ¹tevilka, veèjo prioriteto ima proces. Prosim vnesite ¾eljeni nivo nice:

source: SIGINT
fr: SIGINIT

source: Nice (%)
de: Prioritätswert (%)
fr: Courtois (%)
hu: Kiemelt (%)
no: Hyggelig (%)
pl: Priorytet (%)
pt_br: Baixa prioridade (%)

source: Nice
cs: Priorita
de: Prioritätswert
es: Prioridad
hu: Prioriás
no: Hyggelig
pl: Priorytet
pt_br: Prioridade
