Repository: xwizard/kde1
Catalog: kdeutils-1.1.2/po/*/ktop.po
Languages: br, cs, da, de, es, fr, hu, ja, no, pl, pt_br, sk, sl

source: 88888 Processes
br: 88888 argerzh
cs: 88888 procesù
da: 88888 processer
de: 88888 Prozesse
es: 88888 Procesos
fr: 88888 Processus
hu: 88888 folyamat
ja: 88888 のプロセス
no: 88888 prosesser
pl: 88888 procesów
pt_br: 88888 processos
sk: 88888 Procesov
sl: 88888 procesov

source: Memory: 888888 kB used, 888888 kB free
br: Memor : 888888 ko en implij, 888888 ko dieub
cs: Pamì»: 888888 kB pou¾itá, 888888 kB volná
da: Hukommelse: 888888 kB used, 888888 kB fri
de: Speicher: 888888 kB belegt, 888888 kB frei
es: Memoria: 888888 kB usados, 888888 kB libres
fr: Mémoire : 888888 ko utilisés, 888888 ko libres
hu: Memória: 8888888 kb használva, 8888888 kb szabad
ja: メモリ: 888888 kB 使用、 888888 kB 未使用
no: Minne: 888888 kB brukt, 888888 kB ledig
pl: Pamiêæ: 888888 KB u¿ytej, 888888 KB wolnej
pt_br: Memória: 888888 kB utilizados, 888888 kB livres
sk: Pamä»: 888888 kB pou¾itých, 888888 kB voµných
sl: Pomnilnik: 888888 kB porabljeno, 888888 kB prosto

source: Swap: 888888 kB used, 888888 kB free
br: Disloañ : 888888 ko en implij, 888888 ko dieub
cs: Swap: 888888 kB pou¾itá, 888888 kB volná
da: Swap: 888888 kB berugt, 888888 kB fri
de: Swap: 888888 kB belegt, 888888 kB frei
es: Swap: 888888 kB usados, 888888 kB libres
fr: Swap : 888888 ko utilisés, 888888 ko libres
hu: Lapozó: 8888888 kb használva, 8888888 kb szabad
ja: スワップ: 888888 kB 使用, 888888 kB 未使用
no: Veksel: 888888 kB brukt, 888888 kB ledig
pl: Swap: 888888 KB u¿ytej, 888888 KB wolnej
pt_br: Virtual: 888888 kB utilizados, 888888 kB livres
sk: Swap: 888888 kB pou¾itých, 888888 kB voµných
sl: Izmenjalni prostor: 888888 kB porabljeno, 888888 kB prosto

source: KDE Task Manager
br: Merour dleadoù KDE
cs: KDE správce úloh
da: KDE opgavemanager
es: Gestor de Tareas de KDE
fr: Getionnaire de tâches de KDE
hu: KDE Feladatkezelõ
ja: KDE タスク マネージャ
no: KDE-oppgavestyrer
pl: Mened¿er zadañ KDE
pt_br: Gerenciador de Tarefas do KDE
sk: KDE mana¾ér úloh
sl: KDE Upravitelj opravil

source: %d Processes
br: %d Argerzh
cs: %d procesù
da: %d processer
de: %d Prozesse
es: %d Procesos
fr: %d processus
hu: %d folyamat
ja: %d プロセス
no: %d prosesser
pl: %d procesów
pt_br: %d processos
sk: %d Procesov
sl: %d procesov

source: Memory: %d kB used, %d kB free
br: Memor : %d ko em implij, %d ko dieub
cs: Pamì»: %d kB pou¾itá, %d kB volná
da: Hukommelse: %d kB brugt, %d kB fri
de: Speicher: %d kB belegt, %d kB frei
es: Memoria: %d kB usados, %d kB libres
fr: Mémoire : %d ko utilisés, %d ko libres
hu: Memória: %d kb használva, %d kb szabad
ja: Memory: %d kB 使用, %d kB 未使用
no: Minne: %d kB brukt, %d kB ledig
pl: Pamiêæ: %d KB u¿ytej, %d KB wolnej
pt_br: Memória: %d kB utilizados, %d kB livres
sk: Pamä»: %d kB pou¾itých, %d kB voµných
sl: Pomnilnik: %d kB porabljeno, %d kB prosto

source: Swap: %d kB used, %d kB free
br: Disloañ : %d ko em implij, %d ko dieub
cs: Swap: %d kB pou¾itá, %d kB volná
da: Swap: %d kB brugt, %d kB fri
de: Swap: %d kB belegt, %d kB frei
es: Swap: %d kB usados, %d kB libres
fr: Swap : %d ko utilisés, %d ko libres
hu: Lapozó: %d kb használva, %d kb szabad
ja: スワップ: %d kB 使用, %d kB 未使用
no: Veksel: %d kB brukt, %d kB ledig
pl: Swap: %d KB u¿ytej, %d KB wolnej
pt_br: Virtual: %d kB utilizados, %d kB livres
sk: Swap: %d kB pou¾itých, %d kB voµných
sl: Izmenjalni prostor: %d kB porabljeno, %d kB prosto

source: KDE Task Manager (KTop) Version %s Copyright: 1996 : A. Sanda <alex@darkstar.ping.at> 1997 : Ralf Mueller <ralf@bj-ig.de> 1997-98 : Bernd Johannes Wuebben <wuebben@kde.org> 1998 : Nicolas Leclercq <nicknet@planete.net> 1999 : Chris Schlaeger <cs@kde.org>
br: Merour dleadoù KDE (KTop) Doare %s Gwirioù eilañ : 1996 : A. Sanda <alex@darkstar.ping.at> 1997 : Ralf Mueller <ralf@bj-ig.de> 1997-98 : Bernd Johannes Wuebben <wuebben@kde.org> 1998 : Nicolas Leclercq <nicknet@planete.net> 1999 : Chris Schlaeger <cs@kde.org>
cs: KDE Správce úloh (KTop) verze %s Copyright: 1996 : A. Sanda <alex@darkstar.ping.at> 1997 : Ralf Mueller <ralf@bj-ig.de> 1997-98 : Bernd Johannes Wuebben <wuebben@kde.org> 1998 : Nicolas Leclercq <nicknet@planete.net> 1999 : Chris Schlaeger <cs@kde.de>
da: KDE opgavemanager (KTop) Version %s Copyright: 1996 : A. Sanda <alex@darkstar.ping.at> 1997 : Ralf Mueller <ralf@bj-ig.de> 1997-98 : Bernd Johannes Wuebben <wuebben@kde.org> 1998 : Nicolas Leclercq <nicknet@planete.net> 1999 : Chris Schlaeger <cs@axys.de>
es: Gestor de Tareas KDE (KTop) Versión %s Copyright: 1996 : A. Sanda <alex@darkstar.ping.at> 1997 : Ralf Mueller <ralf@bj-ig.de> 1997-98 : Bernd Johannes Wuebben <wuebben@kde.org> 1998 : Nicolas Leclercq <nicknet@planete.net> 1999 : Chris Schlaeger <cs@kde.org>
fr: Gestionnaire de tâches (KTop) Version %s Copyright : 1996 : A. Sanda <alex@darkstar.ping.at> 1997 : Ralf Mueller <ralf@bj-ig.de> 1997-98 : Bernd Johannes Wuebben <wuebben@kde.org> 1998 : Nicolas Leclercq <nicknet@planete.net> 1999 : Chris Schlaeger <cs@kde.org>
hu: KDE Feladatkezelõ (KTop) %s verzió Szerzõi jogok: 1996 : A. Sanda <alex@darkstar.ping.at> 1997 : Ralf Mueller <ralf@bj-ig.de> 1997-98 : Bernd Johannes Wuebben <wuebben@kde.org> 1998 : Nicolas Leclercq <nicknet@planete.net> 1999 : Chris Schlaeger <cs@kde.org>
no: KDE Oppgavestyrer (KTop) versjon %s Copyright: 1996 : A. Sanda <alex@darkstar.ping.at> 1997 : Ralf Mueller <ralf@bj-ig.de> 1997-98 : Bernd Johannes Wuebben <wuebben@kde.org> 1998 : Nicolas Leclercq <nicknet@planete.net> 1999 : Chris Schlaeger <cs@axys.de>
pl: Mened¿er zadañ KDE (KTop) wersja %s Copyright: 1996 : A. Sanda <alex@darkstar.ping.at> 1997 : Ralf Mueller <ralf@bj-ig.de> 1997-98 : Bernd Johannes Wuebben <wuebben@kde.org> 1998 : Nicolas Leclercq <nicknet@planete.net> 1999 : Chris Schlaeger <cs@kde.org>
pt_br: Gerenciador de Tarefas KDE (KTop) Versão %s Copyright: 1996 : A. Sanda <alex@darkstar.ping.at> 1997 : Ralf Mueller <ralf@bj-ig.de> 1997-98 : Bernd Johannes Wuebben <wuebben@kde.org> 1998 : Nicolas Leclercq <nicknet@planete.net> 1999 : Chris Schlaeger <cs@axys.de>
sk: KDE Mana¾ér úloh (KTop) Verzia %s Copyright: 1996 A. Sanda <alex@darkstar.ping.at> 1997 Ralf Mueller <ralf@bj-ig.de> 1997-98 Bernd Johannes Wuebben <wuebben@kde.org> 1998 Nicolas Leclercq <nicknet@planete.net> 1999 : Chris Schlaeger <cs@kde.org>
sl: KDE Upravitelj opravil (KTop) verzija %s Avtorske pravice: 1996 : A. Sanda <alex@darkstar.ping.at> 1997 : Ralf Mueller <ralf@bj-ig.de> 1997-98 : Bernd Johannes Wuebben <wuebben@kde.org> 1998 : Nicolas Leclercq <nicknet@planete.net> 1999 : Chris Schlaeger <cs@kde.org>

source: Manual Refresh
br: Freskaat gant an dorn
cs: Ruèní obnovování
da: Manuel genopfriskning
de: Manuell auffrischen
es: Refresco Manual
fr: Manuel
hu: Kézi frissítés
ja: 手動で更新
no: Manuell oppfriskning
pl: Rêczne od¶wie¿anie
pt_br: Atualização Manual
sk: Manuálne aktualizova»
sl: Roèno obnovi

source: Slow Refresh
br: Freskaat gorrek
cs: Pomalé obnovování
da: Langsom genopfriskning
de: Selten auffrischen
es: Refresco Lento
fr: Lent
hu: Lassú frissítés
ja: ゆっくり更新
no: Trek oppfriskning
pl: Powolne od¶wie¿anie
pt_br: Atualização Lenta
sk: Pomalá aktualizácia
sl: Poèasno obnavljanje

source: Medium Refresh
br: Freskaat etre
cs: Støednì rychlé obnovování
da: Middel genopfriskning
de: Gelegentlich auffrischen
es: Refresco Medio
fr: Moyen
hu: Közepes frissítés
ja: 中くらいの更新
no: Middels oppfriskning
pl: ¦rednie od¶wie¿anie
pt_br: Atualização Média
sk: Stredne rýchla aktualizácia
sl: Srednje obnavljanje

source: Fast Refresh
br: Freskaat buan
cs: Rychlé obnovování
da: Hurtig genopfriskning
de: Häufig auffrischen
es: Refresco Rápido
fr: Rapide
hu: Gyors frissítés
ja: 早い更新
no: Hurtig oppfriskning
pl: Szybkie od¶wie¿anie
pt_br: Atualização Rápida
sk: Rýchla aktualizácia
sl: Pogosto obnavljanje

source: &Refresh Rate
br: Feur &freskaat
cs: F&rekvence obnovování
da: Genopf&riskningsrate
de: Auffrisch-&Rate
es: &Ratio de Refresco
fr: &Rafraîchissement
hu: F&rissítés
ja: リフレッシュ レート(&R)
no: &Oppfriskningshastighet
pl: Czêsto¶æ &od¶wie¿ania
pt_br: &Taxa de Atualização
sk: &Aktualizácia
sl: &Hitrost obnavljanja

source: &Process
br: &Argerzh
da: &Proces
de: &Prozeß
es: &Procesos
fr: &Processus
hu: &Futó folyamatok
ja: プロセス(&P)
no: &Prosess
pl: &Proces
pt_br: &Processos
sk: &Proces
sl: &Proces

source: Renice Task...
br: 'Renice' dlead...
cs: Zmìnit prioritu úlohy...
da: Opgave der ændrer nice...
de: Priorität ändern...
es: Repriorizar Tarea...
fr: Modifier la courtoisie (nice)...
hu: Feladat prioritása...
ja: タスクの優先度変更...
no: Endre hyggelighetsnivå til oppgave...
pl: Zmieñ priorytet zadania...
pt_br: Repriorizar Tarefa...
sk: Renice procesu...
sl: renice opravilo...

source: send SIGINT (ctrl-c)
br: kas SIGINT (ctrl-c)
cs: poslat SIGINT (ctrl-c)
de: sende SIGINT (ctrl-c)
es: enviar SIGINT (ctrl-c)
fr: envoyer SIGINT (ctrl-c)
hu: SIGINT küldése ((ctrl-c)
ja: SIGINT (ctrl-c) を送る
pl: prze¶lij SIGINT (ctrl-c)
pt_br: enviar SIGINT (ctrl-c)
sk: posla» SIGINT (ctrl-c)
sl: po¹lji SIGINT (ctrl-c)

source: send SIGQUIT (core)
br: kas SIGQUIT (core)
cs: poslat SIGQUIT (core)
de: sende SIGQUIT (core)
es: enviar SIGQUIT (core)
fr: envoyer SIGQUIT (core)
hu: SIGQUIT küldése (core)
ja: SIGQUIT (core) を送る
pl: prze¶lij SIGQUIT (core)
pt_br: enviar SIGQUIT (core)
sk: posla» SIGQUIT (core)
sl: po¹lji SIGQUIT (izvr¾i core)

source: send SIGTERM (term.)
br: kas SIGTERM (term.)
cs: poslat SIGTERM (term.)
de: sende SIGTERM (term.)
es: enviar SIGTERM (term.)
fr: envoyer SIGTERM (term.)
hu: SIGTERM küldése (term.)
ja: SIGTERM (term.) を送る
pl: prze¶lij SIGTERM (term.)
pt_br: enviar SIGTERM (term.)
sk: po¹ku SIGTERM (ukon.)
sl: po¹lji SIGTERM (ukini)

source: send SIGKILL (term.)
br: kas SIGKILL (term.)
cs: poslat SIGKILL (term.)
de: sende SIGKILL (term.)
es: enviar SIGKILL (term.)
fr: envoyer SIGKILL (term.)
hu: SIGKILL küldése (term.)
ja: SIGKILL (term.) を送る
pl: prze¶lij SIGKILL (term.)
pt_br: enviar SIGKILL (term.)
sk: posla» SIGTERM (ukon.)
sl: po¹lji SIGKILL (ukini)

source: send SIGUSR1 (user1)
br: kas SIGUSR1 (user1)
cs: poslat SIGUSR1 (user1)
de: sende SIGUSR1 (user1)
es: enviar SIGUSR1 (user1)
fr: envoyer SIGUSR1 (user1)
hu: SIGUSR1 küldése (user1)
ja: SIGUSR1 (user1) を送る
pl: prze¶lij SIGUSR1 (user1)
pt_br: enviar SIGUSR1 (user1)
sk: posla» SIGUSR1 (u¾ív1)
sl: po¹lji SIGUSR1t(uporabnik1)

source: send SIGUSR2 (user2)
br: kas SIGUSR2 (user2)
cs: poslat SIGUSR2 (user2)
de: sende SIGUSR2 (user2)
es: enviar SIGUSR2 (user2)
fr: envoyer SIGUSR2 (user2)
hu: SIGUSR2 küldése (user2)
ja: SIGUSR2 (user2) を送る
pl: prze¶lij SIGUSR2 (user2)
pt_br: enviar SIGUSR2 (user2)
sk: posla» SIGUSR2 (u¾ív2)
sl: po¹lji SIGUSR2 (uporabnik2)

source: Task Manager
br: Merour dleadoù
cs: Správce úloh
da: Opgavemanager
es: Gestor de Tareas
fr: Getionnaire de tâches
hu: Feladatkezelõ
ja: タスク マネージャ
no: Oppgavestyrer
pl: Mened¿er zadañ
pt_br: Gerenciador de Tarefas
sk: Mana¾ér úloh
sl: Upravitelj opravil

source: You need to select a process first!
br: Dav deoc'h diz un argerzh da gentañ !
cs: Nejprve je nutné zvolit proces!
da: Du skal vælge en proces først!
de: Sie müssen zuerst einen Prozeß auswählen!
es: Necesita seleccionar primero un proceso!
fr: Vous devez d'abord sélectionner un processus !
hu: Elõször feladatot kell választani!
ja: 先にプロセスを選ぶ必要があります!
no: Du må velge en prosess først!
pl: Najpierw trzeba wybraæ proces!
pt_br: Você precisa selecionar um processo.
sk: Najprv musíte ¹pecifikova» proces!
sl: Najprej morate izbrati proces!

source: The process %d is no longer persistent.
br: An argerzh %d ne bad ket mui.
cs: Proces %d ji¾ není dostupný.
da: Processen %d er ikke længere vedvarende.
de: Der Prozeß %d ist nicht mehr vorhanden.
es: El proceso %d no persistirá más.
fr: Le processus %d n'existe plus.
hu: A(z) %d folyamat már nem él.
ja: プロセス %d はもうありません。
no: Prosessen %d eksisterer ikke mer.
pl: Proces %d ju¿ nie istnieje.
pt_br: O processo %d não é mais persistente.
sk: Proces %d u¾ neexistuje.
sl: Proces %d ne vztraja veè.

source: Unkown Signal
br: Arhent dianav
cs: Neznámý signál
da: iUkendt signal
de: Unbekanntes Signal
es: Señal Desconocida
fr: Signal inconnu
hu: Ismeretlen szignál
ja: 未知のシグナル
no: Ukjent signal
pl: Nieokre¶lony sygna³
pt_br: Sinal Desconhecido
sk: Neznámy signál
sl: Neznan signal

source: Send signal %s to process %d? (Process name: %s Owner: %s)
br: Kas arhent %s da argerzh %d ? (Anv an argerzh : %s Perc'henn : %s)
cs: Poslat signál %s procesu %d: (Jméno procesu: %s Vlastník: %s)
da: Send signal %s til processen %d? (Procesnavn: %s Ejer: %s)
de: Sende Signal %s an Prozeß %d? (Prozeßname: %s Eigentümer: %s)
es: ¿Enviar señal %s al proceso %d? (Nombre Proceso: %s Dueño: %s)
fr: Envoyer le signal %s au processus %d ? (Nom du processus : %s Propriétaire: %s)
hu: Küldjem a %s szignált a %d feladatnak? (Feladat neve: %s Tulajdonos: %s)
ja: プロセス %d にシグナル %s を送りますか? (プロセス名: %s 所有者: %s)
no: Send signal %s til prosess %d? (Prosessnavn: %s Eier: %s)
pl: Przes³aæ sygna³ %s do procesu %d? (Nazwa procesu: %s W³a¶ciciel: %s)
pt_br: Enviar o sinal %s para o processo %d? (Nome do processo: %s Dono: %s)
sk: Posla» signál %s procesu %d? (Proces menom %s, vlastník %s)
sl: Po¹ljem signal %s procesu %d? (Ime procesa: %s Lastnik: %s)

source: Abort
br: Dilezel
cs: Pøeru¹it
da: Opgiv
de: Abbrechen
es: Abortar
fr: Annuler
hu: Megszakít
ja: 中断
no: Avbryt
pl: Anuluj
pt_br: Abortar
sk: Zru¹i»
sl: Prekini

source: Renice error... Specified process does not exist or permission denied.
br: Fazi 'renice'... An argerzh spisaet n'eus ket anezhañ pe aotre nac'het.
cs: Chyba pøi zmìnì priority... Zadaný proces neexistuje nebo byl odepøen pøístup.
da: Fejl ved ændring af nice... Den angivne proces eksisterer ikke eller tilladelse blev nægtet.
de: Fehler bei Änderung der Priorität... Angegebener Prozeß existiert nicht, oder Zugriff wurde verweigert.
es: Error al Priorizar... El proceso especificado no existe o permiso denegado.
fr: Erreur... Le processus spécifié n'existe pas ou la permission est refusée.
hu: Új prioritás hiba... A megadott folyamat nem létezik vagy hozzáférés megtagadva.
ja: Renice エラー... そのようなプロセスが存在しないか 権限がありません。
no: Feil under endring av hyggelighetsnivå... Den oppgitte prosessen eksisterer ikke eller tilgang nektet.
pl: Zmiana priorytetu... Wybrany proces nie istnieje lub brak praw do niego.
pt_br: Erro na mudança de prioridade ... O processo especificado não existe ou a permissão foi negada.
sk: Chyba renice... ©pecifikovaný proces neexistuje alebo naò nemáte právo.
sl: renice napaka... Naveden proces ne obstaja ali nimate dovoljenja za spremembo.

source: Processes &List
br: &Roll an argerzhoù
cs: &Seznam procesù
da: Proces&liste
de: Prozeß&liste
es: &Listado de Procesos
fr: &Liste des processus
hu: Folyamatok &listája
ja: プロセス リスト(&L)
no: Prosess&liste
pl: &Lista procesów
pt_br: &Lista de Processos
sk: Zoznam &procesov
sl: &Seznam procesov

source: Performance &Meter
br: &Muzulier barregezh
cs: &Mìøidlo výkonu
da: Ydelsesmåler
de: &Auslastungsanzeige
es: &Medidor de Rendimiento
fr: &Ressources
hu: Teljesít&mény
ja: パフォーマンス メーター(&M)
no: Ytelsebaro&meter
pl: &Miernik wydajno¶ci
pt_br: &Medidor de Performance
sk: Monitor &výkonu
sl: Performanèni &meter

source: Running Processes
br: Argerzhoù o ren
cs: Be¾ící procesy
da: Kørende processer
de: Laufende Prozesse
es: Procesos en ejecución
fr: Processus en cours d'exécution
hu: Futó folyamatok
ja: 実行中のプロセス
no: Kjørende prosesser
pl: Procesy uruchomione
pt_br: Processos Rodando
sk: Be¾iace procesy
sl: Tekoèi procesi

source: Show Tree
br: Diskouez ar wezenn
cs: Zobrazit strom
da: Vis træ
de: Prozeßbaum
es: Mostrar Arbol
fr: Arborescence
ja: 木表示
no: Vis tre
pl: Pokazuj drzewo
pt_br: Mostrar Árvore
sk: Ukáza» strom
sl: Prika¾o drevo

source: All processes
br: An holl argerzhoù
cs: V¹echny procesy
da: Alle processer
de: Alle Prozesse
es: Todos los procesos
fr: Tous les processus
hu: Összes folymat
ja: すべてのプロセス
no: Alle prosesser
pl: Wszystkie procesy
pt_br: Todos os processos
sk: V¹etky procesy
sl: Vsi procesi

source: System processes
br: Argerzhoù ar reizhiad
cs: Systémové procesy
da: System processer
de: System-Prozesse
es: Procesos del sistema
fr: Processus du système
hu: Rendszer folyamatok
ja: システム プロセス
no: Systemprosesser
pl: Procesy systemowe
pt_br: Processos do sistema
sk: Systémové procesy
sl: Sistemski procesi

source: User processes
br: Argerzhoù an arveriaded
cs: U¾ivatelské procesy
da: Bruger processer
de: Nutzer-Prozesse
es: Procesos del usuario
fr: Processus utilisateurs
hu: Felhasználói folymatok
ja: ユーザ プロセス
no: Brukerprosesser
pl: Procesy u¿ytkownika
pt_br: Processos do usuário
sk: U¾ívateµské procesy
sl: Uporabnikovi procesi

source: Own processes
br: Ho argerzhoù
cs: Vlastní procesy
da: Egne processer
de: Eigene Prozesse
es: Procesos propios
fr: Processus personnels
hu: Saját folyamatok
ja: 所有しているプロセス
no: Egne prosesser
pl: Procesy w³asne
pt_br: Processos próprios
sk: Vlastné procesy
sl: Lastni procesi

source: Refresh Now
br: Freskaat bremañ
cs: Aktualizovat nyní
da: Genopfrisk nu
de: Jetzt auffrischen
es: Refrescar Ahora
fr: Rafraîchir
hu: Frissítés most
ja: 今すぐ更新
no: Oppfrisk nå
pl: Od¶wie¿ teraz
pt_br: Atualizar agora
sk: Aktualizova» teraz
sl: Sedaj obnovi

source: Kill task
br: Lazhañ an dlead
cs: Ukonèit úlohu
da: Dræb jobbet
de: Prozeß beenden
es: Matar tarea
fr: Tuer la tâche
hu: Feladat kilövése
ja: タスクを強制終了
no: Drep oppgave
pl: Zabij zadanie
pt_br: Matar tarefa
sk: Ukonèi» úlohu
sl: Ubij opravilo

source: Remove Column
br: Dilemel ar bann
cs: Odstranit sloupec
da: Fjern søjle
de: Spalte löschen
es: Suprimir Columna
fr: Enlever la colonne
hu: Oszlop eltávolítása
ja: コラムを除去
no: Fjern kolonne
pl: Usuñ kolumnê
pt_br: Remover Coluna
sk: Odstráni» ståpec
sl: Odstrani stolpec

source: Add Column
br: Ouzhpennañ ur bann
cs: Pøidat sloupec
da: Tilføj søjle
de: Spalte hinzufügen
es: Añadir Columna
fr: Ajouter une colonne
hu: Oszlop hozzáadása
ja: コラムを追加
no: Legg til kolonne
pl: Dodaj kolumnê
pt_br: Adicionar Coluna
sk: Prida» ståpec
sl: Dodaj stolpec

source: Help on Column
br: Skoazell war ar bann
cs: Nápovìda k sloupci
da: Hjælp med søjle
de: Hilfe zu dieser Spalte
es: Ayuda en Columna
fr: Aide sur la colonne
hu: Segítség az oszlopról
ja: コラムのヘルプ
no: Hjelp om kolonne
pl: Pomoc dla kolumny
pt_br: Ajuda na Coluna
sk: Pomocník na ståpec
sl: Pomoè o stolpcu

source: Name
br: Anv
cs: Jméno
da: Navn
es: Nombre
fr: Nom
hu: Név
ja: 名前
no: Navn
pl: Nazwa
pt_br: Nome
sk: Meno
sl: Ime

source: User ID
br: ID Arveriad
cs: ID u¾ivatele
da: Bruger ID
de: Benutzer
es: ID Usuario
fr: Utilisateur
hu: Felhasználó ID
ja: ユーザ ID
no: Brukerid
pl: W³a¶ciciel
pt_br: ID do dono
sk: U¾ív ID
sl: Uporabnikov ID

source: CPU
br: UTK
no: Prosessor

source: Time
br: Amzer
cs: Èas
da: Tid
de: Zeit
es: Tiempo
fr: Temps
hu: Idõ
ja: 時間
no: Tid
pl: Czas
pt_br: Tempo
sk: Èas
sl: Èas

source: Status
br: Stad
cs: Stav
es: Estado
fr: Etat
hu: Állapot
ja: 状態
pl: Stan
sk: Stav

source: Memory
br: Memor
cs: Pamì»
da: Hukommelse
de: Speicher
es: Memoria
fr: Mémoire
hu: Memória
ja: メモリ
no: Minne
pl: Pamiêæ
pt_br: Memória
sk: Pamä»
sl: Pomnilnik

source: Resident
br: Trigat
cs: Rezidentní
da: Residerende
es: Residente
fr: Résident
hu: Rezidens
ja: 常駐
pl: Zajêta
pt_br: Residente
sk: Rezident
sl: Bivajoè

source: Shared
br: Rannet
cs: Sdílená
da: Delt
de: Aufgeteilt
es: Compartido
fr: Partagé
hu: Osztott
ja: 共有
no: Delt
pl: Dzielona
pt_br: Compartilhada
sk: Zdieµaný
sl: Deljen

source: Command line
br: Linenn urzhiañ
cs: Pøíkazová øádka
da: Kommandolinie
de: Befehl
es: Línea de Comando
fr: Ligne de commande
hu: Parancssor
ja: コマンド ライン
no: Kommandolinje
pl: Polecenie
pt_br: Linha de comando
sk: Príkazový riadok
sl: Ukazna vrstica

source: Cannot open directory '/proc'! The kernel needs to be compiled with support for /proc filesystem enabled!
br: N'hellan ket digeriñ ar renkell '/proc'! Ret eo kempunañ ar graoñienn gant skor ar reizhiad restroù /proc gweredekaet !
cs: Není mo¾né otevøít adresáø '/proc'! Je nutné zkompilovat kernel s podporou pro souborový systém /proc!
da: Kan ikke åbne kataloget '/proc'! Kernen skal kompileres med støtte for /proc filsystemet slået til!
de: Kann Verzeichnis "/proc" nicht öffnen! Der Kernel muß für die Unterstützung des /proc-Dateisystems kompiliert sein!
es: No se puede abrir el directorio '/proc'! El kernel necesita estar compilado con soporte para el sistema de archivos /proc activado!
fr: Impossible d'ouvrir le répertoire '/proc'! Le noyau doit être compilé avec le support du système de fichiers /proc.
hu: Nem nyitható meg a '/proc'! A kernelbe bele kell fordítani a /proc fájlrendszer támogatást!
ja: ディレクトリ '/proc' を開けません! /proc ファイルシステムを有効にして カーネルを構築する必要があります!
no: Kan ikke åpne katalogen '/proc'! Kjernen må kompileres med støtte for /proc-filsystemet!
pl: Nie mo¿na otworzyæ katalogu '/proc'! Kernel musi byæ skompilowany z obs³ug± systemu /proc lub nale¿y go zamontowaæ.
pt_br: Não posso abrir o diretório '/proc'! O kernel tem que ser compilado com o suporte ao sistema de arquivos /proc habilitado!
sk: Nemô¾em otvori» prieèinok '/proc'! Jadro treba skompilova» s podporou pre /proc filesystém!
sl: Ne morem odpreti imenika '/proc'! Jedro mora biti prevedeno z vklopljeno podporo za datoteèni sistem /proc!

source: Cannot read status of processes
br: N'hellan ket lenn stad argerzhoù zo
cs: Není mo¾né èíst stav procesù
da: Kan ikke læse processens status
de: Kann Prozeß-Status nicht ablesen
es: No se puede leer el estado de los procesos
fr: Impossible de lire l'état des processus
hu: Nem olvasható a folyamatok állapota
ja: プロセスのステータスを読み込めません
no: Kan ikke lese status til prosesser
pl: Nie mo¿na odczytaæ stanu procesów
pt_br: Não foi possível ler o status dos processos
sk: Nemô¾em preèíta» stav procesov
sl: Ne morem prebrati status procesov

source: Your OS is not supported yet. Sorry
br: Ho RK n'eo ket ket skoraet c'hoazh. Ho tigarez
cs: Vá¹ OS je¹tì není podporován. Lituji
da: Dit operativsystem er desvaærre ikke understøttet endnu
de: Ihr Betriebssystem wird noch nicht unterstützt. Sorry.
es: Su SO no esá soportado aún. Lo siento
fr: Votre système d'exploitation n'est pas encore supporté. Désolé !
hu: A jelenlegi operációs rendszer nem támogatott. Bocs.
ja: あなたの OS はまだサポートしてない。すまん。
no: OSet ditt er foreløbig ikke støttet. Beklager
pl: Twój system operacyjny jest jeszcze nieobs³ugiwany.
pt_br: O seu SO não é suportado ainda. Desculpe
sk: Bohu¾iaµ, vá¹ operaèný systém e¹te nie je podporovaný.
sl: Va¹ OS ¹e ni podprt. Oprostite

source: Cannot open %s!
br: N'hellan ket digeriñ %s !
cs: Není mo¾né otevøít %s!
da: Kan ikke åbne %s!
de: Kann %s nicht öffnen!
es: No se puede abrir %s!
fr: Impossible d'ouvrir %s !
hu: %s nem nyitható meg!
ja: %s を開けません!
no: Kan ikke åpne %s!
pl: Nie mo¿na otworzyæ %s!
pt_br: Não foi possível abrir %s!
sk: Nemô¾em otvori» %s!
sl: Ni mo¾no odpreti %s!

source: Run
br: Seveniñ
cs: Spustit
da: Kør
de: Läuft
es: Ejecutar
fr: Activable
hu: Fut
ja: 実行
no: Kjører
pl: Pracuje
pt_br: Rodando
sk: Be¾iace
sl: Po¾eni

source: Sleep
br: Kousket
cs: Spát
da: Sov
de: Schläft
es: Detener
fr: Endormi
hu: Alszik
ja: 休眠
no: Sover
pl: U¶piony
pt_br: Dormindo
sk: Spiace
sl: Spi

source: Disk
br: Pladenn
de: Laufwerk
es: Disco
fr: Disque
hu: Lemez
ja: ディスク
pl: Dysk
pt_br: Disco

source: Zombie
br: Tasmant
hu: Zombi
ja: ゾンビ
no: Viljeløs
pt_br: Zumbi

source: Swap
br: Disloet
de: Auslagernd
hu: Lapozó
ja: スワップ
no: Veksel
pt_br: Troca
sl: Izmenjalni prostor
