Repository: xwizard/kde1
Catalog: kdeutils-1.1.2/po/*/kwrite.po
Languages: sk

source: Normal:
sk: Normálny:

source: Selected:
sk: Zvolený:

source: Bold
sk: Tuèné

source: Family:
sk: Rodina:

source: Size:
sk: Veµkos»:

source: Default Item Styles
sk: ©tandardné ¹týly polo¾iek

source: Item:
sk: Polo¾ka:

source: Default Font
sk: ©tandardné písmo

source: Config Select
sk: Zvoli» nastavenie

source: Highlight:
sk: Zvýraznenie

source: Highlight Auto Select
sk: Automaticky zvoli»

source: File Extensions:
sk: Prípony súborov:

source: Mime Types:
sk: Mime Typy:

source: Item Style
sk: ©týl polo¾ky

source: Item Font
sk: Písmo

source: Vertical Selections On
sk: Vertikálne voµby zapnú»

source: Vertical Selections Off
sk: Vertikálne voµby vypnú»

source: The specified File does not exist
sk: ©pecifikovaný súbor neexistuje

source: You have specified a directory
sk: ©pecifikovali ste prieèinok

source: You do not have read permission to this file
sk: Nemáte práva na èítanie tohoto súboru

source: An Error occured while trying to open this Document
sk: Nastala chyba pri otváraní tohto dokumentu

source: You do not have write permission to this file
sk: Nemáte práva na zapisovanie do tohto súboru

source: Loading...
sk: Naèítavam...

source: Inserted
sk: Vlo¾ený

source: Read
sk: Èítanie

source: KWrite is already waiting for an internet job to finish Please wait until it has finished Alternatively stop the running one.
sk: KWrite u¾ èaká na dokonèenie èinnosti s internetom. Prosím poèkajte, kým sa skonèí alebo ho ukonèite.

source: Waiting for KFM...
sk: Èakám na KFM...

source: Could not start or find KFM
sk: Nemô¾em nájs» alebo spusti» KFM

source: Saving...
sk: Ukladám...

source: Wrote
sk: Zapísal som

source: The current Document has been modified. Would you like to save it?
sk: Aktuálny dokument bol zmenený. Prajte si ho ulo¾i»?

source: Could not save the document. Open a new document anyways?
sk: Nemô¾em ulo¾i» dokument. Otvori» nový dokument?

source: No changes need to be saved
sk: Nie je potrebné ulo¾i» ¾iadne zmeny

source: A Document with this Name already exists. Do you want to overwrite it?
sk: Dokument s týmto názvom u¾ existuje. Chcete ho prepísa» ?

source: End of document reached
sk: Dosiahol som koniec dokumentu

source: Continue from the beginning
sk: Pokraèova» od zaèiatku

source: Find
sk: Hµada»

source: Beginning of document reached
sk: Dosiahol som zaèiatok dokumentu

source: Continue from the end
sk: Pokraèova» od konca

source: Search string not found!
sk: Nena¹iel som hµadaný re»azec!

source: replace(s) made
sk: urobených náhrad

source: Line
sk: Riadok

source: &Text To Find:
sk: &Text:

source: &Replace With:
sk: &Nahradi» s:

source: &Case Sensitive
sk: &Rozli¹ova» veµkos»

source: &Whole Words Only
sk: &Len celé slová

source: &From Cursor
sk: &Od kurzoru

source: Find &Backwards
sk: Hµada» &odzadu

source: &Selected Text
sk: &Zvolený text

source: &Prompt On Replace
sk: &Pýta» sa pri náhrade

source: Replace this occurence?
sk: Nahradi» tento výsky»?

source: &Yes
sk: Án&o

source: &No
sk: &Nie

source: &All
sk: &V¹etky

source: &Goto Line:
sk: &Na riadok:

source: Edit Options
sk: Editova» nastavenie

source: Auto &Indent
sk: Automat. &odsadzova»

source: &Backspace Indent
sk: &Odsadzova» backspace

source: &Word Wrap
sk: &Udr¾iava» ¹írku

source: Replace &Tabs
sk: Nahradi» &Taby

source: Remove Trailing &Spaces
sk: Zmaza» koncové &medzery

source: Wrap &Cursor
sk: Zarovna» &Kurzor

source: &Auto Brackets
sk: &Auto brackety

source: Select Options
sk: Mo¾nosti volenia

source: &Persistent Selections
sk: &Perzistentné voµby

source: &Multiple Selections
sk: &Viacnásobné voµby

source: &Vertical Selections
sk: &Vertikálne voµby

source: &Delete On Input
sk: &Zmaza» pri vstupe

source: &Toggle Old
sk: &Prepnú» starý

source: Wrap Words At:
sk: Udr¾ova» ¹írku:

source: Tab Width:
sk: ©írka Tabu:

source: Undo steps:
sk: Kroky undo:

source: Background:
sk: Pozadie:

source: Text Background:
sk: Pozadie textu:

source: Found:
sk: Nájdených:

source: Selected + Found:
sk: Zvolených+nájdených:

source: Message
sk: Správa

source: This Document has been modified. Would you like to save it?
sk: Tento dokument bol zmenený. Prajete si ho ulo¾i»?

source: Ne&w...
sk: No&vý...

source: &Insert...
sk: &Vlo¾i»...

source: Open Recen&t
sk: Otvori» ne&dávny

source: New &Window
sk: Nové &okno

source: New &View
sk: Nový &pohµad

source: &Find...
sk: &Nájs»...

source: &Replace...
sk: &Nahradi»...

source: Find &Again
sk: Nájs» &znovu

source: &Goto Line...
sk: Na &riadok...

source: U&ndo
sk: Vráti» (undo)

source: R&edo
sk: Spravi» znova (redo)

source: &Indent
sk: &Zarovna»

source: Uninden&t
sk: Vráti» z&arovnanie

source: &Select All
sk: &Zvoli» v¹etko

source: &Deselect All
sk: &Nezvoli» niè

source: In&vert Selection
sk: In&vertnú» voµbu

source: &Set Bookmark...
sk: Na&stavi» zálo¾ku...

source: &Add Bookmark
sk: &Prida» zálo¾ku

source: &Clear Bookmarks
sk: &Zmaza» zálo¾ku

source: Set Highlight
sk: Nastavi» zvýraznenie

source: &Defaults...
sk: &Nastavi»...

source: &Highlight...
sk: &Zvýrazni»...

source: &Options...
sk: &Nastavi»...

source: &Colors...
sk: &Farby...

source: Show &Toolbar
sk: Ukáza» &panel nástrojov

source: Show &Statusbar
sk: Ukáza» &stavový riadok

source: Save Config
sk: Ulo¾i» nastavenie

source: &Bookmarks
sk: &Zálo¾ky

source: New Document
sk: Nový dokument

source: Open Document
sk: Otvori» dokument

source: Save Document
sk: Ulo¾i» dokument

source: Col
sk: Stl
