Repository: xwizard/kde1
Catalog: kdeutils-1.1.2/po/*/kzip.po
Languages: el

source: Store Full Path
el: Αποθήκευση Ολόκληρης Διαδρομής

source: Only Add Newer Files
el: Πρόσθεσε Μόνο Νεώτερα Αρχεία

source: Extract Options
el: Επιλογές Εξαγωγής

source: Destination
el: Προορισμός

source: Preserve Permissions
el: Διατήρησε Δικαιώματα

source: Filenames to Lowercase
el: Ονόματα Αρχείων με Μικρά Γράμματα

source: All Files
el: 'Ολα τα Αρχεία

source: Selected File
el: Επιλεγμένο Αρχείο

source: Pattern
el: Πρότυπο

source: &Extract To...
el: &Εξαγωγή Σε...

source: E&xtract...
el: Ε&ξαγωγή ...

source: &Set Archive Directory...
el: &Ορισμός Καταλόγου Αρχείων

source: Set &Tar Executable...
el: Ορισμός Εντολής &Tar...

source: &File Adding Options...
el: Επιλογές &Προσθήκης Αρχείων...

source: Welcome to KZip...
el: Καλώς ήλθατε στο KZip...

source: Can't create archive of that type
el: Δε μπορώ να δημιουργήσω αρχείο τέτοιου τύπου

source: Create or open an archive first
el: Δημιουργήστε ή ανοίξτε πρώτα ένα αρχείο

source: Can't add directories with this archive type
el: Δε μπορώ να προσθέσω καταλόγους με αυτόν τον τύπο αρχείου

source: Error saving to archive
el: Σφάλμα αποθήκευσης στο αρχείο

source: Archive Dir:
el: Κατάλογος Αρχείου:

source: What runs GNU tar:
el: Εντολή GNU tar:

source: Unknown archive format
el: 'Αγνωστη μορφή αρχείου

source: Archive directory does not exist.
el: Ο κατάλογος του αρχείου δεν υπάρχει.

source: Archive Directory
el: Κατάλογος Αρχείου
