Repository: xwizard/kde1
Catalog: kdenetwork-1.1.2/po/*/karchie.po
Languages: cs, is, pl, sk, sl

source: O&pen in editor
cs: &Otevøít v editoru
is: O&pna í ritli
pl: O&twórz w edytorze
sk: O&tvori» v editore
sl: Od&pri v urejevalniku

source: &Open Dir
cs: O&tevøít adresáø
is: &Opna möppu
pl: &Otwórz kartotekê
sk: &Otvori» prieèinok
sl: &Odpri imenik

source: &Download...
cs: &Pøijmout...
is: &Sækja...
pl: &¦ci±gnij
sk: &Stiahnu»...
sl: &Nalo¾i...

source: &Load List...
cs: &Nahrát seznam...
is: &Lesa lista...
pl: &Pobierz listê
sk: &Naèíta» zoznam...
sl: Na&lo¾i seznam...

source: &Save List...
cs: U&lo¾it seznam...
is: &Vista lista...
pl: &Zachowaj listê
sk: &Ulo¾i» zoznam...
sl: &Shrani seznam...

source: Expor&t List...
cs: &Exportovat seznam...
is: Fly&tja lista út...
pl: &Eksportuj listê
sk: Expor&tnú» zoznam...
sl: I&zvozi seznam...

source: &Exit
cs: &Ukonèit
is: &Hætta
pl: &Wyj¶cie
sk: &Koniec
sl: Z&apusti

source: &Exact
cs: &Doslovnì
is: &Nákvæmur
pl: &Dok³adnie
sk: &Presne
sl: Na&tanèno

source: &Substring
cs: &Podøe»ezec
is: &Hlutstrengur
pl: &Podci±g znaków
sk: &Èas»
sl: &Podniz

source: Substring &case insensitive
cs: Podøe»ezec s &rozli¹ováním velikosti
is: Hlutstrengur óháð há-/&lágstöfum
pl: Nie rozró¿niaj &wielkich/ma³ych liter w podci±gu
sk: Èas» &nezávislá od veµkosti
sl: Podniz neobèutljiv na velikost èrk

source: &Regular expression
cs: R&egulární výraz
is: &Regluleg segð
pl: Wyra¿enie &regularne
sk: &Regulérny výraz
sl: &Regularni izraz

source: Exact, then substring
cs: Doslovnì, a pak podøe»ezec
is: Nákvæmur, svo hlutastrengur
pl: Dok³adnie, potem tylko podci±g
sk: Presne, potom èas»
sl: Natanèno, potem podniz

source: Exact, then substring case ins.
cs: Doslovnì, a pak podøe»ezec bez rozli¹ování velikosti
is: Nákvæmur, svo hlutastrengur óháður há-/lágstöfum
pl: Dok³adnie, potem podci±g bez rozró¿niania wielko¶ci
sk: Presne, potom èas» nez.
sl: Natanèno, potem podniz neobèutljiv na v. èrk

source: Exact, then regular expression
cs: Doslovnì, apak regulární výraz
is: Nákvæmur, svo reglulega segð
pl: Dok³adnie, potem wyra¿enie regularne
sk: Presne, potom reg. výraz
sl: Natanèno, potem regularni izraz

source: n&ormal
cs: n&ormální
is: &venjulegur
pl: n&ormalny
sk: n&ormálny
sl: &obièajno

source: &nice
cs: &pomalý
is: &Lágur
pl: &wysoki
sk: &pekný
sl: &lepo

source: &very nice
cs: &velmi pomalý
is: Læ&gri
pl: w&y¿szy
sk: &veµmi pekný
sl: &zelo lepo

source: &even more nice
cs: &je¹tì pomalej¹í
is: &Enn lægri
pl: &jeszcze wy¿szy
sk: &e¹te kraj¹í
sl: ¹&e lep¹e

source: n&icest
cs: &nejpomalej¹í
is: Lægs&tur
pl: &najwy¿szy
sk: &najkraj¹í
sl: &najlep¹e

source: Show &File discription
cs: Zobrazit &popis souboru
is: Sýna S&kráarlýsingu
pl: Poka¿ opis &pliku
sk: Ukáza» popís &súboru
sl: Poka¾i opis &datoteke

source: Archie&server
is: Archi&e-þjónn
pl: &Serwer archie
sl: Archie &stre¾nik

source: Search&mode
cs: Mód &hledání
is: Leitar&hamur
pl: &Tryb przeszukiwania
sk: Re¾i&m hµadania
sl: &Naèin iskanja

source: &Nicelevel
cs: Priorita
is: &Forgangur
pl: &Priorytet
sk: &Krása
sl: &Nice stopnja

source: &All...
cs: &V¹e...
is: &Allar...
pl: &Wszystko...
sk: &V¹etky...
sl: &Vse...

source: for &Filename
cs: na &soubor
is: að sk&ráarheiti
pl: dla &nazwy pliku
sk: pre &menosúboru
sl: za &datoteènim imenom

source: for &Path/Location
cs: na &cestu/umístìní
is: að s&lóð
pl: dla &¶cie¿ki/lokacji
sk: pre &cestu/umiestn.
sl: za &pot/lokacijo

source: for &Hostname
cs: na jméno &hostitele
is: að vélar&heiti
pl: dla nazwy &komputera
sk: pre &Hostname
sl: za &ime gostitelja

source: &STOP
is: &Stöðva
sl: &STOJ

source: by &Hostname
cs: podle jména &hostitele
is: eftir &vélarheiti
pl: wed³ug nazwy &komputera
sk: podµa &hostname
sl: po &imenu gostitelja

source: by &Domain
cs: podle &domény
is: eftir &léni
pl: wed³ug &domeny
sk: podµa &domény
sl: po &domeni

source: by D&ate
cs: podle &data
is: eftir d&agsetningu
pl: wed³ug d&aty
sk: podµa dá&tumu
sl: po d&atumu

source: by &Filesize
cs: podle &velikosti souboru
is: eftir skrá&arstærð
pl: wed³ug &rozmiaru pliku
sk: podµa &veµkosti
sl: po &velikosti datoteke

source: KArchie ver.
is: KArchie útg.
pl: KArchie wer.
sk: Archie ver.

source: by Jörg Habenicht <j.habenicht@europemail.com> based on the work of: - archie prospero client by Clifford Neuman and Brendan Kehoe (brendan@cygnus.com) - and xarchie by George Ferguson (ferguson@cs.rochester.edu) (See README files and copyright.h). My own code is based on the GPL
cs: napsal Jörg Habenicht <j.habenicht@europemail.com> zalo¾eno na pracích: - archie prospero klient napsaný Cliffordem Neumanem a Brendanem Kehoem (brendan@cygnus.com) - a xarchie napsaném Georgem Fergusonem (ferguson@cs.rochester.edu) (Nahlédnìte do souborù README a copyright.h). Mùj vlastní kód je pod GPL
is: eftir Jörg Habenicht <j.habenicht@europemail.com> byggir á forritunum: - archie prospero client eftir Clifford Neuman og Brendan Kehoe (brendan@cygnus.com) - og xarchie by George Ferguson (ferguson@cs.rochester.edu) (Sjá README skrár og copyright.h). Minn eigin forritstexti felur undir GPL Þýðing: Richard Allen <ra@hp.is>
pl: autorstwa Jörga Habenichta <j.habenicht@europemail.com> na podstawie: - klienta archie prospero, ktorego autorami s±: Clifford Neuman i Brendan Kehoe (brendan@cygnus.com) - i xarchie autorstwa George'a Fergusona (ferguson@cs.rochester.edu) (Spójrz do plików README i copyright.h). W³asny kod na licencji GPL T³umaczenie: Jacek Stolarczyk <jacek@mer.chemia.polsl.gliwice.pl>
sk: napísal Jörg Habenicht <j.habenicht@europemail.com> zalo¾ené na prácach: - archie prospero client napísali Clifford Neuman and Brendan Kehoe (brendan@cygnus.com) - a xarchie napísal George Ferguson (ferguson@cs.rochester.edu) (Preèítajte si súbory README a copyright.h). Môj vlastný kód je zalo¾ený na GPL
sl: napisal Jörg Habenicht <j.habenicht@europemail.com> temelji na programih: - archie prospero client od Clifforda Neumana in Brendana Kehoe (brendan@cygnus.com) - in xarchie od Georga Fergusona (ferguson@cs.rochester.edu) (Preberite datoteke README in copyright.h). Moja lastna koda je za¹èitena z licenco GPL

source: &Settings
cs: N&astavení
is: &Stillingar
pl: &Ustawienia
sk: &Nastavenie
sl: Na&stavitve

source: &Query
cs: &Dotaz
is: &Leita
pl: &Zapytanie
sk: &Otázka
sl: &Poi¹èi

source: S&ort
cs: &Tøídìní
is: Röð&un
pl: S&ortuj
sk: T&riedenie
sl: &Uredi

source: Query setup
cs: Nastavení dotazu
is: Stilla leit
pl: Konfiguracja zapytania
sk: Nastavenie otázky
sl: Nastavitve iskanja

source: Query aborted
cs: Dotaz pøeru¹en
is: Hætt við leit
pl: Zapytanie przerwane
sk: Otázka ukonèená
sl: Prekini iskanje

source: Success
cs: Úspìch
is: Fundið
pl: Sukces
sk: Úspech
sl: Uspe¹no

source: Port unknown
cs: Neznámý port
is: Óþekkt port
pl: Nieznany port
sk: Neznámy port
sl: Neznana vrata

source: Can't open local UDP port
cs: Není mo¾né otevøít lokální UDP port
is: Gat ekki opnað UDP port
pl: Nie mogê otworzyæ lokalnego portu UDP
sk: Nemô¾em otvori» lokálny UDP port
sl: Ne morem odpreti lokalne UDP vrat

source: Can't resolve hostname
cs: Není mo¾né zjistit jnéno hostitele
is: Gat ekki flett upp vélarheiti
pl: NIe mogê uzyskaæ nazwy komputra
sk: Nemô¾em resolvova» meno hostiteµa
sl: Ne morem razvozlati imena gostitelja

source: Didn't send entire message
cs: Neposlal jsem kompletní zprávu
is: Sendi ekki heilt skilaboð
pl: Ca³a wiadomo¶æ nie zosta³a przes³ana
sk: Neposlal som celú správu
sl: Nisem poslal celotno sporoèilo

source: Timed out
cs: Pøekroèen èasový limit
is: Tími rann út
pl: Przekroczony limit czasu
sk: Èas vypr¹al
sl: Èas je potekel

source: Recvfrom failed
cs: Selhání pøíjmu
is: Móttaka mistókst
pl: Przes³anie danych (recv) nie powiod³o siê z
sk: Recvfrom zlyhalo
sl: Recvfrom neuspe¹en

source: Reply: sendto failed
cs: Odpovìï: selhání "sendto"
is: Svörun: sending mistókst
pl: Odpowied¼: wys³anie nie powiod³o siê
sk: Reply: sendto zlyhalo
sl: Odgovor: sendto neuspe¹en

source: Link exists with same name
cs: Existuje odkaz se stejným jménem
is: Hlekkur er til með sama nafni
pl: Istnieje ju¿ link o tej samej nazwie
sk: Link existuje s rovnakým menom
sl: Povezava z istim imenom obstaja

source: Link already exists
cs: Odkaz ji¾ existuje
is: Hlekkur er til nú þegar
pl: Link ju¿ istnieje
sk: Link u¾ existuje
sl: Povezava ¾e obstaja

source: Replacing existing link
cs: Nahazuji existující odkaz
is: Skrifa yfir gamlan hlekk
pl: Zastêpujê istniej±cy link
sk: Nahrádzam existujúci link
sl: Nadomesti obstojeèo povezavo

source: Prv entry not in dir->ulinks
cs: Záznam Prv není v dir->ulinks
is: Prv færslu vantar í dir->ulinks
pl: Wpis Prv nie jest w dir->ulinks
sk: Prv polo¾ka nie je v dir->ulinks
sl: Prej¹njega vnosa ni v dir->ulinks

source: Temporary not found
cs: Nenalezen doèasný soubor
is: Skissa fannst ekki
pl: Nie znaleziono tymczasowego
sk: Doèasný súbor nenájdený
sl: Zaèasni ni najden

source: Namespace not closed w/ object::
cs: Jmenný prostor není uzavøen objektem:
is: Nafnarúm ólokað m/ object::
pl: Przestrzeñ nazw nie jest zamkniêta w obiekcie:
sk: Namespace neuzavretá bez object::
sl: Imenski prostor ni bil zaprt z object::

source: No alias for namespace NS#:
cs: ®ádný alias pro jmenný prostor NS#:
is: Samheiti vantar fyrir nafnarúm NS#:
pl: Brak aliasu dla przestrzeni nazw NS#:
sk: ®iadny alias pre namespace NS#:
sl: Nobenega vzdevka za imenski prostor NS#:

source: Specified namespace not found
cs: Zadaný jmenný prostor není podporován
is: Tilgreint nafnarúm fannst ekki
pl: Podana przestrzeñ nazw nie zosta³a znaleziona
sk: ©pecifikovaný namespace nenájdený
sl: Podani imenski prostor ni bil najden

source: File access method not supported
cs: Metoda pøístupu k souboru není podporována
is: Kann ekki þessa lestraraðferð
pl: Brak dostêpu do pliku
sk: Metóda prístupu nepodporovaná
sl: Podpora za metodo datoteènega pristopa ne obstaja

source: Delete cached copy on close
cs: Zmazat cacheovanou kopii nebo zavøít
is: Eyði afriti úr sel við lokun
pl: Skasuj kopie z pamiêci podrêcznej podczas wyj¶cia
sk: Zmaza» cacheované kópie pri zmazaní
sl: Pobri¹i kopijo v predpomnilniku ob izhodu

source: Unable to retrieve file
cs: Není mo¾né pøenést soubor
is: Mistókst að sækja skrá
pl: Nie mogê pobraæ pliku
sk: Nemô¾em získa» súbor
sl: Nisem uspel povleèi datoteke

source: Directory already exists
cs: Adresáø ji¾ existuje
is: Mappa er til nú þegar
pl: Katalog ju¿ istnieje
sk: Prieèinok u¾ existuje
sl: Imenik ¾e obstaja

source: Link with name already exists
cs: Odkaz s tímto jménem ji¾ existuje
is: Hlekkur með þessu nafni er til nú þegar
pl: Link o takiej nazwie ju¿ istnieje
sk: Link s takým menom u¾ existuje
sl: Povezava s tem imenom ¾e obstaja

source: Not a virtual system
cs: Toto není virtuální systém
is: Ekki sýndarskráakerfi
pl: To nie jest system wirtualny
sk: Nie je virtuálny systém
sl: Ni virtualen sistem

source: Can't find directory
cs: Není mo¾né nalézt adresáø
is: Finn ekki möppu
pl: Nie mogê znale¼æ katalogu
sk: Nemô¾em nájs» prieèinok
sl: Ne najdem imenika

source: Not a directory name
cs: Toto není jméno adresáøe
is: Ekki heiti möppu
pl: To nie jest nazwa katalogu
sk: Nie je meno prieèinka
sl: Ni ime imenika

source: Object not found
cs: Objekt nenalezen
is: Hlutur fannst ekki
pl: Obiekt nie znaleziony
sk: Objekt nenájdený
sl: Objekt ni bil najden

source: Object has moved
cs: Objekt se pøesunul
is: Hlutur var fluttur
pl: Obiekt zosta³ przeniesiony
sk: Objekt bol presunutý
sl: Objekt je bil premaknjen

source: File not found
cs: Soubor nenalezen
is: Skrá fannst ekki
pl: Nie znaleziono pliku
sk: Súbor nenájdený
sl: Nisem na¹el datoteke

source: Directory in path not found
cs: Adresáø v cestì nebyl nalezen
is: Mappa úr slóð fannst ekki
pl: Katalog nie znaleziony na ¶cie¿ce
sk: Prieèinok v ceste nenájdený
sl: Nisem na¹el imenika v poti

source: Symbolic links nested too deep
cs: Symbolický odkaz je vnoøen pøíli¹ hluboko
is: Sýndarhlekkir faldaðir of djúpt
pl: Symboliczne link zbyt daleko zagdnie¿d¿one
sk: Symbolické odkazy vnorené príli¹ hlboko
sl: Simbolna povezava je gnezdena pregloboko

source: Can't read environment
cs: Není mo¾né èíst prostøedí
is: Gat ekki lesið umhverfi
pl: Nie mogê odczytaæ zmiennych ¶rodowiska
sk: Nemô¾em èíta» prostredie
sl: Ne morem prebrati okolja

source: Can't traverse an external file
cs: Není mo¾né pøedat externí soubor
is: Gat ekki lesið fjarlæga skrá
pl: Nie mogê przegl±dn±æ zewnêtrznego pliku
sk: Nemô¾em traversnú» externý súbor
sl: Ne morem preèkati zunanje datoteke

source: Exceeded max forward depth
cs: Vyèerpán maximální poèet pøedání
is: Fór framúr hámarksdýpt (áfram)
pl: Przekroczono maksymaln± ilo¶æ przekazañ
sk: Prekroèená maximálna forward håbka
sl: Prekoraèena najveèja globina sledenja

source: Authentication required
cs: Po¾adována autentikace
is: Krafist er auðkenningar
pl: Wymagana autentyfikacja
sk: Autentifikácia vy¾adovaná
sl: Zahtevana avtorizacija

source: Not authorized
cs: Neautorizován
is: Óauðkennd(ur)
pl: Nie zatwierdzony
sk: Neautorizovaný
sl: Ni avtorizirano

source: Not found
cs: Nenalezen
is: Fannst ekki
pl: Nie znaleziony
sk: Nenájdený
sl: Nisem na¹el

source: Bad version number
cs: Chybné èíslo verze
is: Ógilt útgáfunúmer
pl: B³êdny numer wersji
sk: Zlé èíslo verzie
sl: Nepravilna verzija

source: Not a directory
cs: Není adrsáøem
is: Ekki mappa
pl: To nie jest katalog
sk: Nie je prieèinok
sl: Ni imenik

source: Identical link already exists
cs: Ji¾ existuje identický odkaz
is: Eins hlekkur er til nú þegar
pl: Taki sam link ju¿ istnieje
sk: Identický prieèinok u¾ existuje
sl: Enaka povezava ¾e obstaja

source: Command not implemented on server
cs: Pøíkaz není implementován na serveru
is: Þjónn skilur ekki beiðni
pl: Poleceni nie zaimplementowane przez serwer
sk: Príkaz neimplementovaný na serveri
sl: Ukaz ne obstaja na stre¾niku

source: Bad format for response
cs: Chybný formát pro odezvu
is: Svar óskiljanlegt
pl: B³êdny format dla odpowiedzi
sk: Zlý formát pre odpoveï
sl: Odgovor nepravilne oblike

source: Protocol error
cs: Chyba protokolu
is: Villa í samskiptum
pl: B³±d protoko³u
sk: Chyba protokolu
sl: Napaka pri protokolu

source: Unspecified server failure
cs: Nespecifikované selhání serveru
is: Ótilgreint bilun þjóns
pl: Nieznany b³±d serwera
sk: Ne¹pecifikovaná chyba servera
sl: Nedoloèena napaka stre¾nika

source: Generic Failure
cs: Obecné selhání
is: Bilun
pl: Wewnêtrzny b³±d
sk: V¹eobecná chyba
sl: Splo¹na napaka

source: No warning
cs: ®ádné varování
is: Engin viðvörun
pl: Bez ostrze¿enia
sk: ®iadna chyba
sl: Brez opozoril

source: You are using an old version of this program
cs: Pou¾íváte starou verzi tohoto programu
is: Þú ert að nota gamla útgáfu af þessu forriti
pl: U¿ywasz zbyt starej wersji tego programu
sk: Pou¾ívate starú verziu tohto programu
sl: Uporabljate staro verzijo programa

source: From server:
cs: Od serveru:
is: Frá þjóni:
pl: Od serwera:
sk: Zo servera:
sl: Od stre¾nika:

source: Unrecognized line in response from server
cs: Nerozpoznaná øádka v odpovìdi od serveru
is: Svar þjónsins innihélt óþekkta línu
pl: Nierozpoznana linia w odpowiedzi od serwera
sk: Nerozpoznateµná odpoveï od servera
sl: Ne razumeme vrstice v odgovoru stre¾nika

source: Query running
cs: Bì¾í dotaz
is: Leit í gangi
pl: Zapytanie jest w³a¶nie wykonywane
sk: Otázka be¾í
sl: Iskanje v poteku

source: Query finished
cs: Dotaz dokonèen
is: Leit lokið
pl: Zapytane zakoñczone
sk: Otázka ukonèená
sl: Zakljuèeno iskanje

source: &Host
cs: &Hostitel
is: &Vél
pl: &Nazwa
sl: &Gostitelj

source: &Timeout (seconds)
cs: Æasový limi&t (sekundy)
is: &Hámarkstími (sek)
pl: &Limit czasu (sekundy)
sk: È&as (sek)
sl: &Èasovna omejitev (sekunde)

source: Maximal &retries
cs: Ma&x. poèet opakování
is: &Reynt til þrautar
pl: Ilo¶æ p&rób
sk: Maximálne &pokusov
sl: Maksimalno ¹tevilo &poskusov

source: &Nice Level
cs: &Priorita
is: &Forgangur
pl: &Priorytet
sl: &Nice stopnja

source: max. &Hits
cs: Max. poèet &zásahù
is: hám.fj. &slaga
pl: Maks. &trafieñ
sk: max. &Hitov
sl: maks. &zadetkov

source: Exact
cs: Doslovnì
is: Nákvæmur
pl: Dok³adnie
sk: Presne
sl: Toèno

source: Substring
cs: Podøe»ezec
is: Hlutstrengur
pl: Podci±g znaków
sk: Èas» podre»azca
sl: Podniz

source: Substring case insensitive
cs: Podøe»ezec bez rozli¹ování velikosti
is: Hlutstrengur óháð há-/&lágstöfum
pl: Nie rozró¿niaj wielkich/ma³ych liter w podci±gu
sk: Èas» nezávislá od veµkosti
sl: Podniz neobèutljiv na velikost èrk

source: Regular expression
cs: Regulární výraz
is: Regluleg segð
pl: Wyra¿enie regularne
sk: Regulérny výraz
sl: Regularni izraz

source: Exact, then substring case insensitive
cs: Doslovnì, a pak podøe»ezec bez rozli¹ování velikosti
is: Nákvæmur, síðan hlutastrengur óháður há-/lágstöfum
pl: Dok³adnie, potem podci±g bez rozró¿niania wielko¶ci
sk: Presne, potom èas» nez.
sl: Natanèno, potem podniz neobèutljiv na v. èrk

source: Normal
cs: Normální
is: Venjulegur
pl: Normalny
sk: N&ormálny
sl: Normalno

source: Nice
cs: Pomalu
is: Lágur
pl: wysoki
sk: &Pekný
sl: Lepo

source: Very nice
cs: Velmi pomalu
is: Lægri
pl: wy¿szy
sk: &Veµmi pekný
sl: Zelo lepo

source: Even more nice
cs: Je¹tì pomaleji
is: Enn lægri
pl: jeszcze wy¿szy
sk: &E¹te kraj¹í
sl: ©e lep¹e

source: Nicest
cs: Nejpomaleji
is: Lægstur
pl: najwy¿szy
sk: &Najkraj¹í
sl: Najlep¹e

source: KArchie Settings
cs: N&astavení
is: Stillingar
pl: Ustawienia
sk: &Nastavenie KArchie
sl: KArchie nastavitve

source: Archie server settings
cs: Nastavení Archie serveru
is: Stillingar Archie-þjónns
pl: Serwer archie
sk: Nastavenie Archie servera
sl: Nastavitve archie stre¾nika

source: Search init
cs: Inicialize hledání
is: Leita að
pl: Szukaj
sk: Init hµadania
sl: Inicializacija iskanja

source: Reset
cs: Obnovit
is: Endurstilla
pl: Resetuj
sl: Resetiranje

source: 0 hits
cs: 0 nalezených
is: 0 slög
pl: 0 trafieñ
sk: 0 nájdených
sl: 0 zadetkov

source: 0. try
cs: 0. pokus
is: 0. reynd
pl: 0 prób
sk: 0. pokus
sl: 0. poskusov

source: Host: none
cs: Hostitel: ¾ádný
is: Vél: engin
pl: Nazwa komputera: ¿adna
sk: Host: ¾iadny
sl: Gostitelj: noben

source: Status: ready
cs: Stav: pøipraven
is: Staða: Tilbúin
pl: Status: gotowe
sk: Stav: pripravený
sl: Status: pripravljen

source: Status: %s
cs: Stav: %s
is: Staða: %s
sk: Stav: %s

source: Hosts: %s
cs: Hostitel: %s
is: Þjónn: %s
pl: Nazwy: %s
sk: Host: %s
sl: Gostitelji: %s

source: %d hits
cs: %d shod
is: %d slög
pl: %d trafieñ
sk: %d zázn.
sl: %d zadetkov

source: Progress: %d
cs: Vývoj: %d
is: Framvinda: %d
pl: Postêp: %d
sk: Postup: %d
sl: Napredek: %d

source: %d try.
cs: %d pokus.
is: %d reynd.
pl: %d prób
sk: %d pokus.
sl: %d. poskus.

source: Searchstring, press <ENTER> to start search
cs: Hledaný øetìzec, stisknìte <ENTER> ke startu hledání
is: Leitarstreng, sláið á <ENTER> til að hefja leit
pl: Szukany ci±g znaków, potem naci¶nij <ENTER> aby zacz±æ
sk: Hµadanie, stlaète <ENTER> pre spustenie hµadania
sl: Iskalni niz, pritisnite <ENTER> za prièetek iskanja

source: Search &Term
cs: Hledat &výraz
is: Leita að
pl: &Szukaj
sk: Hµ&ada»
sl: I¹èi &termin

source: Host
cs: Hostitel
is: Vél
pl: Nazwa
sl: Gostitelj

source: Path
cs: Cesta
is: Slóð
pl: ¦cie¿ka
sk: Cesta
sl: Pot

source: Host:
cs: Hostitel:
is: Vél:
pl: Nazwa:
sl: Gostitelj:

source: Path:
cs: Cesta:
is: Slóð:
pl: ¦cie¿ka:
sk: Cesta:
sl: Pot:

source: File:
cs: Soubor:
is: Skrá:
pl: Plik:
sk: Súbor:
sl: Datoteka:

source: Size:
cs: Velikost:
is: Stærð:
pl: Rozmiar:
sk: Veµkos»:
sl: Velikost:

source: Mode:
cs: Mód:
is: Heimildir:
pl: Tryb:
sk: Mód:
sl: Naèin:

source: Date:
cs: Datum:
is: Dags:
pl: Data:
sk: Dátum:
sl: Datum:

source: Couldn't open "%s"
cs: Není mo¾né otevøít "%s"
is: Gat ekki opnað "%s"
pl: Nie mogê otworzyæ "%s"
sk: Nemô¾em otvori» "%s"
sl: Nisem mogel odpreti "%s"

source: KArchie: bad file
cs: KArchie: chybný soubor
is: KArchie: Gölluð skrá
pl: KArchie: b³êdny plik
sk: KArchie: zlý súbor
sl: KArchive: slaba datoteka

source: Malformed url
cs: Chybný formát URL
is: Gölluð slóð
pl: ¬le podany URL
sk: Chybné url
sl: Zmalièen url

source: Maybe bad list entry, please select an other file
cs: Pravdìpodobnì chybná polo¾ka seznamu, prosím vyberte jiný soubor
is: Gæti verið gölluð færsla í listanum. Veljið aðra skrá
pl: B³êdny element listy, podaj inny plik
sk: Mo¾no je zlá polo¾ka v zozname, skúste zvoli» iný súbor
sl: Mogoèe slab vnos v seznam, prosim izberite drugo datoteko

source: KArchie: bad URL
cs: KArchie: chybné URL
is: KArchie: Gölluð slóð
pl: KArchie: b³êdny URL
sk: KArchie: zlé URL
sl: KArchie: slab URL

source: KArchie: Wrong fileselection
cs: KArchie: chybný výbìr souboru
is: KArchie: Röng skrá valin
pl: KArchie: Niew³a¶ciwie wybrany plik
sk: KArchie: Zlá voµba súboru
sl: KArchie: Slaba datoteèna izbira

source: The selected file is not writeable
cs: Do vybraného souboru nelze zapisovat
is: Skráin sem þú valdir er ritvarin
pl: Nie mo¿na zapisywaæ do podanego pliku
sk: Nemô¾em zapisova» do zvoleného súboru
sl: Izbrana datoteka ni zapisljiva

source: KArchie: Overwrite file ?
cs: KArchie: pøepsat soubor
is: KArchie: Skrifa yfir skrána ?
pl: KArchie: Nadpisaæ plik ?
sk: KArchie: Prepísa» súbor ?
sl: KArchie: Prepi¹em datoteko?

source: The selected file is not write protected Should it be overwritten ?
cs: Vybraný soubor není chránìn proti zápisu. Má být pøepsán ?
is: Skráin er ekki ritvarin Á ég að rita yfir hana ?
pl: Podany plik nie jest zabezpieczony przed zapisem Nadpisaæ go ?
sk: Zvolený súbor nemá ochranu proti zápisu Má by» prepísaný ?
sl: Izbrana datoteka ni za¹èitena pred prepisom Ali jo prepi¹em?

source: KArchie: bad selection
cs: KArchie: chybný výbìr
is: KArchie: Rangt val
pl: KArchie: b³êdny wybór
sk: KArchie: zlá voµba
sl: KArchie: slab izbor

source: No file selected ! Please select a file in the list of queryresults or do a query.
cs: Není vybrán ¾ádný soubor ! Prosím vyberte soubor v seznamu výsledkù dotazu nebo probeïte dotaz.
is: Engin skrá valin! Vinsamlegast veljið skrá úr útkomu fyrirspurnar eða framkvæmið fyrirspurn.
pl: Nie wybrano ¿adnego pliku ! Wybierz plik z rezultatów zapytania aby je wykonaæ.
sk: Nie je zvolený súbor ! Prosím zvoµte súbor zo zoznamu výsledkov alebo polo¾te otázku.
sl: Nobena datoteka ni bila izbrana ! Prosim izberite datoteko s seznama rezultatov iskanja ali povpra¹ajte.
