Repository: xwizard/kde1
Catalog: kdenetwork-1.1.2/po/*/kbiff.po
Languages: br, eo

source: &UnDock
br: &Anensoc'hañ
eo: &Maldoku

source: &Dock
br: &Ensoc'hañ
eo: &Doku

source: &Setup...
br: &Kefluniañ...
eo: &Agordu...

source: &Help...
br: &Skoazell...
eo: &Helpu...

source: &Check Mail Now
br: &Gwiriañ postel bremañ
eo: &Rigardu je poþto nun

source: &Read Mail Now
br: &Lenn postel bremañ
eo: &Prenu la poþton nun

source: &Stop
br: &Paouez

source: You have new mail!
br: Postel nevez a zo evidoc'h !
eo: Vi havas novajn poþtat¼ojn!

source: New Messages: %d
br: Kemennadoù nevez : %d
eo: Novaj mesaøoj: %d

source: Mailbox: %s
br: Boest-lizheroù : %s
eo: Poþtkesto: %s

source: KBiff Setup
br: Kefluniañ KBiff
eo: KBiff-agordo

source: Profile:
br: Profil :
eo: Agorda¼o:

source: &New...
br: &Nevez...
eo: &Nova...

source: &Rename...
br: &Adenvel...
eo: &Alinomu...

source: General
br: Hollek
eo: Øenerale

source: New Mail
br: Postel nevez
eo: Nova poþto

source: Mailbox
br: Boestoù-lizheroù
eo: Poþtkesto

source: New Profile
br: Profil nevez
eo: Nova agorda¼o

source: Rename Profile: %s
br: Adenvel profil : %s
eo: Alinomu agorda¼on: %s

source: Delete Profile: %s
br: Dilemel profil : %s
eo: Forigu agorda¼on: %s

source: Are you sure you wish to delete this profile?
br: Ha sur oc'h e fell deoc'h dilemel ar profil-mañ ?
eo: Æu vi estas certa, ke vi volas forigi tiun æi agorda¼on?

source: Poll (sec):
br: Ged (eil) :
eo: Kontrolintervalo (s):

source: Mail client:
br: Posteler :
eo: Poþtkliento:

source: Dock in panel
br: Ensoc'hañ er banell
eo: Doku en la panelo

source: Use session management
br: Arverañ mererezh an dalc'h
eo: Uzu seanc-administradon

source: Icons:
br: Arlunioù :
eo: Piktogramoj:

source: No Mail:
br: Postel ebet :
eo: Neniu poþto:

source: Old Mail
br: Postel kozh
eo: Malnova poþto

source: New Mail:
br: Postel nevez :
eo: Nova poþto

source: Run Command
br: Seveniñ an urzhiad
eo: Lanæ-komando

source: Browse
br: Furchal
eo: Raigardu

source: Play Sound
br: C'hoari son
eo: Ludu sonoron

source: System Beep
br: Bip ar reizhiad
eo: Sistempepo

source: Notify
br: Kemenn
eo: Anoncu

source: Advanced Options
br: Dibarzhoù araokaet
eo: Ekstraj opcioj

source: Mailbox URL:
br: URL ar voest-lizheroù :
eo: Poþtkesta URL:

source: Port:
br: Porzh :
eo: Pordo:

source: Keep Alive
br: Derc'hel bev
eo: Tenu vivanta

source: Mailbox:
br: Boest-lizheroù :
eo: Poþtkesto

source: New Mailbox
br: Boest-lizheroù nevez
eo: Nova poþtkesto

source: Delete Mailbox
br: Dilemel ar voest-lizheroù
eo: Forigu poþtkeston

source: Protocol:
br: Komenad :
eo: Protokolo:

source: Server:
br: Servijer :
eo: Servilo:

source: User:
br: Arveriad :
eo: Uzanto:

source: Password:
br: Tremenger :
eo: Pasvorto:

source: Store password
br: Boniañ an tremenger
eo: Sekurigu pasvorton

source: Advanced
br: Araokaet
eo: Extre

source: Version %s Copyright (C) 1999 Kurt Granroth
br: Doare %s Gwirioù eilañ (C) 1999 Kurt Granroth
eo: Versio %s Kopirajto (c) 1999 Kurt Granroth

source: New Name:
br: Anv nevez :
eo: Nova nomo:

source: New Name
br: Anv nevez
eo: Nova nomo
