Repository: xwizard/kde1
Catalog: kdenetwork-1.1.2/po/*/kcmktalkd.po
Languages: ca, cs, it, pl, sk, sl

source: &Announcement
ca: &Anunci
cs: &Oznámení
it: &Annuncio
pl: &Og³oszenie
sk: &Oznámenie
sl: &Obvestilo

source: Ans&wering machine
ca: &Contestador
cs: &Záznamník
pl: Maszyna odpo&wiadaj±ca
sk: Záz&namník
sl: Ta&jnica

source: &Forward
ca: &Enviament
cs: Pøe&smìrování
it: &Inoltra
pl: &Prze¶lij dalej
sk: &Posunú»
sl: &Po¹iljanje naprej

source: usage: kcmktalkd [-init | soundpage | answmachpage | forwmachpage ]
ca: ús: kcmktalkd [-init | soundpage | answmachpage | forwmachpage ]
cs: Pou¾ití: kcmktalkd [-init | soundpage | answmachpage | forwmachpage ]
it: utilizzo: kcmktalkd [-init | soundpage | answmachpage | forwmachpage ]
pl: u¿ycie: kcmktalkd [-init | soundpage | answmachpage | forwmachpage ]
sk: pou¾itie: kcmktalkd [-init | soundpage | answmachpage | forwmachpage ]
sl: uporaba: kcmktalkd [-init | soundpage | answmachpage | forwmachpage ]

source: KTalkd Configuration
ca: Configuració KTalkd
cs: Nastavení programu KTalkd
it: Configurazione KTalkd
pl: Konfiguracja KTalkd
sk: Nastavenie KTalkD
sl: Nastavitve KTalkd

source: &Announcement program
ca: &Programa d'anunci
cs: &Oznamovací program
it: Programma &Annuncio
pl: Program do &og³aszania
sk: Progr&am na oznamovanie
sl: &Obve¹èevalni program

source: &Talk client
ca: C&lient de conversa
cs: &Talk klient
it: &Client Talk
pl: KLient &Talka
sk: &Talk klient
sl: Odjemnik za &talk

source: &Play sound
ca: A&vís sonor
cs: &Pøehrávat zvuk
it: Ri&produci suono
pl: O&dtwórz d¼wiêk
sk: &Prehráva» zvuky
sl: &Predvajaj zvok

source: &Sound File
ca: Fitxer de &so
cs: Z&vukový soubor
it: File &sonoro
pl: &Plik d¼wiêkowy
sk: &Súbor so zvukom
sl: &Zvoèna datoteka

source: Additional WAV files can be dropped onto the sound list.
ca: Es poden amollar mes fitxers de so WAV sobre la llista de sons.
cs: Dal¹í WAV soubory je mo¾no upustit nad seznamem zvukù
it: File WAV aggiuntivi possono essere trascinati nella soundlist.
pl: Dodatkowe pliki WAV mog± byæ upuszczone na listê plików
sk: Dodatoèné WAV súbory sa mô¾u pusti» nad zoznam zvukov.
sl: Dodatne datoteke WAV lahko spustite na seznam zvokov.

source: &Test
ca: P&rova
it: &Prova

source: Unsupported URL
ca: URL no suportada
cs: Nepodporované URL
it: URL non supportata
pl: Takiego URL-a nie da sie obs³u¿yæ
sk: Nepodporované URL
sl: Nepodprt URL

source: Sorry, this type of URL is currently unsupportedby the KDE System Sound Module
ca: Ho sento, aquest tipus d'URL no està suportada actualment pel mòdul del sistema de so KDE
cs: Lituji, ale tento typ URL není momentálnì podporován modulem systémových zvukù
it: Mi dispiace ma questo tipo di URL non e' supportata dal KDE Sound System Module
pl: Przykro mi, ale takiego typu URL-a (adresu) modu³ d¼wiêków systemowych KDE nie potrafi obs³u¿yæ
sk: Prepáète, ale tento typ URL nie je momentálne podporovaný KDE System Sound modulom
sl: Oprostite, ta tip URL trenutno ni podprt v modulu KDE s sistemskimi zvoki

source: Sorry, but %s does not seem to be a WAV--file.
ca: Ho sento, però %s no sembla ser un fitxer WAV.
cs: Lituji, ale nezdá se, ¾e by %s byl WAv souborem
it: Mi dispiace ma %s non sembra essere un file WAV.
pl: Przykro mi, ale %s to nie wydaje siê byæ plik d¼wiêkowy formatu WAV.
sk: Prepáète, ale %s pravdepodobne nie je WAV--súbor.
sl: Oprostite, toda %s ni videti kot datoteka WAV.

source: Improper File Extension
ca: Extensió de fitxer impròpia
cs: Nesprávná koncovka souborù
it: Estensione File impropria
pl: Niew³a¶ciwe rozszerzenie pliku
sk: Nesprávna prípona súboru
sl: Nepravilna datoteèna konènica

source: The file %s is already in the list
ca: El fitxer %s ja és a la llista
cs: Soubor %s je ji¾ v seznamu
it: Il file %s è già nella lista
pl: Plik %s ju¿ jest na li¶cie
sk: Súbor %s je u¾ na zozname
sl: Datoteka %s se ¾e nahaja na seznamu

source: File Already in List
ca: El fitxer ja és a la llista
cs: Soubor je ji¾ v seznamu
it: File già in lista
pl: Plik ju¿ jest na li¶cie
sk: Súbor je u¾ na zozname
sl: Datoteka ¾e obstaja na seznamu

source: &Activate answering machine
ca: Activa el &contestador
cs: Aktivovat &záznamník
it: &Attiva Ans&wering machine
pl: &W³±cz maszynê odpowiadaj±c±
sk: &Aktivuj záznamník
sl: Vklopi t&ajnico

source: &Mail address
ca: A&dreça
cs: Po¹tovní &adresa
it: &Indirizzo email
pl: &Adres pocztowy
sk: E-&mail adresa
sl: &Po¹tni naslov

source: Mail sub&ject
ca: A&ssumpte
cs: Pøed&mìt zprávy
it: &Oggetto Email
pl: Temat &wiadomo¶ci
sk: Predmet e-m&ailu
sl: Pre&dmet po¹te

source: Use %s for the caller name
ca: Usa %s com a nom del qui truca
cs: Pou¾ijte %s jako jméno volajícího
it: Usa %s come nome del chiamante
pl: U¿yj %s dla nazwania nadawcy
sk: Pou¾i» %s pre volajúceho
sl: Uporabi %s za ime klicatelja

source: Mail &first line
ca: &Primera línia
cs: P&rvní øádka zprávy
it: P&rima linea della Mail
pl: Wy¶lij &pierwsz± liniê
sk: &Prvý riadok
sl: Po¹lji &prvo vrstico

source: Use first %s for caller name, and second %s for caller hostname
ca: El primer %s és qui truca i el segon %s és la seva màquina
cs: Pou¾íjte první %s pro jméno volajícího a druhé %s pro jméno hostitele
it: Usa prima %s come nome del chiamante e poi %s per il nome dell'host
pl: U¿yj pierwsze %s dla nazwania zadawcy, drugie %s dla nazwy komputera
sk: Pou¾i» najprv %s pre meno volajúceho a potom %s pre meno jeho hostu
sl: Uporabi prvo %s za ime klicatelja, in drugi %s za ime klicateljevega raèunalnika

source: &Receive a mail even if no message left
ca: &Rep un correu encara que no deixin missatge
cs: &Pøijmout zprávu, i kdy¾ není zanechána zpráva
it: &Ricevi una mail anche se non viene lasciato nessun messaggio
pl: &Odbieraj pocztê nawet je¶li nie pozosta³a ¿adna wiadomo¶æ
sk: &Posla» správu aj ak volajúci nenechal odkaz
sl: Sp&rejemaj po¹to tudi èe ni veè sporoèil

source: &Banner displayed on answering machine startup :
ca: Pa&ncarta que es mostra en engegar el contestador :
cs: &Text vypisovaný pøi startu záznamníku :
it: &Banner mostrato all'avvio della answering machine :
pl: &Nag³ówek wy¶wietlany podczas startu maszyny odpowiadaj±cej :
sk: &Oznam zobrazený pri spustení záznamníka :
sl: &Izpisan naslov ob zagonu tajnice :

source: The person you're asking to talk with is not answering. Please leave a message to be delivered via E-Mail. Just start typing and when you're done, exit normally.
ca: La persona amb qui demaneu de conversar no respon. Deixeu un missage que s'enviarà per correu electrònic. Comenceu a escriure i en acabar, sortiu normalment.
it: La persona che stai chiamando non risponde. Per favore lascia un messaggio che sara' mandato via E-Mail. Basta semplicemente scrivere il messaggio e uscire normalmente.
pl: Osoba, z któr± chcesz rozmawiaæ nie odpowiada. Zostaw wiadomo¶æ, która bêdzie przekazana e-mailem. Po prostu zacznij pisaæ i zakoñcz w sposób normalny
sk: Osoba, s ktorou sa chcete rozpravat neodpoveda. Prosim zanechajte odkaz, ktory vam mu bude doruceny elektornickou postou. Jednoducho zacnite pisat a ked skoncite, ukoncite vas talk klient.
sl: Oseba s katero se ¾elite pogovarjati ne odgovarja. Prosim pustite sporoèilo, ki bo dostavljeno po epo¹ti. Zaènite tipkati in ko boste konèali, zapustite program kot obièajno.

source: Message from %s
ca: Missatge de %s
cs: Zpráva od %s
it: Messaggio da %s
pl: Wiadomo¶æ od %s
sk: Správa od %s
sl: Sporoèilo od %s

source: Message left in the answering machine, by %s@%s
ca: Missatge al contestador de %s@%s
cs: Zprávu zanechál v záznamníku %s@%s
it: Messaggio lasciato alla answering machine, da %s@%s
pl: Wiadomo¶æ pozostawiona w maszynie odpowiadaj±cej przez %s@%s
sk: Správa zanechaná na odkazovaèi od %s@%s
sl: Sporoèilo od %s@%s ostalo na tajnici

source: Activate &forward
ca: Activa &transmissió
cs: Aktivovat &pøesmìrování
it: &Inoltra
pl: Dopu¶æ &przekazywanie dalej
sk: Aktivova» &posunutie
sl: Vklopite po¹iljanje naprej

source: &Destination (user or user@host)
ca: &Destí (usuari o usuari@remot)
cs: &Cíl (u¾ivatel nebo u¾ivatel@hostitel)
it: &Destinazione (utente o utente@host)
pl: &Odbiorca (u¿ytkownik lub u¿ytkownik@komputer)
sk: &Cieµ (u¾ívateµ alebo u¾ívateµ@host)
sl: &Cilj (uporabnik ali uporabnik@raèunalnik)

source: Forward &method
ca: &Mètode de transmissió
cs: &Metoda pøesmìrování
it: &Metodo per inoltrare
pl: &Metoda przekazania dalej
sk: &Metóda posunutia
sl: &Metoda po¹iljanja naprej

source: FWA : Forward announcement only. Direct connection. Not recommended. FWR : Forward all requests, changing info when necessary. Direct connection. FWT : Forward all requests and take the talk. No direct connection. Recommended use : FWT it you want to use it behind a firewall (and if ktalkd can access both networks), and FWR otherwise. See Help for further explanations.
ca: FWA : Transmet només l'anunci. Connexió directa. No es recomana. FWR : Transmet totes les peticions, canviant la informació si cal. Connexió directa. FWT : Transmet totes les peticions i accepta la conversa. No és connexió directa Ús recomanat : FWT si voleu usar-lo darrere d'un tallafocs (i si ktalkd pot accedir a ambdues xarxes), i FWR en cas contrari. Si voleu més explicacions, consulteu l'ajuda.
cs: FWA : Pouze oznámení pøesmìrování. Pøímé spojení. Nedoporuèuje se. FWR : Pøesmìrovat v¹echny po¾adavky, zmìnit informace podle potøeby. Pøímé spojení. FWT : Pøesmìrovat v¹echny po¾adavky a brát v¹echny hovory. ®ádné pøímé spojení. Doporuèené pou¾ití: FWT jestli¾e jej chece pou¾ívat za firewallem (a má-li ktald pøístup k oboum sítím), jinak FWR. Nahlédnìte do nápovìdy pro podrobnìj¹í výklad.
pl: FWA : Przeka¿ tylko zg³oszenie. Po³±czenie bezpo¶rednie. Nie zalecane. FWR : Przekazuj ca³e zg³oszenia, zmieniajac informacje w razie potrzeby. Po³±czenie bezpo¶rednie. FWT : Przeka¿ ca³e zg³oszenie i podejmij rozmowê. Bez bezpo¶rdeniego po³±czenia. Zalecane u¿ycie : FWT je¶li jeste¶ za firewallem (i je¶li ktalkd mo¿e operowaæ w obu sieciach), oraz FWR w przeciwnym razie. Spójrz do Pomocy po dalsze wyja¶nienia.
sk: FWA : Posúva len oznam. Priame spojenie. Neodporúèané. FWR : Posúva v¹etky po¾iadavky, ak je potrebné mení informácie. Priame spojenie. FWT : Posúva v¹etky po¾iadavky a vezme hovor. ®iadne priame spojenie. Odporúèané pou¾itie : FWT, ak to chcete pou¾íva» za firewallom (a ktalkd mô¾e pristupova» na obidve siete), inak FWR. Pozrite dokumentáciu pre podrobnej¹í opis.
sl: FWA : Po¹lji naprej le obvestila. Neposredna povezava. Odsvetovano. FWR : Po¹lji naprej vse zahteve, spremeni informacije le, ko je potrebno. Neposredna povezava. FWT : Po¹lji naprej vse zahteve in sprejmi pogovor. Posredna povezava. Priporoèena uporaba : FWT, èe ga ¾elite uporabljati za po¾arnim zidom (in èe ktalkd dose¾e obe omre¾ji), sicer FWR. Oglejte si Pomoè za nadaljna pojasnila.
