Repository: xwizard/kde1
Catalog: kdenetwork-1.1.2/po/*/kfinger.po
Languages: ca, da, eo, fr, is, ja

source: F&inger Now
ca: &Informa ara
da: F&inger nu
fr: Lancer finger
is: &Pota nú
ja: 今すぐ Finger (&F)

source: &Talk...
ca: &Conversa...
da: &Snak...
is: &Tala...
ja: トーク(&T)

source: Setup
ca: Arranjament
da: Opsætning
eo: Agordu
fr: Configuration
is: Stillingar
ja: セットアップ

source: &Save Options
ca: &Desa les opcions
da: &Gem indstillinger
fr: Enregistrer les options
is: Vista &stillingar
ja: オプションをセーブ (&S)

source: kfinger 0.8.1 (c) Andrea Rizzi (rizzi@kde.org)
da: kfinger 0.8.0 (c) Andrea Rizzi (rizzi@kde.org)
is: kfinger 0.8.1 (c) Andrea Rizzi (rizzi@kde.org) Þýðing: Richard Allen <ra@hp.is>

source: KDE finger utility
ca: Utilitat d'informació d'usuari KDE
da: KDE finger værktøj
eo: KDE-fingro-utila¼o
fr: Utilitaire finger de KDE
is: KDE Potforrit
ja: KDE finger ユーティリティ

source: Finger
ca: Informa
eo: Fingru
is: Potari

source: Stop current finger
ca: Atura la informació actual
da: Stands nuværende finger
eo: Haltigu fingradon
fr: Arrèter finger
is: Hætta að pota
ja: 現在のfingerを停止

source: Talk...
ca: Conversa...
da: Snak...
eo: Parolu...
fr: Parler à...
is: Tala...
ja: トーク...

source: AutoFinger On/Off
ca: Autoinforma Sí/No
da: Autofinger til/fra
eo: Aýtomata fingrado jes/ne
fr: Finger automatique actif/inactif
is: Sjálfvirkt pot Á/Af
ja: 自動Finger On/Off

source: Welcome to KDE Finger
ca: Benvinguts a la informació d'usuari KDE
da: Velkommen til KDE-Finger
fr: Bienvenue dans KDE Finger
is: Velkomin(n) í KDE Pot
ja: KDE Fingerへようこそ

source: Finger result
ca: Resultat de la informació
da: Finger resultat
eo: Fingrorezulto
fr: Résultats de finger
is: Niðurstaða pots
ja: Finger の結果

source: Error on server : %s
ca: Error al servidor : %s
da: Fejl på serveren : %s
eo: Eraro æe servilo: %s
fr: Erreur sur le serveur : %s
is: Villa á þjóni : %s
ja: 以下のサーバー上でのエラーです：%s

source: Connection refused by %s
ca: Connexió refusada per %s
da: Forbindelse nægtet af %s
fr: Connexion refusée par %s
is: %s neitaði tengingunni
ja: %s より接続が拒否されました

source: Finger %s@%s -- %s
ca: Informació de %s@%s -- %s
is: Pota %s@%s -- %s

source: Kfinger 0.8.1 (c) by Andrea Rizzi rizzi@kde.org
da: Kfinger 0.8.0 (c) by Andrea Rizzi rizzi@kde.org
fr: Kfinger 0.8.1 (c) par Andrea Rizzi rizzi@kde.org
is: Kfinger 0.8.1 (c) eftir Andrea Rizzi rizzi@kde.org

source: Kfinger Setup
ca: Arranjament Kfinger
da: Kfinger opsætning
eo: Kfinger-agorda¼o
fr: Configuration de Kfinger
is: Stillingar Kfinger
ja: Kfinger セットアップ

source: &Add
ca: &Afegeix
da: &Tilføj
eo: &Aldonu
fr: &Ajouter
is: &Bæta við
ja: 追加 (&A)

source: Server Name
ca: Nom del servidor
da: Servernavn
eo: Servilnomo
fr: Nom du serveur
is: Þjónn
ja: サーバーの名前

source: Server list
ca: Llista de servidors
da: Serverliste
eo: Servillisto
fr: Liste des serveurs
is: Þjónalisti
ja: サーバーリスト

source: User Name
ca: Nom d'usuari
da: Brugernavn
eo: Uzantonomo
fr: Nom d'utilisateur
is: Notandi
ja: ユーザーの名前

source: Users list
ca: Llista d'usuaris
da: Brugerliste
eo: Uzantolisto
fr: Liste des utilisateurs
is: Notendalisti
ja: ユーザーリスト

source: Timed finger
ca: Programació
da: Finger på tid
eo: Prokrastita fingro
fr: Finger temporisé
is: Tímastillt pot
ja: タイマー

source: Finger wait: %d"
ca: Temps d'espera: %d"
da: Finger vent: %d
eo: Fingro atendas: %d
fr: Temps d'attente : %d"
is: Bið eftir poti: %d"
ja: Finger の待ち: %d"

source: Talk Command
ca: Ordre per conversar
da: Snakkekommandoen
eo: "Talk"-komando
fr: Commande talk
is: Talforrit
ja: トークコマンド

source: Misc
da: Forskelligt
eo: Div.
fr: Divers
is: Ýmislegt
ja: その他

source: Finger Output
ca: Informació de sortida
da: Finger resultat
eo: Fingro-eligo
fr: Sortie de finger
is: Frálag pots
ja: Finger 出力

source: Finger server
ca: Informa del servidor
eo: Fingroservilo
fr: Serveur finger
is: Potþjónn
ja: Finger のサーバー

source: Fixed
ca: Fix
da: Fast
eo: Fiksa
fr: Fixe
is: Fast

source: Finger User
ca: Informa de l'usuari
da: Finger bruger
eo: Fingrouzanto
fr: Utilisateur de finger
is: Pota í notanda
ja: Finger のユーザー

source: Lines to skip :
ca: Línies de salt :
da: Linier at hoppe over :
eo: Linio ignorendaj:
fr: Lignes à sauter :
is: Línum sem skal sleppa :
ja: 無視する行数：

source: Format...
da: Formatér...
eo: Formo...
is: Form...
ja: フォーマット

source: User
ca: Usuari
da: Bruger
eo: Uzanto
fr: Utilisateur
is: Notandi
ja: ユーザー

source: Server
ca: Servidor
eo: Servilo
fr: Serveur
is: Þjónn
ja: サーバー

source: Talk
ca: Conversa
da: Snak
eo: Parolu
fr: Parler
is: Tala
ja: トーク

source: Talk with...
ca: Conversa amb...
da: Snak med...
eo: Parolu kun...
fr: Parler à...
is: Tala við...
ja: トークの相手...

source: Format string for var1(string)
ca: Format de la cadena per var1(string)
da: Formatér streng for var1(streng)
eo: Formæeno por var1(string)
fr: Format de la chaîne var1 (chaîne)
is: Formstrengur fyrir breytu 1
ja: 変数１(文字列)のフォーマット

source: Fromat string for var2(int)
ca: Format de la cadena per var2(int)
da: Formatér streng for var2(int)
eo: Formæeno por var2(string)
fr: Format de la chaîne var2 (entier)
is: Formstrengur fyrir breytu 2
ja: 変数２(整数)のフォーマット

source: Offset
ca: Desplaç.
eo: Deþovo
is: Hliðrun
ja: 差引(オフセット)

source: Only var1
ca: Només var1
da: Kun var1
eo: Nur var1
fr: var1 seul
is: Bara var1
ja: 変数１のみ

source: Only var2
ca: Només var2
da: Kun var2
eo: Nur var2
fr: var2 seul
is: Bara var2
ja: 変数２のみ

source: Output format string
ca: Format de la cadena de sortida
da: Output formateringsstreng
eo: Eligu formæenon
fr: Format de la chaîne de sortie
is: Forsnið frálagsstrengs
ja: 出力文字のフォーマット

source: Save & Quit
ca: Desa i surt
da: Gem & Afbryd
eo: Sekurigu kaj Finu
fr: Enreg. et quitter
is: Vista og hætta
ja: セーブ ＆ 終了

source: Output parameters
ca: Paràmetres de sortida
da: Output parametre
eo: Eligu parametrojn
fr: Paramètres de sortie
is: Stillingar frálags
ja: 出力する変数

source: var1, var2
ja: 変数１、変数２

source: var2, var1
ja: 変数２、変数１
