Repository: xwizard/kde1
Catalog: kdenetwork-1.1.2/po/*/kmail.po
Languages: br, el, eo, nl, ro, ru, sl

source: Misc
br: A bep seurt
el: Διάφορα
eo: Diverse
nl: Allerhande
ro: Amestecaturã
ru: Разное
sl: Razlièno

source: Message Body Font
br: Nodrezh korf ar c'hemennad
eo: Tiparo de mesaøokorpo
ru: Шрифт тела сообщения
sl: Pisava v telesu sporoèila

source: Message List Font
br: Norezh roll kemennadoù
eo: Tiparo de mesaøolisto
ru: Шрифт списка сообщений
sl: Pisava v seznamu sporoèil

source: Select Account
br: Diuz ar gont
el: Επιλογή λογαριασμού
eo: Elektu konton
nl: Kies een account
ro: Selecteazã accountul
ru: Выбор аккаунта
sl: Izberite raèun

source: Unnamed
br: Dianv
el: Ανώνυμος
eo: Sennoma
nl: Naamloos
ro: Necunoscut
ru: Без_имени
sl: Neimenovan

source: Choose Sendmail Location
br: Dibab lec'hiadur Sendmail
el: Επιλέξτε τοποθεσία Sendmail
eo: Elektu Sendmail-situon
nl: Kies Sendmail lokatie
ro: Cautã sendmail
ru: Выбор пути к Sendmail
sl: Izberite lokacijo, kjer se nahaja sendmail

source: Choose Signature File
br: Dibab restr ar sinadur
el: Επιλέξτε αρχείο υπογραφής
eo: Elektu signaturdosieron
nl: Kies ondertekeningsbestand
ro: Alege fiºierul-semnãturã
ru: Выбор файла подписи
sl: Izberite datoteko s podpisom

source: Type:
br: Rizh :
el: Τύπος:
eo: Tipo:
ro: Tipul:
ru: Тип:
sl: Tip:

source: Local Account
br: Kont lec'hel
el: Τοπικός λογαριασμός
eo: Loka konto
nl: Lokaal Account
ro: Account local
ru: Локальный аккаунт
sl: Lokalni raèun

source: Pop Account
br: Kont Pop
el: Λογαριασμός Pop
eo: POP-konto
ru: POP-аккаунт
sl: Raèun pop

source: Login:
br: Anv ereañ :
el: Όνομα:
eo: Uzantonomo:
ru: Имя регистрации:
sl: Prijava:

source: Password:
br: Tremenger :
el: Λέξη κλειδί:
eo: Pasvorto:
nl: Wachtwoord:
ru: Пароль:
sl: Geslo:

source: Host:
br: Ostiz :
el: Διεύθυνση εξυπηρετητή:
eo: Servilo:
ro: Pop-Server:
ru: Сервер:
sl: Gostitelj:

source: Delete mail from server
br: Distruj postel war ar servijer
el: Διαγραφή αλληλογραφίας από τον εξυπηρετητή
eo: Forigu poþta¼ojn de la servilo
nl: Verwijder post van de server
ro: ªterge mesajele de pe server
ru: Удалять почту с сервера
sl: Zbri¹i po¹to s stre¾nika

source: Retrieve all mail from server
br: Enkargañ an holl posteloù war ar servijer
eo: Prenu æiujn poþta¼ojn de la servilo
ru: Получать всю почту с сервера
sl: Poberi vso po¹to na stre¾niku

source: Enable interval Mail checking
br: Bevaat gwiriañ postel a-daolioù
eo: Enþaltu ripetan kontrolon je nova poþto
ru: Периодическая проверка почты
sl: Vklopi redno preverjanje po¹te

source: Store new mail in account:
br: Enrollañ postel nevez er gont :
el: Αποθήκευση νέας αλληλογραφίας στον λογαριασμό:
eo: Metu novajn poþta¼ojn en la konton:
nl: Sla nieuwe post op in account:
ro: Copiazã noul mesaj in account:
ru: Сохранять новую почту в папке:
sl: Shrani novo po¹to na raèun:

source: <none>
br: <hini ebet>
el: <κανένα>
eo: <neniu>
nl: <niets>
ro: <nimic>
ru: <нет>
sl: <nobeno>

source: Choose Location
br: Dibab lec'hiadur
el: Επιλογή τοποθεσίας
eo: Elektu situon
nl: Kies lokatie
ro: Alege fiºier
ru: Выбор местоположения
sl: Izberite lokacijo

source: Receipt:
br: Resevet :
el: Απόδειξη:
eo: Ricevonto:
nl: Ontvangst:
ru: Подтверждение:
sl: Potrdilo:

source: Failed to add message:
br: Sac'het oc'h ouzhpennañ kemennad :
el: Αποτυχία κατά την προσθήκη μηνύματος:
eo: Ne eblis aldoni mesaøon:
nl: Faalde bij toevoegen van boodschap:
ro: Eroare la adãugarea mesajului:
ru: Ошибка при добавлении сообщения:
sl: Nisem uspel dodati sporoèila:

source: F
br: H
eo: S

source: Sender
br: Kaser
el: Αποστολέας
eo: Sendinto
nl: Afzender
ru: Отправитель
sl: Po¹iljatelj

source: Subject
br: Dodenn
el: Θέμα
eo: Temo:
nl: Onderwerp
ro: Subiect
ru: Тема
sl: Predmet

source: Date
br: Deiziad
el: Ημερομηνία
eo: Dato
nl: Datum
ro: Data
ru: Дата
sl: Datum

source: Receiver
br: Resever
ru: Получатель
sl: Prejemnik

source: %d Messages, %d unread.
br: %d kemennad, %d anlennet.
el: %d μηνύματα, %d αδιάβαστα.
eo: %d mesaøoj, %d nelegitaj
nl: %d Boodschappen, %d ongelezen.
ro: %d Mesaje, %d necitite.
ru: %d сообщений, %d не прочитано.
sl: %d sporoèil, %d neprebranih.

source: Folder is read-only.
br: An teuliad zo lenn-hepken
el: Ο φάκελλος είναι μόνο για ανάγνωση.
eo: Dosierujo estas nurlega.
nl: Map is alleen-lezen.
ro: Fiºierul este read-only.
ru: Папка доступна только для чтения.
sl: Mapa je le berljiva.

source: Unknown
br: Dianav
eo: Nekonata
ru: Неизвестно
sl: Neznano

source: No Subject
br: Dodenn ebet
eo: sen temo
ru: Нет темы
sl: Brez predmet

source: order of arrival
br: urzh degouezhet
eo: vicordo de alveno
nl: Volgorde van aankomst
ru: порядок прибытия
sl: vrstni red prihoda

source: subject
br: dodenn
eo: temo
nl: onderwerp
ru: тема
sl: predmet

source: date
br: deiziad
eo: dato
nl: datum
ru: дата
sl: datum

source: sender
br: kaser
eo: sendinto
nl: afzender
ru: отправитель
sl: po¹iljatelj

source: status
br: stad
eo: stato
ru: статус

source: Sorting messages descending by %s
br: O renkañ kemennadoù war-gil dre %s
eo: Ordignate mesaøojn descende je %s
nl: Sorteren van boodschappen aflopend naar %s
ru: Сортировка сообщений по убыванию поля %s
sl: Uredim sporoèila padajoèe po %s

source: Sorting messages ascending by %s
br: O renkañ kemennadoù war-raok dre %s
eo: Ordigante mesaøojn ascende je %s
nl: Sorteren van boodschappen oplopend naar %s
ru: Сортировка сообщений по возрастанию поля %s
sl: Uredim sporoèila nara¹èajoèe po %s

source: Message(s) saved.
br: Kemennad(où) enrollet.
el: Τα Μηνύματα αποθηκέυτηκαν.
eo: Mesaøo(j) sekurigitaj.
nl: Boodschap(pen) opgeslagen
ro: Mesaj(ele) salvat(e).
ru: Сообщения сохранены.
sl: Sporoèil(o) shranjenih/o.

source: Failed to save message(s).
br: Sac'het en ur enrollañ kemennad(où).
el: Αποτυχία κατά την αποθήκευση των μηνυμάτων.
eo: Malsukcesis sekurigi mesaøo(j)n.
nl: Faalde bij het opslaan van boodschap(pen)
ro: Mesaj(ele) nu poate fi salvat(e)
ru: Ошибка при сохранении сообщений.
sl: Nisem uspel shraniti sporoèila/o.

source: KMail Composer
br: Skridaozer KMail
el: Συντάκτης KMail
eo: KMail Mesaøredaktilo
nl: KMail Opsteller
ro: Compune mesaj
ru: Редактор писем KMail
sl: KMail Sestavljalec

source: Size
br: Ment
eo: Grandeco
ru: Размер
sl: Velikost

source: Encoding
br: Kodadur
el: Κωδικοποίηση
eo: Kodo
nl: Coderen
ro: Codificã
ru: Кодировка
sl: Zapis

source: &From:
br: D&igant :
el: Από:
eo: &De:
nl: &Van:
ro: &De la:
ru: &Отправитель:
sl: &Od:

source: &Reply to:
br: &Eilgeriañ da :
el: Απάντηση προς:
eo: &Respondo al:
nl: &Beantwoord aan:
ro: &Rãspunde la:
ru: Отвечать по &адресу:
sl: O&dgovori

source: &To:
br: &Da :
el: Προς:
eo: &Al:
nl: &Aan:
ro: &la:
ru: &Получатель:
sl: &Za:

source: &Subject:
br: D&odenn :
el: Θέμα
eo: &Temo:
nl: &Onderwerp:
ro: &Subiect:
ru: &Тема:
sl: &Predmet:

source: &Newsgroups:
br: &Foromoù :
el: Ομάδες συζήτησης:
eo: &Diskutgrupoj:
nl: &Nieuwsgroepen:
ru: &Конференции (news):
sl: &Novièarske skupine:

source: &Followup-To:
br: &Heuliañ-e :
el: Συνέχεια συζήτησης στο:
eo: &Reago al:
nl: Aansluitend-Aan:
ro: Rãspunde &la:
sl: &Se navezuje na:

source: &Send
br: &Kas
el: Αποστολή
eo: &Sendu
nl: &Verzend
ru: &Отправить
sl: &Po¹lji

source: S&end later
br: Kas &diwezhatoc'h
el: Αποστολή αργότερα
eo: Sendu p&oste
nl: V&erzend later
ro: T&rimite mai tîrziu
ru: Отправить &позже
sl: Po¹lji kasn&eje

source: S&end now
br: Kas &bremañ
el: Αποστολή τώρα
eo: Sendu &tuj
nl: Verzend nu
ro: &Trimite acum
ru: Отправить &немедленно
sl: Po¹lji s&edaj

source: &Insert File...
br: &Ensoc'hañ ur restr...
el: Εισαγωγή αρχείου...
eo: E&nmetu dosieron...
nl: Voeg bestand in...
ro: &Insereazã fiºierul...
ru: &Вставить файл...
sl: Vstav&i datoteko...

source: &New Composer...
br: &Skridaozer nevez...
el: Νέο παράθυρο σύνταξης μηνύματος...
eo: Nova &redaktilo
nl: &Nieuwe opsteller...
ro: &Compune din nou...
ru: &Новое окно редактора...
sl: &Nov Sestavljalec

source: Mark all
br: Diuz an holl
el: Σήμανση όλων
eo: Elektu æiujn
nl: Markeer alles
ro: Marcheazã totul
ru: Пометить все
sl: Oznaèi vsa

source: Find...
br: Klask...
el: Εύρεση...
eo: Trovu...
nl: Zoek...
ro: Cautã...
ru: Поиск...
sl: Najdi...

source: Replace...
br: Erlec'hiañ...
el: Αντικατάσταση
eo: Anstataýigu...
nl: Vervang...
ru: Замена...
sl: Zamenjaj...

source: &Spellcheck...
br: &Gwiriañ ar skritur...
eo: &Ortografia kontrolo
ru: Проверка орфографии...
sl: Preveri &èrkovanje...

source: &Urgent
br: &Mallus
el: Επείγον
eo: &Urøe
ru: &Срочное сообщение
sl: N&ujno

source: &Confirm delivery
br: Kadarnaat an &ingalañ
el: Επιβεβαίωση παράδοσης
eo: Konfirmu &ricevon
nl: Bevestig aflevering
ro: &Confirmã livrarea
ru: Подтверждение &доставки
sl: Po&trdi dostavo

source: &Confirm read
br: Kadarnaat al &lenn
el: Επιβεβαίωση ανάγνωσης
eo: Konfirmu &legon
nl: Bevestig lezen
ro: &Confirmã citirea
ru: &Подтверждение чтения
sl: Po&trdi prebranost

source: &Spellchecker...
br: &Gwiriañ ar skritur...
eo: Ortografia kontrolilo...
ru: Программа проверки орфографии...
sl: &Èrkovalnik...

source: &Charsets...
br: &Arouezennoù...
el: Σύνολα χαρακτήρων...
eo: &Signaroj...
nl: Karakterverzamelingen...
ru: &Кодировки...
sl: Na&bori znakov...

source: &All Fields
br: &An holl dachennoù
el: Όλα τα πεδία
eo: Æ&iuj eroj
nl: Alle velden
ru: &Все поля
sl: Vs&a polja

source: &From
br: D&igant
el: Από
eo: &De
nl: &Van
ro: &De la
ru: &Отправитель
sl: &Od

source: &Reply to
br: &Eilgeriañ da
el: Απάντηση προς
eo: &Respondo al
nl: &Beantwoord aan
ro: &Rãspunde la
ru: &Адрес для ответа
sl: O&dgovori

source: &To
br: &Da
el: Προς
eo: &Al
nl: &Aan
ru: &Получатель
sl: &Za

source: &Subject
br: D&odenn
el: Θέμα
eo: &Temo
nl: &Onderwerp
ro: &Subiect
ru: &Тема
sl: &Predmet

source: &Newsgroups
br: &Foromoù
el: Ομάδες συζήτησης
eo: &Diskutgrupoj
nl: &Nieuwsgroepen
ru: &Конференции (news)
sl: &Novièarske skupine

source: &Followup-To
br: &Heuliañ e
el: Συνέχεια συζήτησης στο
eo: &Reago al
nl: Aansluitend-Aan
sl: &Se navezuje na

source: Append S&ignature
br: Ouzhpennañ ar si&nadur
el: Επικόλληση υπογραφής
eo: &Alpendigu signaturon
nl: Voeg ondertekening toe
ru: &Добавить подпись
sl: Dodaj podp&is

source: &Insert File
br: &Ensoc'hañ ur restr
el: Εισαγωγή αρχείου
eo: E&nmetu dosieron
nl: Voeg bestand in
ro: &Insereazã fiºier
ru: &Вставить файл
sl: Vstav&i datoteko

source: &Attach...
br: &Stagañ...
el: Προσθήκη συνημμένου...
eo: &Kunsendu...
nl: Bijlage...
ro: &Ataºament...
ru: &Подцепить...
sl: &Pripni...

source: Attach &Public Key
br: Stagañ an &alc'hwezh foran
ru: Подцепить &открытый ключ
sl: Pripni &javni kljuè

source: Attach My &Public Key
br: Stagañ ma &alc'hwezh foran
ru: Подцепить &открытый ключ
sl: Pripni moj &javni kljuè

source: &Save...
br: &Enrollañ...
el: Αποθήκευση...
eo: &Sekurigu...
nl: Sla op...
ro: &Salveazã...
ru: &Сохранить...
sl: &Shrani...

source: Pr&operties...
br: &Perzhioù...
el: Ιδιότητες...
eo: &Ecoj...
nl: Eigenschappen
ro: Proprietãþi...
ru: С&войства...
sl: &Nastavitve...

source: &Attach
br: &Stagañ
el: Προσθήκη συνημμένου
eo: &Kunsendu
nl: Bijlage
ro: &Ataºament...
ru: &Подцепление
sl: &Pripni

source: Send message
br: Kas ar c'hemennad
eo: Sendu mesaøon
ru: Отправить сообщение
sl: Shrani sporoèilo

source: Cut selection
br: Troc'hañ an diuzadenn
el: Αποκοπή επιλογής
eo: Eltondu elekton
nl: Extract selectie
ru: Вырезать помеченный текст
sl: Izre¾i izbor

source: Copy selection
br: Eilañ an diuzadenn
el: Αντιγραφή επιλογής
eo: Kopiu elekton
nl: Kopieer selectie
ru: Копировать помеченный текст
sl: Prekopiraj izbor

source: Paste clipboard contents
br: Pegañ endalc'had ar golver
el: Επικόλληση περιεχομένων σημειωματάριου
eo: Enmetu enhavon de interdeponejo
nl: Voeg inhoud prikbord in
ru: Вставить содержимое буфера
sl: Vstavi vsebino odlagali¹èa

source: Attach file
br: Stagañ ur restr
el: Προσθήκη αρχείου ως συνημμένου
eo: Kunsendu dosieron
nl: Plak bestand
ru: Подцепить файл
sl: Pripni datoteko

source: sign message
br: sinañ ar c'hemennad
el: Υπογραφή μηνύματος
eo: Signaturu mesaøon
nl: teken boodschap
ro: Semneazã mesajul
ru: подписать сообщение
sl: podpi¹i sporoèilo

source: encrypt message
br: enrinegañ ar c'hemennad
el: Κρυπτογράφηση μηνύματος
eo: Æifru mesaøon
nl: codeer boodschap
ro: encrypt mesaj
ru: зашифровать сообщение
sl: za¹ifriraj sporoèilo

source: Column
br: Bann
el: Στήλη
eo: Kolumno
nl: Kolom
ru: Столбец
sl: Stolpec

source: Line
br: Linenn
el: Γραμμή
eo: Linio
nl: Regel
ru: Строка
sl: Vrstica

source: KMail Confirm
br: Kadarnaat KMail
el: Επιβεβαίωση KMail
eo: KMail konfirmo
nl: KMail Bevestig
ro: KMail Confimã
ru: Подтверждение KMail
sl: KMail potrdi

source: Close and discard edited message?
br: Serriñ ha diskar ar c'hemennad-red ?
el: Κλείσιμο και διαγραφή επεξεργαζόμενου μηνύματος;
eo: Fermi kaj forigi la redaktitan mesaøon?
nl: Sluit af en verlies gewijzigde boodschap ?
ro: Schliessen und veränderte Închide ºi mesajele modificate aruncãle?
ru: Закрыть окно и отменить редактируемое сообщение?
sl: Zapri in zavr¾i urejevano sporoèilo?

source: Attach File
br: Stagañ ur restr
el: Προσθήκη αρχείου ως συνημμένου
eo: Kunsendu dosieron
nl: Bevestig Bestand
ro: Ataºeazã fiºier
ru: Подцепить файл
sl: Pripni datoteko

source: Include File
br: Ensoc'hañ ur restr
el: Εισαγωγή αρχείου
eo: Enmetu dosieron
nl: Voeg bestand in
ru: Вставить файл
sl: Vkljuèi datoteko

source: my pgp key
br: ma alc'hwez pgp
ru: мой ключ pgp
sl: moj kljuè pgp

source: pgp key
br: alc'hwez pgp
ru: pgp ключ
sl: kljuè pgp

source: View...
br: Gwelet...
el: Προβολή...
eo: Rigardu...
nl: Toon...
ru: Просмотреть...
sl: Pogled...

source: Save...
br: Enrollañ...
el: Αποθήκευση...
eo: Sekurigu...
nl: Sla op...
ro: Salveazã...
ru: Сохранить...
sl: Shrani...

source: Properties...
br: Perzhioù...
el: Ιδιότητες...
eo: Ecoj...
nl: Eigenschappen...
ro: Proprietãþi...
ru: Свойства...
sl: Nastavitve...

source: Attach...
br: Stagañ...
el: Προσθήκη συνημμένου...
eo: Kunsendu...
nl: Bevestig...
ro: Ataºeazã...
ru: Подцепить...
sl: Pripni...

source: View Attachment:
br: Gwelet stagadennoù :
el: Προβολή συνημμένου:
eo: Montru kunsenda¼ojn:
nl: Toon Bijlage:
ro: View ataºament:
ru: Просмотр подцепления:
sl: Oglej si prilogo:

source: To:
br: Da :
el: Προς:
eo: Al:
nl: Aan:
ru: Получатель:
sl: Za:

source: Subject:
br: Dodenn :
el: Θέμα:
eo: Temo:
nl: Onderwerp:
ro: Subiect:
ru: Тема:
sl: Predmet:

source: Date:
br: Deiziad :
el: Ημερομηνία:
eo: Dato:
nl: Datum:
ro: Data:
ru: Дата:
sl: Datum:

source: Spellcheck complete.
br: Gwririañ ar skritur echu
ru: Проверка орфографии завершена.
sl: Preverjanje èrkovanja zakljuèeno.

source: Spellcheck - KMail
br: Gwririañ ar skritur - KMail
eo: Ortografia kontrolo - KMail
ru: Проверка орфографии - KMail
sl: Preveri èrkovanje - KMail

source: Error starting KSpell. Please make sure you have ISpell properly configured.
br: Fazi en ul loc'hañ KSpell. Bezit sur mar plij oc'h eus ISpell staliaet reizh war ho reizhiad.
el: Σφάλμα κατά την εκκίνηση του KSpell. Παρακαλώ βεβαιωθείτε ότι έχετε εγκαταστήσει και ρυθμίσει σωστά το ISpell.
eo: Eraro dum lanæo de KSpell. Certigu, ke vi øuste agordis ISpell.
nl: Fout bij opstarten KSpell. Controleer of ISpell goed is ingesteld.
ro: Eroare la startul lui KSpell. Vã rugãm sã configuraþi corect KSpell.
ru: Ошибка запуска KSpell. Пожалуйста, убедитесь в правильности настройки ISpell.
sl: Napaka pri zagonu KSpell. Prosim preverite, da imate pravilno nastavljen ISpell.

source: Folder `%s' changed. Recreating index.
br: Teuliad `%s' kemmet. Oc'h adkrouiñ ar meneger.
eo: Dosierujo '%s' þanøita. Rekreante indekson.
ru: Папка `%s' изменена. Обновление индекса.
sl: Mapa `%s' je spremenjena. Popravljam indeks.

source: Creating index file: %d messages done
br: O krouiñ ar restr meneger : graet %d kemennad
el: Δημιουργία ευρετηρίου: Ολοκληρώθηκαν %d μηνύματα
eo: Kreante indeksdosieron: %d mesaøoj traktitaj
nl: Aanmaken van index bestand: %s boodschappen gedaan
ro: Creazã index fiºier: %d mesaje done
ru: Создание индексного файла: %d сообщений обработано
sl: Ustvarjam indeksno datoteko: %d sporoèil predelanih

source: Writing index file
br: O skrivañ ar restr meneger
eo: Skribante indeksdosieron
ru: Запись индексного файла
sl: Zapisujem indeksno datoteko

source: Compacting folder: %d messages done
br: O gwaskañ an teuliad : graet %d kemennad
eo: Kunpremante dosierujon: %d mesaøoj traktitaj
ru: Сжатие папки: %d сообщений обработано
sl: Krèim mapo: %d sporoèil predelanih

source: Message Part Properties
br: Perzhioù lodennoù ar c'hemennad
el: Ιδιότητες μέρους μηνύματος
eo: Ecoj de mesaøa parto
nl: Boodschappen Onderdeel Eigenschappen
ro: Proprietãþile mesajului
ru: Свойства части сообщения
sl: Nastavitve sporoèilnega dela

source: Description:
br: Deskrivadur :
el: Περιγραφή:
eo: Priskribo:
nl: Beschrijving:
ro: Descripþia:
ru: Описание:
sl: Opis:

source: Encoding:
br: Enkodadur :
el: Κωδικοποίηση:
eo: Kodo:
nl: Codering:
ro: Codificarea:
ru: Кодировка:
sl: Zapis:

source: none (8bit)
br: hini ebet (8 bit)
el: καμία (8bit)
eo: neniu (8bit)
nl: niets (8bit)
ru: нет (8 бит)
sl: noben (8bit)

source: From:
br: Digant :
el: Από:
eo: De:
nl: Van:
ru: Отправитель:
sl: Od:

source: To:
br: Da :
el: Προς:
eo: Al:
nl: Aan:
ru: Получатель:
sl: Za:

source: References:
br: Daveennoù :
el: Αναφορές:
eo: Referencoj:
nl: Referenties:
ro: Refernþe:
ru: Ссылки:
sl: Reference:

source: Date:
br: Deiziad :
el: Ημερομηνία:
eo: Dato:
nl: Datum:
ro: Data:
ru: Дата:
sl: Datum:

source: Reply to:
br: Eilgeriañ da :
el: Απάντηση προς:
eo: Respondo al:
nl: Beantwoord aan:
ro: Rãspunde la:
ru: Адрес для ответа:
sl: Odgovori:

source: Groups:
br: Strolladoù :
el: Ομάδες:
eo: Grupoj:
nl: Groepen:
ro: Newsgroups:
ru: Группы:
sl: Skupine:

source: Encrypted message
br: Kemennad rineget
el: Κρυπτογραφημένο μήνυμα
eo: Æifrita mesaøo
nl: Gecodeerde boodschap
ro: Mesaj encrypted
ru: Шифрованное сообщение
sl: Zakodirano sporoèilo

source: Cannot decrypt message:
br: N'hellan ket ezrinegañ ar gemennad :
el: Δεν μπορώ να αποκρυπτογραφήσω το μήνυμα:
eo: Ne eblas malæifri mesaøon:
nl: Kan boodschap niet ontcijferen:
ro: Nu pot sã decryptez mesajul:
ru: Невозможно расшифровать сообщение:
sl: Ne morem odkodirati sporoèila:

source: Message was signed by
br: Sinet eo bet ar gemennad gant
el: Το μήνυμα είναι υπογεγραμμένο από
eo: Mesaøo signaturita de
nl: Boodschap was ondertekend door
ro: Mesajul a fost semnat la
ru: Сообщение было подписано
sl: Sporoèilo je podpisal

source: Warning: Bad signature from
br: Da ziwall : sinadur siek digant
el: Προσοχή: ’κυρη υπογραφή από
eo: Averto: Malbona signaturo de
nl: Waarschuwing: Slechte handtekening van
ru: Предупреждение: Плохая подпись
sl: Opozorilo: Nerazpoznaven podpis od

source: unknown key ID
br: ID alc'hwez dianav
eo: nekonata þlosil-identigilo
ru: неизвестный ID ключа
sl: neznan ID kljuèa

source: Attachment:
br: Stagadenn :
el: Συνημμένο:
eo: Kunsenda¼o:
nl: Bijlage:
ro: Ataºament:
ru: Подцепление:
sl: Priloga:

source: Could not save file
br: Dibossubl enrollañ ar restr
el: Δεν μπορώ να αποθηκεύσω το αρχείο
eo: Ne eblis sekurigi dosieron
nl: Kon bestand niet opslaan
ro: Nu pot sa salvez fiºierul
ru: Ошибка сохранения файла
sl: Nisem uspel shraniti datoteke

source: Account %s has no mailbox defined! Mail checking aborted Check your account settings!
br: Kont %s n'eus ket a voest termenet ! Gwiriañ ar postel laosket Gwiriit kefluniadur ho kontoù !
ru: У аккаунта %s не определен почтовый ящик! Проверка почты прервана Проверьте настройки аккаунтов!
sl: Raèun %s nima doloèenega po¹tnega predala! Preverjanje po¹te prekinjeno Preverite nastavitve va¹ega raèuna!

source: You need to add an account in the network section of the settings in order to receive mail.
br: Ret eo deoc'h ouzhpennañ ur gont e rann rouedad ar c'hefluniadur a-benn resev posteloù.
el: Πρέπει να προσθέσετε έναν λογαριασμό στο τμήμα δικτύου των ρυθμίσεων για να μπορέσετε να λάβετε αλληλογραφία.
eo: Necesas, ke vi aldonu konto en la alineo "Reto" de la agorda¼o por ricevi retpoþton.
nl: U moet een account in de netwerk sectie van de instellingen toevoegen om post te kunnen ontvangen.
ru: Чтобы получать почту, Вам необходимо добавить аккаунт в разделе `Сеть' настроек программы.
sl: Da lahko prejemate po¹to, morate dodati raèun v omre¾ni razdelek nastavitev.

source: warning
br: da ziwall
el: προσοχή
eo: averto
nl: waarschuwing
ro: Atenþiune
ru: предупреждение
sl: opozorilo

source: fatal error
br: fazi sac'hus
el: μοιραίο λάθος
eo: grava eraro
nl: fatale fout
ro: eroare fatalã
ru: фатальная ошибка
sl: usodna napaka

source: KMail notification
br: Kemennadenn KMail
eo: KMAil-sciigo
ru: Уведомление KMail
sl: KMail obvestilo

source: $HOME is not set! KMail cannot start without it.
br: $HOME anspisaet ! KMail n'hell ket loc'hañ hepti.
eo: $HOME ne estas difinita! KMail ne povas ruli sen øi.
ru: Не установлена переменная $HOME ! KMail без нее работать не может.
sl: $HOME ni nastavljen! Brez njega se ne da zagnati KMail.

source: The directory ~/KMail exists. From now on, KMail uses the directory ~/Mail for it's messages. KMail can move the contents of the directory ~/KMail into ~/Mail, but this will replace existing files with the same name in the directory ~/Mail (e.g. inbox). Shall KMail move the mail folders now ?
br: Bez' ez eus ar renkell ~/KMail endeo. Adalek bremañ KMail a implij ar renkell ~/Mail evit e gemennadoù. Gallout a ra KMail dilec'hiañ endalc'had ar renkell ~/KMail e ~/Mail, hogen an ober-se a erlec'hio ar restroù ez eus gant an hevelep anv er renkell ~/Mail (d.s. inbox). Ha rankout a ra KMail dilec'hiañ an teuliadoù postel bremañ ?
el: Ο κατάλογος ~/KMail υπάρχει ήδη. Από εδώ και πέρα, το KMail χρησιμοποιεί τον κατάλογο ~/Mail για τα μηνύματά του. Το KMail μπορεί να μεταφέρει τα περιεχόμενα του ~/KMail στο ~/Mail, αλλά αυτό θα προκαλέσει την αντικατάσταση των αρχείων που ήδη υπάρχουν στον κατάλογο ~/Mail με το ίδιο όνομα (π.χ. inbox). Θέλετε να μετακινηθούν οι κατάλογοι τώρα;
eo: La dosierujo ~/KMail ekzistas. Ekde nun KMail uzos la dosierujon ~/Mail por siaj mesaøoj. KMail povas movi la enhavon de ~/KMail al ~/Mail sed tiel anstataýiøos ekzistantaj dosieroj kun sama nomo en la dosierujo ~/Mail (ekz. inbox). Æu KMail movu la mesaødosierujoj nun?
nl: De map ~/KMail bestaat reeds. Van nu af aan zal KMail de map ~/Mail gebruiken voor de boodschappen. Kmail kan de inhoud van de map ~/KMail verplaatsen naar ~/Mail, maar dit zal bestaande bestanden de met dezelfde naam in de map ~/Mail overschrijven (b.v. inbox). Moet KMail de post mappen nu verplaatsen ?
ro: Directory ~/KMail existã. De acum înainte KMail utilizeazã acest directory ~/Mail pentru mesajele lui. KMail poate sa miºte conþinutul lui ~/KMail in ~/Mail dar aceastã miºcare va sterge fiºierele cu acealeaºi nume (din ~/Mail)/nde exemplu inbox . Vrei ca KMail sa modifice directroy ~/Mail?
ru: Существует каталог ~/KMail. Однако, в настоящее время KMail использует для хранения сообщений каталог ~/Mail. KMail может переместить содержимое каталога ~/KMail в ~/Mail, но при этом будут потеряны существующие файлы с теми же именами в каталоге ~/Mail (например, inbox). Следует ли переместить папки с почтой сейчас ?
sl: Imenik ~/KMail obstaja. Odslej bo KMail uporabljal imenik ~/Mail za svoja sporoèila. KMail lahko premakne vsebino imenika ~/KMail v ~/Mail, toda to bo prepisalo obstojeèe datoteke v imeniku ~/Mail (npr. inbox). Ali naj KMail sedaj premakne po¹tne mape ?

source: Loading addressbook failed
br: Kargañ ar c'harned chomec'hioù sac'het
eo: Legado de la adresaro malsukcesis
ru: Ошибка при загрузке адресной книги
sl: Nalaganje imenika je bilo neuspe¹no

source: Unknown command line option: %s
br: Dibarzh dianav el linenn urzhiad : %s.
eo: Nekonata komandlinia opcio: %s
nl: Onbekend argument: %s
ru: Неизвестный ключ командной строки: %s
sl: Neznana opcija v ukazni vrstici: %s

source: Cannot open file:
br: N'hellan ket digeriñ ar restr :
eo: Ne eblis malfermi la dosieron:
ru: Ошибка открытия файла:
sl: Ne morem odpreti datoteke:
