Repository: xwizard/kde1
Catalog: kdenetwork-1.1.2/po/*/kmail.po
Languages: br, el, eo, nl, ro, ru, sl

source: Could only read %u bytes of %u.
br: Ne m'eus gallet lenn nemet %u okted diwar %u.
el: Μπόρεσα να διαβάσω μόνο %u bytes από %u.
eo: Eblis legi nur %u bitokojn de entute %u.
nl: Kon slechts %u bytes lezen van totaal %u.
ro: Pot sã citesc numai %u din %u Bytes.
ru: Удалось прочитать только %u байтов из %u.
sl: Prebral sem lahko le %u bajtov od %u.

source: File %s exists. Do you want to replace it ?
br: Bez' ez eus ar restr %s endeo. Ha fellout a ra deoc'h e erlec'hiañ ?
el: Το αρχείο %s υπάρχει. Θέλετε να το αντικαταστήσετε;
eo: La dosiero %s ekzistas. Æu vi volas anstataýigi øin?
nl: Bestand %s bestaat reeds. Wilt u het overschrijven ?
ro: Fiºierul %s existã. Vreþi sã îl înlocuiesc?
ru: Файл %s существует. Вы желаете заместить его содержимое ?
sl: Datoteka %s ¾e obstaja. Ali jo ¾elite prepisati?

source: Failed to make a backup copy of %s. Continue anyway ?
br: Sac'het en ur eilañ %s. Kenderc'hel evelato ?
el: Αποτυχία κατά την δημιουργία αντιγράφου ασφαλείας του %s. Να συνεχίσω;
eo: Malsukcesis krei sekureckopion de %s. Æu tamen daýrigi?
nl: Faalde bij het maken van een backup kopie van %s. Evengoed doorgaan ?
ro: Nu pot sã fac backup copie din %s Continui oricum?
ru: Не удалось сделать резервную копию %s. Продолжить, несмотря на это ?
sl: Nisem uspel narediti arhiva od %s. Vseeno nadaljujem?

source: Could not write to file: %s
br: Ne m'eus ket gallet skrivañ er restr : %s
el: Δεν μπορώ να γράψω στο αρχείο: %s
eo: Ne eblis skribi la dosieron: %s
nl: Kon niet schrijven naar bestand: %s
ro: Nu pot sã scriu in fiºierul: %s
ru: Не удалось записать в файл: %s
sl: Nisem mogel pisati v datoteko: %s

source: Could not open file for writing: %s
br: Ne m'eus ket gallet digeriñ ar restr evit skrivañ : %s
el: Δεν μπορώ να ανοίξω για γράψιμο το αρχείο: %s
eo: Ne eblis malfermi la dosieron pro skribi: %s
nl: Kon bestand niet openen om naar te schrijven: %s
ru: Не удалось открыть файл для записи: %s
sl: Nisem mogel odpreti datoteke za pisanje: %s

source: Error while writing file: %s
br: Fazi en ur skrivañ ar restr : %s
el: Σφάλμα κατά το γράψιμο στο αρχείο: %s
eo: Eraro dum skribado de la dosiero: %s
nl: Fout bij het schrijven van bestand: %s
ro: Eroare la scriere in fiºierul: %s
ru: Ошибка при записи в файл: %s
sl: Napaka med pisanjem v datoteko: %s

source: Could only write %d bytes of %d.
br: Ne m'eus gallet skrivañ nemet %d diwar %d.
el: Μπόρεσα να γράψω μόνο %d bytes από %d.
eo: Eblis skribi nur %d bitokojn de entute %d.
nl: Kon slechts %d bytes van %d schrijven.
ro: Nu pot sã scriu decît %u din %u Bytes.
ru: Удалось записать только %d байтов из %d.
sl: Napisal sem lahko le %d bajtov od %d.

source: KMail Error
br: Fazi KMail
eo: KMail-eraro
ru: Ошибка KMail
sl: KMail napaka

source: Storing the addressbook failed!
br: Enrollañ ar c'harned chomlec'hioù sac'het !
eo: Sekurigo de la adresaro malsukcesis!
ru: Сохранение адресной книги завершилось неудачей!
sl: Shranjevanje imenika je bilo neuspe¹no!

source: Addressbook
br: Karned chomlec'hioù
el: Βιβλίο διευθύνσεων
eo: Adresaro
nl: Adressenboek
ro: Cartea de bucate
ru: Адресная книга
sl: Imenik

source: Addressbook Manager
br: Merour ar c'harned chomlec'hioù
el: Διαχείριση βιβλίου διευθύνσεων
eo: Adresar-administrilo
nl: Adressenboek manager
ro: Manager of adressbook
ru: Управление адресной книгой
sl: Urejevalec imenika

source: Storing addressbook failed
br: Enrolladur ar c'harned chomlec'hioù sac'het
eo: Sekurigo de la adresaro malsukcesis
ru: Сохранение адресной книги завершилось неудачей
sl: Shranjevanje imenika je bilo neuspe¹no

source: &Abort
br: &Leuskel
el: Εγκατάλειψη
eo: &Interrompu
nl: Breek af
ro: &Întrerup
ru: &Прервать
sl: &Prekini

source: Abort
br: Leuskel
ru: Прервать
sl: Prekini

source: Sending messages to
br: O kas posteloù da
el: Αποστολή μηνυμάτων στο
eo: Sendante mesaøojn al
nl: Verzenden van boodschappen naar
ru: Отправка сообщений для
sl: Po¹iljam sporoèila

source: Retrieving messages from
br: O resev posteloù digant
el: Ανεύρεση μηνυμάτων από
eo: Rigardante je mesaøoj æe
nl: Haal boodschappen op van
ru: Получение сообщений от
sl: Sprejemam sporoèila od

source: Preparing transmission...
br: O prientiñ an treuzkas...
el: Προετοιμασία μετάδοσης...
eo: Preparante transsendon...
nl: Overzending wordt voorbereid...
ru: Подготовка передачи...
sl: Pripravljam prenos...

source: Transmission completed...
br: Treuzkas peurc'hraet...
el: Η μετάδοση ολοκληρώθηκε...
eo: Transsendo finita...
nl: Overzending afgerond...
ru: Передача завершена...
sl: Prenos konèan...

source: Aborting transmission...
br: O leuskel an treuskas...
el: Εγκατάλειψη μετάδοσης...
eo: Interrompante transsendon...
nl: Overzending afgebroken...
ru: Прерывание передачи...
sl: Prekinjam prenos...

source: KRN - Charset Settings
br: KRN - Kefluniañ an nodrezhoù
el: KRN - Ρυθμίσεις συνόλων χαρακτήρων
eo: Krn - Signaroagorda¼o
nl: KRN - Karakterverzameling Instellingen
ru: KRN - Настройка кодировки
sl: KRN - nastavitve nabora znakov

source: KMail - Charset Settings
br: KMail - Kefluniañ an nodrezhoù
el: KMail - Ρυθμίσεις συνόλων χαρακτήρων
eo: KMail - Signaroagorda¼o
nl: KMail - Karakterverzameling Instellingen
ru: KMail - Настройка кодировки
sl: KMail - nastavitve nabora znakov

source: Message charset
br: Arouezenneg ar posteloù
el: Σύνολο χαρακτήρων μηνύματος
eo: Signaro por mesaøoj
nl: Boodschappen karakterverzameling
ru: Кодировка сообщения
sl: Nabor znakov sporoèila

source: Composer charset
br: Arouezenneg an skridaozer
el: Σύνολο χαρακτήρων σύνταξης
eo: Signaro por redaktilo
nl: Karakterverzameling voor Opsteller
ru: Кодировка редактора сообщений
sl: Nabor znakov Sestavljalca

source: Set as &default
br: Dre &ziouer
el: Ορισμός ως αρχικής τιμής
eo: Difinu kiel &implicita
nl: Stel in als standaard
ru: &Установить в качестве умолчания
sl: Nastavi kot &privzeto

source: &7 bit is ASCII
br: &7 bit a zo ASCII
el: 7 bit ASCII
eo: &7bit, t.e. ASCII
ru: &7 бит ASCII
sl: &7 bit je ASCII

source: &Qute unknonw characters
br: &Krochediñ arouezennoù dianav
el: Εγκλεισμός άγνωστων χαρακτήρων
eo: &Tute nekonataj signoj
nl: &Qute onbekende karakters
ru: &Кодировать неизвестные символы

source: Store POP password in config file
ru: Сохранять пароль POP в файле настроек
sl: Shrani geslo za POP v nastavitveni datoteki

source: quoted printable
sl: natisljivo citiran

source: Sendmail
eo: per Sendmail
ro: Trimite mail

source: SMTP
eo: per SMTP

source: &Cc:
el: Αντίγραφο:
eo: &Kopio

source: &Bcc:
eo: Kr&ome al:

source: &Cc
el: Αντίγραφο
eo: &Kopio

source: &Bcc
eo: K&rome al

source: Cc:
el: Αντίγραφο:
eo: Kopio:

source: Bcc:
eo: Krome al:
