Repository: xwizard/kde1
Catalog: kdenetwork-1.1.2/po/*/kmail.po
Languages: br, el, eo, nl, ro, ru, sl

source: Cannot remove mail from mailbox `%s': %s
br: N'hellan ket lemel postel diwar boest `%s' : %s
el: Δεν μπορώ να διαγράψω αλληλογραφία από το κουτί αλληλογραφίας `%s': %s
eo: Ne eblas forigi mesaøojn de poþtkesto '%s': %s
nl: Kan de post van postbus `%s' niet verwijderen: %s
ro: Nu pot sã ºterg mesajul din directory '%s' %s
ru: Невозможно удалить почту из почтового ящика `%s': %s
sl: Ne morem odstraniti po¹te iz po¹tnega predala `%s': %s

source: Please set Password and Username
br: Spisait mar plij Tremenger hag AnvArveriad
eo: Bonvolu difini pasvorton kaj uzantnomon
ru: Укажите, пожалуйста, имя пользователя и пароль
sl: Prosim nastavite Geslo in Uporabni¹ko ime

source: Incorrect Username
br: AnvArveriad siek
eo: Maløusta uzantnomo
ru: Неверное имя пользователя
sl: Napaèno uporabni¹ko ime

source: Incorrect Password
br: Tremenger siek
eo: Maløusta pasvorto
ru: Неверный пароль
sl: Napaèno geslo

source: Please specify Host, Port and destination folder in the settings and try again.
br: Termenit mar plij Ostiz, Porzh ha teuliad dehaezadur er c'hefluniadur ha klaskit adarre.
el: Παρακαλώ προσδιορίστε εξυπηρετητή, port και φάκελλο προορισμού στις ρυθμίσεις και ξαναπροσπαθήστε.
eo: Bonvolu indiki servilon, pordon kaj celdosierujon en la agorda¼o kaj reprovu poste.
nl: Specificeer Host, Poort en bestemmingsmap in de instellingen en probeer het opnieuw.
ro: Specificã Host-ul, Port-ul ºi Directory de destinaþie in setare ºi Încearcã încã o datã.
ru: Пожалуйста, укажите адрес сервера, порт и папку для сохранения почты в настройках и попробуйте еще раз.
sl: Prosim doloèite gostitelja, vrata in ciljno mapo v nastavitvah in poiskusite znova.

source: Pop Mail Error
br: Fazi postel Pop
el: Σφάλμα αλληλογραφίας pop
eo: Pop Mail - Eraro
nl: Pop Post Fout
ro: POP-Mail Eroare
ru: Ошибка Pop-почты
sl: Po¹tna napaka - pop

source: Pop Mail Network Error
br: Fazi postel rouedad Pop
el: Σφάλμα δικτύου αλληλογραφίας pop
eo: Pop Mail - Reta eraro
nl: Pop Post Netwerk Fout
ro: POP-Mail Network Eroare
ru: Сетевая ошибка Pop-почты
sl: Omre¾na po¹tna napaka - pop

source: Unknown error
br: Fazi dianav
el: ’γνωστο σφάλμα
eo: Nekonata eraro
nl: Onbekende fout
ro: Eroare necunoscutã
ru: Неизвестная ошибка
sl: Neznana napaka

source: Account: %s In %s: %s
br: Kont : %s E %s : %s
el: Λογαριασμός: %s Στο %s: %s
eo: Kontoj: %s En %s: %s
ro: Account: %s În %s: %s
ru: Аккаунт: %s В %s: %s
sl: Raèun: %s V %s: %s

source: Login Name:
br: Anv ereañ :
el: Όνομα λογαριασμού:
eo: Salutnomo:
nl: Login Naam:
ro: Login Nume:
ru: Имя:
sl: Prijavno ime:

source: Error while creating folder `%s': %s
br: Fazi en ur c'hrouiñ teuliad `%s' : %s
el: Σφάλμα κατά τη δημιουργία του φακέλλου `%s': %s
eo: Eraro dum kreo de dosierujo '%s': %s
nl: Fout bij het aanmaken van map `%s': %s
ro: Eroare la crearea directory `%s': %s
ru: Ошибка создания папки `%s': %s
sl: Napaka pri ustvarjanju mape `%s': %s

source: Creating missing folder `%s'
br: O krouiñ teuliad a vank `%s'
el: Δημιουργία απόντως φακέλλου `%s'
eo: Kreanta mankantan dosierujon '%s'
nl: Maak ontbrekende map `%s' aan
ro: Creazã directory lipseºte `%s'
ru: Создание недостающей папки `%s'
sl: Ustvarjam manjkajoèe mape `%s'

source: Cannot create folder `%s' in %s
br: N'hellan ket krouiñ teuliad `%s' e %s
el: Αδύνατη η δημιουργία του φακέλου `%s' στο %s
eo: Ne eblas krei dosierujon '%s' en %s
nl: Kan map `%s' niet aanmaken in %s
ro: Nu pot sã creez directory '%s' in %s.
ru: Невозможно создать папку `%s' в %s
sl: Ne morem ustvariti mape `%s' v %s

source: Please specify a send method in the settings and try again.
br: Termenit mar plij un hentenn kas er c'hefluniadur ha klaskit adarre.
el: Παρακαλώ προσδιορίστε μια μέθοδο αποστολής στις ρυθμίσεις και ξαναπροσπαθήστε.
eo: Bonvolu indiki senmanieron en la agorda¼o kaj reprovu poste.
nl: Specificeer een verzend methode in de instellingen en probeer het opnieuw.
ro: Vã rugãm sã specifacaþi o metodã de trimis in configuraþie ºi încercaþi din nou.
ru: Пожалуйста, укажите метод отправки почты в настройках и попробуйте еще раз.
sl: Prosim doloèite v nastavitvah naèin po¹iljanja in poiskusite znova.

source: Please set the required fields in the identity settings: user-name and email-address
br: Termenit mar plij an tachennoù ret e kefluniadur an anvelezh : anv-arveriad ha chomlec'h-postel
el: Παρακαλώ ορίστε τα απαιτούμενα πεδία στις ρυθμίσεις ταυτότητας: Όνομα και ηλεκτρονική διεύθυνση
eo: Bonvolu indiki la necesajn erojn en la identec-agorda¼o: uzantonomo kaj retpoþtadreso
nl: Voer de noodzakelijke velden in in de identiteits instellingen: gebruikers-naam en email-adres
ro: Vã rugãm sã completaþi datele necesare pentru identificare: user-name si email-adress
ru: Пожалуйста, заполните требуемые поля в настройках идентификации: имя-пользователя и email-адрес
sl: Prosim izpolnite potrebna polja v nastavitvah identitete: uporabnikovo ime in epo¹tni naslov

source: You must specify a receiver
br: Ret eo deoc'h termeniñ ur resever
el: Πρέπει να ορίσετε παραλήπτη
eo: Vi devas indiki ricevonton
nl: U moet een ontvanger specificeren
ro: Specificã destinatarul
ru: Вы должны указать получателя
sl: Doloèiti morate prejemnika

source: Cannot add message to outbox folder
br: N'hellan ket ouzhpennañ ur c'hemennad en teuliad ezvoest
el: Δεν μπορώ να προσθέσω το μήνυμα στον φάκελλο απεσταλμένων
eo: Ne eblas aldoni mesaøon la elsendo-dosierujo
nl: Kan geen boodschap toevoegen aan outbox map
ro: Acest mesaj nu poate fi trimis
ru: Невозможно добавить сообщение в папку outbox
sl: Ne morem dodadti sporoèila v mapo Odpo¹lji

source: Sending still in progress
br: En ur c'has c'hoazh
el: Αποστολή εν εξελίξει
eo: Sendado ankoraý okazas
nl: Nog steeds aan het verzenden
ru: Отправка почты все еще не закончена
sl: Po¹iljanje v teku

source: Initiating sender process...
br: O teraouiñ an argerzh kaser...
el: Αρχικοποίηση διαδικασίας αποστολής...
eo: Initante sendprocedon...
nl: Verzend proces wordt opgestart...
ro: Iniþialiazeazã procesul de trimitere...
ru: Инициализация процесса отправки...
sl: Pripravljam proces po¹iljanja...

source: Sending message:
br: O kas kemennad :
el: Αποστολή μηνύματος:
eo: Sendate mesaøon:
nl: Verzenden van boodschap:
ro: Trimite mesaj:
ru: Отправка сообщения:
sl: Po¹iljam sporoèilo:

source: Done sending messages.
br: Kemennadoù peurgaset.
el: Τέλος αποστολής μηνύματος.
eo: Mesaøoj senditaj.
nl: Klaar met het verzenden van boodschappen.
ro: Mesajul a fost trimis.
ru: Отправка сообщений завершена.
sl: Sporoèila poslana.

source: Sending failed:
br: Kas sac'het :
el: Αποστολή απέτυχε:
eo: Sendado malsukcesis:
nl: Verzenden faalde:
ru: Отправка завершилась неудачно:
sl: Po¹iljanje je bilo neuspe¹no:

source: Please specify a mailer program in the settings.
br: Termenit mar plij ur goulev postel er c'hefluniadur.
el: Παρακαλώ ορίστε ένα πρόγραμμα αποστολής στις ρυθμίσεις.
eo: bonvolu indiki send-programon en la agorda¼o.
nl: Specificeer een 'mailer' programma
ro: Vã rugãm sã specificaþi un program pentru mail în setare.
ru: Укажите, пожалуйста, почтовую программу в настройках.
sl: V nastavitvah prosim doloèite po¹tni program.

source: Failed to execute mailer program %s
br: Sac'het o seveniñ goulev postel %s
el: Αποτυχία εκτέλεσης προγράμματος αποστολής %s
eo: Malsukcesis lanæi send-programon %s
nl: Fout bij uitvoeren 'mailer' programma %s
ro: Eroare la executarea programului pentru mail %s
ru: Ошибка запуска почтовой программы %s
sl: Neuspe¹en zagon po¹tnega programa %s

source: connecting to server
br: o kevreañ ouzh ar servijer
el: σύνδεση στον εξυπηρετητή
eo: kontaktante servilon
nl: maak verbinding met server
ro: conecteazã cu server
ru: установка соединения с сервером
sl: vzpostavljam povezavo s stre¾nikom

source: Cannot open SMTP connection to host %s for sending: %s
br: N'hellan ket digeriñ kevereadenn SMTP ouzh ostiz %s evit kas : %s
el: Δεν μπορώ να πραγματοποιήσω SMTP σύνδεση στη διεύθυνση %s για την αποστολή: %s
eo: Ne eblas fari SMTP-kontakton al servilo %s por sendado de: %s
nl: Kan geen SMTP verbinding openen naar host %s voor verzenden van: %s
ro: Nu pot sã conectez SMTP cu Host %s pentru transmis: %s
ru: Невозможно открыть SMTP-соединение с сервером %s для отправки: %s
sl: Ne morem odpreti povezave SMTP do %s za po¹iljanje: %s

source: Cannot close SMTP connection.
br: N'hellan ket serriñ ar gevreadenn SMTP.
el: Δεν μπορώ να κλείσω την SMTP σύνδεση.
eo: Ne eblas fini SMTP-kontakton
nl: Kan SMTP verbinding niet sluiten.
ro: Nu pot sã închid conecþia SMTP
ru: Невозможно закрыть SMTP-соединение.
sl: Ne morem zapreti povezave SMTP.

source: transmitting message
br: o treuzkas ar c'hemennad
el: Αποστολή μηνύματος
eo: transsendante mesaøojn
nl: boodschap wordt overgebracht
ro: Transmite mesajul
ru: передача сообщения
sl: prena¹am sporoèilo

source: network error
br: fazi rouedad
el: Σφάλμα δικτύου
eo: reto-eraro
nl: netwerk fout
ro: network eroare
ru: ошибка сети
sl: napaka v omre¾ju

source: a SMTP error occured. Command: %s Response: %s Return code: %d
br: Ur fazi SMTP zo bet. Urzhiad : %s Respont : %s Kod distro : %d
el: Προκλήθηκε σφάλμα SMTP. Εντολή: %s Απόκριση: %s Κωδικός: %d
eo: Okazis SMTP-eraro. Komando: %s Respondo: %s Rezultkodo: %d
nl: een SMTP fout is opgetreden. Commando: %s Antwoord: %s Resultaat code: %d
ro: eroare SMTP. Comanda: %s Rãspunsul: %s Return code: %d
ru: Произошла ошибка SMTP. Команда: %s Ответ: %s Код возврата: %d
sl: Pri¹lo je do napake SMTP. Ukaz: %s Odgovor: %s Vrnjena koda: %d

source: Sending SMTP command: %s
br: O kas urzhiad SMTP : %s
el: Αποστολή εντολής SMTP: %s
eo: Sendanta SMTP-komando: %s
nl: Verzending van SMTP commando: %s
ro: Trimite SMTP-comanda: %s
ru: Посылка команды SMTP: %s
sl: Po¹iljam ukaz SMTP: %s

source: Account Type
br: Rizh ar gont
el: Τύπος λογαριασμού
eo: Kontotipo
ro: Account Tip
ru: Тип аккаунта
sl: Tip raèuna

source: Local Mailbox
br: Boest-lizheroù lec'hel
el: Τοπικό γραμματοκιβώτιο
eo: Loka poþtkesto
nl: Lokale Postbus
ro: Mailbox local
ru: Локальный почтовый ящик
sl: Lokalni po¹tni predal

source: transfer
br: treuzkas
el: Μεταφορά
eo: transsendo
nl: breng over
ru: перемещение
sl: prenos

source: skip rest
br: tremen ar peurrest
el: αγνόησε τα επόμενα
eo: transsaltu la reston
nl: sla de rest over
ro: Sare restul
ru: пропуск остального
sl: preskoèi ostalo

source: Failed to execute signature script %s %s
br: Fazi en ur seveniñ skrid sinadur %s %s
el: Αποτυχία εκτέλεσης υπογραφής %s %s
eo: Malsukcesis lanæi la signaturoprogrameton %s %s
nl: Faalde bij het uitvoeren van handtekening script %s %s
ro: Eroare la executarea scriptului de semnãturã %s %s
ru: Ошибка выполнения сценария подписи %s %s
sl: Nisem uspel zagnati podpis skripte %s %s

source: Select folder
br: Diluzit un teuliad
eo: Elektu dosierujon
ru: Выбор папки
sl: Izberi mapo

source: Unknown filter action `%s' in filter rule `%s'. Ignoring it.
br: Obererezh sil `%s' dianav e reolenn silañ `%s'. Tremen a ran.
el: ’γνωστη εντολή φίλτρου `%s' στον κανόνα φίλτρου `%s'. Την αγνοώ.
eo: Nekonata filtrilago '%s' en filtroregulo '%s'. Ignoras øin.
nl: Onbekende filter handeling `%s' in filter regel `%s'. Wordt genegeerd.
ro: Acþiune necunoscutã de filtru`%s' în regulile de filtru`%s' Ignoreazã.
ru: Неизвестное действие `%s' в правиле фильтрации `%s'. Действие игнорируется.
sl: Neznan filter ukaz `%s' v pravilu `%s' za filtriranje. Zanemari ga.

source: Filter Rules
br: Reolennoù silañ
el: Κανόνες φίλτρου
eo: Filtroreguloj
nl: Filter Regels
ro: Regulile de filtru
ru: Правила фильтрации
sl: Pravila za filtriranje

source: Up
br: Uheloc'h
el: Πάνω
eo: Supren
nl: Omhoog
ro: Sus
ru: Вверх
sl: Gor

source: Down
br: Izeloc'h
el: Κάτω
eo: Malsupren
nl: Omlaag
ro: Jos
ru: Вниз
sl: Dol

source: <nothing>
br: <netra>
el: <τίποτα>
eo: <nenio>
nl: <niets>
ro: <nimic>
ru: <ничего>
sl: <niè>

source: ignore
br: tremen
el: αγνόησε
eo: ignoru
nl: negeer
ro: ignoreazã
ru: игнорировать
sl: prezri

source: and
br: ha
el: και
eo: kaj
nl: en
ro: ºi
ru: и
sl: in

source: unless
br: nemet
el: εκτός
eo: krom se
nl: behalve wanneer
ru: если не
sl: razen

source: or
br: pe
el: ή
eo: aý
nl: of
ro: sau
ru: или
sl: ali

source: equals
br: par da
el: ίσο με
eo: egalas
nl: is gelijk aan
ro: egal
ru: равно
sl: je enako

source: not equal
br: disheñvel diouzh
el: διάφορο του
eo: ne egalas
nl: is ongelijk aan
ro: neegal
ru: не равно
sl: ni enako

source: contains
br: ennañ
el: περιέχει
eo: enhavas
nl: bevat
ro: conþinut
ru: содержит
sl: vsebuje

source: doesn't contain
br: ket ennañ
el: δεν περιέχει
eo: ne enhavas
nl: bevat niet
ro: conþine nimic
ru: не содержит
sl: ne vsebuje

source: regular expression
br: troienn reolataet
el: λογική φόρμουλα
eo: regula esprimo
nl: reguliere uitdrukking
ro: expresie regularã
ru: регулярное выражение
sl: regularni izraz

source: <message>
br: <kemennad>
el: <μήνυμα>
eo: <mesaøo>
nl: <boodschap>
ro: <mesaj>
ru: <сообщение>
sl: <sporoèilo>

source: <body>
br: <korf>
el: <κυρίως σώμα>
eo: <korpo>
nl: <lichaam>
ru: <тело>
sl: <telo>

source: <any header>
br: <ne vern pe reollin>
el: <οποιαδήποτε επικεφαλίδα>
eo: <iu kapo>
nl: <enig hoofd>
ro: <orice header>
ru: <любой заголовок>
sl: <vsaka glava>

source: Couldn't find PGP executable. Please check your PATH is set correctly.
br: Ne m'eus ket gallet kavout ar sevenadus PGP. Ensellit m'eo termenet mat o PATH mar plij.
el: Δεν μπορώ να βρώ το εκτελέσιμο του PGP. Παρακαλώ ελέγξτε την μεταβλητή PATH.
eo: Ne eblis trovi la programon PGP. Bonvolu kontroli, æu PATH estas øuste difinita.
nl: Kon PGP script niet vinden. Controleer of uw PATH correct is ingesteld.
ro: Nu gãsesc PGP-Program. Vã rugãm sã cercetaþi dacã este corect setat.
ru: Не удалось найти исполняемый файл PGP. Проверьте, пожалуйста, корректность путей в PATH.
sl: Nisem uspel najti programa PGP. Prosim preverite, èe je PATH pravilno nastavljen.

source: Could not find PGP executable. Please check your PATH is set correctly.
br: Ne m'eus ket gallet kavout ar sevenadus PGP. Ensellit m'eo termenet mat o PATH mar plij.
el: Δεν μπορώ να βρώ το εκτελέσιμο του PGP. Παρακαλώ ελέγξτε την μεταβλητή PATH.
eo: Ne eblis trovi la programon PGP. Bonvolu kontroli, æu PATH estas øuste difinita.
nl: Kon PGP script niet vinden. Controleer of uw PATH correct is ingesteld.
ro: Nu gãsesc PGP-Program. Vã rugãm sã cercetaþi dacã PATH este corect setat.
ru: Не удалось найти исполняемый файл PGP. Проверьте, пожалуйста, корректность путей в PATH.
sl: Nisem uspel najti programa PGP. Prosim preverite, èe je PATH pravilno nastavljen.

source: The pass phrase is missing.
br: Mankout a ra an droienn dremen.
el: Η φράση κλειδί λείπει.
eo: La pasfrazo mankas.
nl: De 'pass' uitdrukking ontbreekt.
ro: Password-ul lipseºte.
ru: Ключ отсутствует.
sl: ©ifrirna fraza manjka.

source: PGP Warning
br: Kemennadenn PGP
eo: PGP-averto
ru: Предупреждение PGP
sl: PGP Opozorilo

source: Could not find the public keys for the recipients of this mail. Message will not be encrypted.
br: Ne m'eus ket gallet kavout an alc'hwezioù foran evit reseverien ar postel-mañ. Ne vo ket enrineget ar c'hemennad.
eo: Ne eblis trovi la publikan þlosilon por la ricevontoj de tiu æi poþat¼o. La mesaøo restos neæifrita.
ru: Не удалось найти открытые ключи получателей этой почты. Сообщение не будет зашифровано.
sl: Nisem uspel najti javnega kljuèa za prejemnike sporoèila. Sporoèilo ne bo ¹ifrirano.

source: Could not find the public keys for
br: Ne m'eus ket gallet kavout an alc'hwezioù foran evit
eo: Ne eblis trovi la publikan þlosilon por
ru: Не удалось найти открытый ключ для
sl: Nisem uspel najti javnega kljuèa za

source: These persons will not be able to
br: An dud-se a vo dic'houest da
eo: Tiu personoj ne povos
ru: Эти люди не смогут
sl: Te osebe ne bodo mogle

source: This person will not be able to
br: An den-se a vo dic'houest da
eo: Tiu persono ne povos
ru: Этот человек не сможет
sl: Ta oseba ne bo mogla

source: decrypt the message.
br: ezrinegañ ar c'hemennad.
eo: malæifri la mesaøon.
ru: расшифровать сообщение.
sl: de¹ifrirati sporoèila.

source: You just entered an invalid passphrase. Do you wan't to try again, continue and leave the message unsigned, or cancel sending the message?
br: Emaoc'h o paouez bizskrivañ un tremenger siek. Hag e fell deoc'h klask adarre, kenderc'hel ha leuskel ar c'hemennad ansinet, pe nullañ kas ar c'hemennad ?
eo: Vi ¼us entajpis maløustan pasfrazon. Æu vi volas reprovi, daýrigi kaj lasi la mesaøon nesignaturita aý ne sendi la mesaøon?
ru: Вы только что неверный ключ. Вы желаете повторить ввод, продолжить без шифрования или отменить оправку сообщения?
sl: Vnesli ste napaèno ¹ifrirno frazo. ®elite znova poiskusiti, nadaljevati in pustiti sporoèilo nepodpisano, ali prekiniti po¹iljanje sporoèila?

source: Retry
br: Klask adarre
eo: Reprovu
ru: Повторить
sl: Ponovno poskusi

source: Do you wan't to encrypt anyway, leave the message as is, or cancel the message?
br: Hag e fell deoc'h enrinegañ evelato, leuskel ar c'hemennad evel m'emañ, pe nullañ ar c'hemennad ?
eo: Æu vi volas æifri tamen, lasi la mesaøon kiel øi estas aý rezigni pri la mesaøo?
ru: Вы желаете зашифровать сообщение, оставить не зашифрованным или отменить его вообще?
sl: Ali ¾elite vseeno zakodirati, pustiti sporoèilo kot je, ali zavreèi sporoèilo?

source: Encrypt
br: Enrinegañ
eo: Æifru
ru: Зашифровать
sl: Zakodiraj

source: Do you wan't to leave the message as is, or cancel the message?
br: Hag e fell deoc'h leuskel ar c'hemennad evel m'emañ, pe nullañ ar c'hemennad ?
eo: Æu vi volas lasi la mesaøon kiel øi estas, aý rezigni pri øi?
ru: Вы желаете оставить сообщение в его текущем виде или отменить сообщение вообще?
sl: Ali ¾elite pustiti sporoèilo kot je, ali ga zavreèi?

source: Please enter your PGP passphrase
br: Bizskrivit mar plij ho lavarenn tremenger PGP
el: Παρακαλώ εισάγετε την φράση κλειδί του PGP.
eo: Bonvolu entajpi vian PGP-pasfrazon.
nl: Voer uw PGP 'pass' uitdrukking in
ro: Enter your PGP-Password
ru: Введите, пожалуйста, ключ PGP
sl: Prosim vnesite svojo PGP ¹ifrirno frazo

source: PGP Security Check
br: Gwiriadur surentez PGP
el: Έλεγχος ασφαλείας PGP
eo: PGP-sekurec-kontrolo
nl: PGP Beveilingscontrole
ru: Проверка безопасности PGP
sl: Preverjanje PGP za¹èite

source: Please select the public key to insert
br: Diuzit mar plij an alc'hwez foran da ensoc'hañ
ru: Пожалуйста выберите публичный ключ, который хотите вставить
sl: Prosim izberite javni kljuè za vnos

source: Select key
br: Diuz un alc'hwez
ru: Выбор ключа
sl: Izberite kljuè

source: PGP User Identity:
br: Anvelezh PGP an arveriad :
el: Ταυτότητα χρήστη PGP:
eo: PGPa uzanto-identeco
nl: PGP gebruikers identiteit:
ro: PGP-Identitate
ru: Идентификация пользователя PGP:
sl: PGP uporabnikova identita:

source: Store passphrase
br: Boniañ al lavarenn tremenger
eo: Sekurigu la pasfrazon
ru: Сохранить ключ
sl: Shrani ¹ifrirno frazo

source: Always encrypt to self
br: Enrinegañ bepred an unan
eo: Æiam æifru la propran kopion
ru: Всегда кодировать себе
sl: Vedno zakodiraj sebi

source: Bad pass Phrase; couldn't sign
br: Lavarenn tremenger fall ; sinadur dibossubl
el: Λανθασμένη φράση κλειδί. Υπογραφή αδύνατη.
eo: Malbona pasfrazo; ne eblis æifri
nl: Incorrecte 'pass' uitdrukking: kon niet ondertekenen
ro: Password fals; nu pot sã semnez
ru: Неверный ключ; поставить подпись невозможно
sl: Slaba ¹ifrirna fraza; ne morem podpisati

source: error running pgp
br: fazi en ur seveniñ pgp
eo: eraro dum rulo de PGP
ru: ошибка выполнения pgp
sl: napaka pri poganjanju pgp

source: Bad pass Phrase; couldn't decrypt
br: Lavarenn tremenger fall ; ezrinegañ dibossubl
el: Λανθασμένη φράση κλειδί. Αποκρυπτογράφηση αδύνατη.
eo: Malbona pasfrazo; ne eblis malæifri
nl: Incorrecte 'pass' uitdrukking: kon niet ontcijferen
ro: Password fals; nu pot sã decrypt-ez
ru: Неверный ключ; расшифровать невозможно
sl: Slaba ¹ifrirna fraza; ne morem odkodirati

source: Do not have the secret key for this message
br: N'em eus ket a alc'hwez kuzh evit ar c'hemennad-mañ
eo: NE havas la sekretan þlosilon por tiu æi mesaøo
ru: Закрытый ключ для данного сообщения отсутствует
sl: Nimam skrivnega kljuèa za to sporoèilo

source: unknown key ID
br: ID alc'hwez dianav
eo: nekonata þlosil-idtentigilo
ru: неизвестный ID ключа
sl: neznan ID kljuèa

source: ??? (file ~/.pgp/pubring.pgp not found)
br: ??? (restr ~/.pgp/pubring.pgp n'eo ket kavet)
eo: ??? (dosiero ~/.pgp/pubring.pgp ne trovita)
ru: ??? (файл ~/.pgp/pubring.pgp не найден)
sl: ??? (datoteka ~/.pgp/pubring.pgp ne obstaja)

source: The passphrase you entered is invalid.
br: Al lavarenn tremenger e bizskrivoc'h zo siek.
eo: La entajpita pasfrazo estas maløusta.
ru: Введенный Вами ключ неверен.
sl: Vnesli ste nepravilno ¹ifrirno frazo.

source: The key(s) you wan't to encrypt your message to are not trusted. No encryption done.
br: An alc'hwez(ioù) e klaskit enrinagañ ho kemennad ganto zo diasur. Enrinegañ ebet graet.
eo: La þlosilo(j) per kiuj vi volas æifri la mesaøon ne estas fidataj. Æifrado ne okazis.
ru: Ключи, для которых Вы желаете зашифровать сообщение, не внушают доверия. Шифрование не произведено.
sl: Kljuè(i) s katerim(i) ¾elite zakodirati sporoèilo niso zaupni. Ni pri¹lo do zakodiranja.

source: The following key(s) are not trusted: %s They will not be able to decrypt the message
br: An alc'hwez(ioù) a heul zo diasur : %s Dic'houest e vint da ezrinegañ ar c'hemennad
eo: La sekvaj þlosiloj ne estas fidataj: %s Ili ne povas esti uzataj por malæifri la mesaøon
ru: Перечисленные ключи не внушают доверия: %s Они не смогут расшифровать сообщение
sl: Naslednji kljuè(i) niso zaupni: %s Z njimi ne boste mogli odkodirati sporoèila

source: File I/O Error
br: Fazi E/D war ur restr
el: Σφάλμα εισόδου/εξόδου αρχείου
eo: Dosier-eneliga eraro
nl: Bestands I/O Fout
ru: Ошибка файлового ввода/вывода
sl: Napaka pri datoteènem V/I

source: The specified file does not exist: %s
br: Ar restr lavaret n'eus ket anezhañ : %s
el: Το συγκεκριμένο αρχείο δεν υπάρχει: %s
eo: La indikita dosiero ne ekzistas: %s
nl: Het gespecificeerde bestand bestaat niet: %s
ro: Fiºierul specificat nu existã: %s
ru: Указанный файл не существует: %s
sl: Izbrana datoteka ne obstaja: %s

source: This is a directory and not a file: %s
br: %s a zo ur renkell, ket ur restr.
el: Αυτό είναι κατάλογος και όχι αρχείο: %s
eo: Jen dosierujo, sed ne dosiero: %s
nl: Dit is een map en niet een bestand: %s
ro: Aceasta este un directory ºi nu un fiºier: %s
ru: Это каталог, а не файл: %s
sl: To je imenik in ne datoteka: %s

source: You do not have read permissions to the file: %s
br: N'hoc'h ket aotreet da lenn ar restr : %s
el: Δεν έχετε δικαιώματα πρόσβασης στο αρχείο: %s
eo: Vi ne havas legopermeson por la dosiero: %s
nl: U hebt geen lees rechten voor het bestand: %s
ro: Nu aveþi dreptul de a citi aceast fiºier: %s
ru: У Вас нет прав на чтение файла: %s
sl: Nimate bralnih pravic za datoteko: %s

source: Could not read file: %s
br: Ne m'eus ket gallet lenn ar restr : %s
el: Δεν μπορώ να διαβάσω το αρχείο: %s
eo: Ne eblis legi la dosieron: %s
nl: Kon bestand niet lezen: %s
ro: Nu se poate citi aceast fiºier: %s
ru: Не удалось прочитать файл: %s
sl: Nisem mogel prebrati datoteke: %s

source: Could not open file: %s
br: Ne m'eus ket gallet digeriñ ar restr : %s
el: Δεν μπορώ να ανοίξω το αρχείο: %s
eo: Ne eblis malfermi la dosieron: %s
nl: Kon bestand niet openen: %s
ro: Nu pot sã deschid acest fiºier: %s
ru: Не удалось открыть файл: %s
sl: Nisem mogel odpreti datoteke: %s

source: Error while reading file: %s
br: Fazi en ul lenn ar restr : %s
el: Σφάλμα κατά την ανάγνωση του αρχείου: %s
eo: Eraro dum legado de la dosiero: %s
nl: Fout bij het lezen van bestand: %s
ro: Eroare la citirea acestui fiºier: %s
ru: Ошибка при чтении файла: %s
sl: Napaka pri branju datoteke: %s
