Repository: xwizard/kde1
Catalog: kdenetwork-1.1.2/po/*/kmail.po
Languages: br, el, eo, nl, ro, ru, sl

source: Sorry, but this feature is still missing
br: Ho tigarez, hogen e vank c'hoazh an arc'hwel-mañ.
el: Συγγνώμη, αλλά αυτή η δυνατότητα δεν έχει ακόμα υλοποιηθεί.
eo: Pardou, sed tiu funkcio ankoraý mankas
nl: Helaas! Deze eigenschap ontbreekt vooralsnog
ro: Din pãcate aceasta parte lipseºte încã.
ru: Извините, но данная возможность до сих пор отсутствует.
sl: Oprostite, ampak ta lastnost ¹e ne obstaja

source: New Folder
br: Teuliad nevez
el: Νέος φάκελλος
eo: Nova dosierujo
nl: Nieuwe map
ro: Creeazã directory
ru: Новая папка
sl: Nova mapa

source: KMail error
br: Fazi KMail
eo: KMail-eraro
ru: Ошибка KMail
sl: Napaka v KMailu

source: Already checking for mail!
br: O wiriañ posteloù endeo !
eo: Ankoraý rigardante je novaj poþta¼oj!
ru: Проверка новой почты уже выполняется!
sl: ®e preverjam za po¹to!

source: No new mail available
br: N'eus postel nevez ebet
el: Δεν υπάρχει καινούρια αλληλογραφία
eo: Ne troviøis novaj poþta¼oj
nl: Er is geen nieuwe post aangekomen
ru: Нет новой почты
sl: Ni nove po¹te

source: Modify Folder
br: Kemmañ an teuliad
el: Τροποποίηση φακέλλου
eo: Þanøu dosierujon
nl: Wijzig map
ro: Calitãþile directory-ului
ru: Изменение свойств папки
sl: Spremeni mapo

source: Moved all messages into trash
br: Kaset an holl kemennadoù d'al lastez
eo: Æiuj mesaøoj metitaj en la rubujon
nl: Alle boodschappen liggen nu in de vuilnisbak
ru: Все сообщения перенесены в папку trash
sl: Vrgel vsa sporoèila v smeti

source: Cannot remove a system folder.
br: Teuliad ar reizhiad a zo dirasklus.
el: Η διαγραφή φακέλλου συστήματος δεν επιτρέπεται.
eo: Ne eblas forigi sistemdosierujon
nl: Kan geen systeem map verwijderen.
ro: Acest directory nu se poate modifica.
ru: Невозможно удалить системную папку.
sl: Ne morem odstraniti sistemske mape.

source: Are you sure you want to remove the folder "%s", discarding it's contents ?
br: Ha sur oc'h e fell deoc'h lemel an teuliad "%s", o tiverkañ e endal'had ?
el: Είστε σίγουρος ότι θέλετε να διαγράψετε τον φάκελλο "%s" καί ό,τι αυτός περιέχει;
eo: Æu vi estas certa, ke vi volas forigi la dosierujon "%s", perdonte øian enhavon?
nl: Weet u zeker dat u de map "%s" wilt verwijderen ? Daarmee verliest u de inhoud.
ro: Eºti sigur cã vrei sã "%s" stergi acest directory (cu totul)?
ru: Вы уверены, что желаете удалить папку "%s", очистив ее содержимое ?
sl: Ali ste preprièani, da hoèete odstraniti mapo "%s" in s tem zavreèi vso njeno vsebino?

source: Confirmation
br: Kadarnaat
el: Επιβεβαίωση
eo: Konfirmo
nl: Bevestiging
ro: Confirmare
ru: Подтверждение
sl: Potrditev

source: KMail notification!
br: Kemennadenn KMail !
eo: KMail-sciigo!
ru: Уведомление KMail!
sl: KMail obvestilo!

source: Only messages in the outbox folder can be edited!
br: N'heller aozañ nemet kemennadoù en teuliad ezvoest
eo: Nur mesaøoj en la dosierujo "outbox" estas redakteblaj!
ru: Можно редактировать только сообщения из папки outbox!
sl: Urejate lahko le sporoèila v mapi Odpo¹lji!

source: Message as Plain Text
br: Kemennad plaen
el: Μήνυμα ως απλό κείμενο
eo: Mesaøo kiel plena teksto
nl: Boodschap als normale tekst
ro: Mesaj in text format
ru: Сообщение как чистый текст
sl: Sporoèilo kot navadno besedilo

source: Select Folder
br: Diuzit un teuliad
el: Επιλογή φακέλλου
eo: Elektu dosierujon
nl: Kies map
ro: Selecteazã directory
ru: Выбор папки
sl: Izberite mapo

source: Queued messages successfully sent.
br: Kemennadoù al lost zo bet kaset ent reizh.
el: Αποστολή καθυστερούμενων μηνυμάτων επιτυχής.
eo: La atendantaj mesaøoj sukcese sendiøis.
nl: Klaargelegde boodschappen zijn succesvol verzonden.
ro: Mesajele sînt trimise cu succes.
ru: Сообщения из очереди успешно отправлены.
sl: Èakajoèa sporoèila so bila uspe¹no poslana.

source: Failed to send (some) queued messages.
br: Falladur o kas (lod ar) kemennadoù el lost.
el: Αποτυχία αποστολής (κάποιων ή όλων) καθυστερούμενων μηνυμάτων.
eo: Ne eblis sendi kelkajn atendantajn mesaøojn.
nl: Het verzenden van (sommige) klaargelegde boodschappen is mislukt.
ro: Mesajele nu au fost (parþial) trimese cu succes...
ru: Ошибка отправки (некоторых) сообщений из очереди.
sl: Neuspe¹no poskus, da bi poslal (vsa) èakajoèa sporoèila.

source: Opening URL...
br: O tigeriñ an URL...
el: ’νοιγμα URL
eo: Malfermante URLon...
nl: URL wordt geopend...
ro: Deschide URL...
ru: Открытие URL...
sl: Odpiram URL...

source: Address added to addressbook.
br: Chomlec'h ouzhpennet er c'harned chomlec'hioù.
el: Η διεύθυνση προσετέθη στο βιβλίο διευθύνσεων
eo: Adreso aldonita al adresaro.
nl: Adres is toegevoegd aan adressenboek.
ro: Adresa este adiþionatã în cartea de adrese.
ru: Адрес добавлен в адресную книгу.
sl: Naslov dodan v imenik.

source: Address copied to clipboard.
br: Chomlec'h eilet er golver
el: Η διεύθυνση αντιγράφτηκε στο σημειωματάριο.
eo: Adreso kopiita al interdeponejo
nl: Adres is gekopieerd naar prikbord.
ro: Adresa este copiatã in clipboard.
ru: Адрес скопирован в буфер обмена.
sl: Naslov prekopiran na odlagali¹èe.

source: URL copied to clipboard.
br: URL eilet er golver
el: Το URL αντιγράφτηκε στο σημειωματάριο.
eo: URL kopiita al interdeponejo
nl: URL gekopieerd naar prikbord.
ro: URL este copiatã in clipboard
ru: URL скопирован в буфер обмена.
sl: URL prekopiran na odlagali¹èe.

source: Send to...
br: Kas da...
el: Αποστολή προς...
eo: Sendu al...
nl: Verzend naar...
ro: Trimite la...
ru: Послать по адресу...
sl: Po¹lji...

source: Send reply to...
br: Kas eilger da...
el: Αποστολή απάντησης προς...
eo: Respondu al...
nl: Zend antwoord naar...
ro: Rãspuns trimis la...
ru: Ответить по адресу...
sl: Po¹lji odgovor...

source: Forward to...
br: Dazkas da...
el: Προώθηση προς...
eo: Plusendu al...
nl: Zend door naar...
ro: înaintat la...
ru: Переслать по адресу...
sl: Po¹lji naprej...

source: Add to addressbook
br: Ouzhpennañ er c'harned chomlec'hioù
el: Προσθήκη στο βιβλίο διευθύνσεων
eo: Aldonu al adresaro
nl: Voeg toe aan adressenboek
ro: În cartea de adrese adiþionat
ru: Добавить в адресную книгу
sl: Dodaj v imenik

source: Copy to clipboard
br: Eilañ er golver
el: Αντιγραφή στο σημειωματάριο
eo: Kopiu al interdeponejo
nl: Kopieer naar prikbord
ro: Copiat in clipboard
ru: Скопировать в буфер обмена
sl: Prekopiraj na odlagali¹èe

source: Open URL...
br: Digeriñ an URL...
el: 'Ανοιγμα URL...
eo: Malfermu URLon...
ro: Deschide URL...
ru: Открыть URL...
sl: Odpri URL...

source: &Reply...
br: Eil&geriañ...
el: Απάντηση...
eo: R&espondu
nl: &Beantwoord...
ro: &Rãspunde...
ru: &Ответить...
sl: Od&govori...

source: Reply &All...
br: Eilgeriañ d'an &holl...
el: Απάντηση σε όλους...
eo: Respondu &al æiuj...
nl: Beantwoord aan &allen...
ro: Rãspunde &la toate...
ru: Ответить &всем...
sl: Odgovori &vsem...

source: &Forward...
br: D&azkas...
el: Προώθηση...
eo: &Plusendu...
nl: &Zend door aan...
ro: &Înainteazã...
ru: &Переслать...
sl: &Po¹lji naprej...

source: &Move...
br: &Dilec'hiañ...
el: Μετακίνηση...
eo: &Movu...
nl: &Verplaats...
ro: &Miºcã...
ru: Пере&местить...
sl: P&restavi...

source: &Copy...
br: &Eilañ...
el: Αντιγραφή...
eo: &Kopiu...
nl: &Kopieer...
ro: &Copiazã...
ru: &Копировать...
sl: Pre&kopiraj...

source: New Composer
br: Skridaozer nevez...
el: Νέο παράθυρο σύνταξης μηνύματος
eo: Kreu mesaøon
nl: Nieuwe boodschappen opsteller
ro: Un nou mail...
ru: Новое окно редактора
sl: Nov Sestavljalec

source: New Mailreader
br: Lenner posteloù nevez...
el: Νέο παράθυρο ανάγνωσης
eo: Nova fenestro
nl: Nieuwe boodschappen lezer
ro: Alt Mailreader...
ru: Новое окно просмотра
sl: Nov Po¹tni èitalec

source: Save As...
br: Eilañ e...
el: Αποθήκευση ως...
eo: Sekurigu kiel...
nl: Sla op als...
ro: Salveazã sub numele...
ru: Сохранить как...
sl: Shrani kot...

source: Print...
br: Moulañ...
el: Εκτύπωση...
eo: Presu...
nl: Druk af...
ru: Печать...
sl: Natisni...

source: Check Mail...
br: Gwiriañ ar postel...
el: Έλεγχος για νέα αλληλογραφία...
eo: Rigardu je novaj
nl: Kijk of er post is...
ru: Проверить почту...
sl: Preveri po¹to...

source: Check Mail in...
br: Gwiriañ ar voest degemer...
eo: Rigardu je novaj en...
ru: Проверить почту в ящике...
sl: Preveri po¹to na...

source: Send Queued
br: Kas ar re el lost
el: Αποστολή καθυστερούμενων μηνυμάτων
eo: Sendu atendantajn
nl: Verzend klaargelegde boodschappen
ro: Trimete (in aºteptare) mesajele
ru: Отправить из очереди
sl: Odpo¹lji èakajoèo po¹to

source: &Settings...
br: K&efluniadur...
el: Ρυθμίσεις...
eo: A&gorda¼o...
nl: &Instellingen
ru: &Настройка...
sl: Na&stavitve...

source: &Addressbook...
br: &Karned chomlec'hioù...
el: Κατάλογος διευθύνσεων...
eo: &Adresaro...
nl: &Adressenboek...
ro: &Cartea de adrese...
ru: &Адресная книга...
sl: &Imenik...

source: &Filter...
br: S&ilañ...
el: Φίλτρα...
eo: F&iltrilo...
ru: &Фильтр...

source: &Find...
br: &Klask...
el: Εύρεση...
eo: &Trovu...
nl: &Zoek...
ro: &Cautã...
ru: &Поиск...
sl: &Najdi...

source: &Create...
br: &Krouiñ...
el: Δημιουργία...
eo: &Kreu...
nl: &Maak aan...
ro: &Creazã...
ru: &Создать...
sl: &Ustvari...

source: &Modify...
br: K&emmañ...
el: Τροποποίηση...
eo: Þa&nøu...
nl: &Wijzig...
ro: &Modificã...
ru: &Изменить свойства...
sl: Spre&meni...

source: C&ompact
br: G&waskañ
el: Συμπίεση
eo: Kun&premu
nl: C&omprimeer
ro: C&omprimã
ru: С&жать
sl: S&tisni

source: &Empty
br: &Goullonderiñ
el: ’δειασμα
eo: &Malplena
nl: &Leeg
ro: &Goleºte
ru: &Очистить
sl: Izpra&zni

source: New
br: Nevez
eo: Nova
ru: Создать
sl: Nova

source: Unread
br: Anlennet
el: Αδιάβαστο
eo: Nelegita
nl: Maak ongelezen
ro: Necitite
ru: Не прочитано
sl: Neprebrana

source: Read
br: Lennet
el: Διαβασμένο
eo: Legita
nl: Lees
ro: Citite
ru: Прочитано
sl: Prebrana

source: Replied
br: Eilgeriet
el: Απαντημένο
eo: Respondita
nl: Beantwoord
ro: Rãspunse
ru: Имеется ответ
sl: Odgovorjena

source: Queued
br: El lost
el: Καθυστερούμενο
eo: Atendanta
nl: Klaargelegd
ro: În aºteptare
ru: В очереди
sl: Èakajoèa

source: Sent
br: Kaset
el: Απεσταλμένο
eo: Sendita
nl: Verzonden
ro: Trimis
ru: Отправлено
sl: Poslana

source: &Next
br: &A heul
el: Επόμενο
eo: &Sekva
nl: Volge&nde
ro: &Urmãtorul
ru: &Следующее
sl: &Naslednje

source: Next unread
br: A heul anlennet
eo: Sekva nelegita
ru: Следующее непрочитанное
sl: Naslednje neprebrano

source: &Previous
br: &Kent
eo: &Antaýa
ru: &Предыдущее
sl: &Prej¹nje

source: Previous unread
br: Kent anlennet
eo: Antaýa nelegita
ru: Предыдущее непрочитанное
sl: Prej¹nje neprebrano

source: Edi&t...
br: &Aozañ...
eo: &Redaktu...
ru: &Изменить...
sl: Ure&di...

source: &Set Status
br: Termeniñ ar &stad
el: Ορισμός κατάστασης
eo: &Difinu staton
nl: &Stel status in
ro: &Seteazã statutul
ru: &Установить статус
sl: Nastavi &status

source: Mar&k all
br: &Merkañ an holl
eo: Elektu æ&iujn
ru: &Пометить все
sl: &Oznaèi vsa

source: Send again...
br: Kas adarre...
el: Επαναποστολή
eo: Resendu...
nl: Verzend opnieuw...
ro: Trimite din nou...
ru: Отправить повторно...
sl: Ponovno po¹lji...

source: Apply filters
br: Arloañ siloù
el: Εφαρμογή φίλτρων
eo: Apliku filtrilojn
nl: Pas filters toe
ru: Применить фильтры
sl: Uporabi filtre

source: View Source...
br: Diskouez an tarzh...
el: Προβολή πηγαίου αρχείου...
eo: Rigardu HTML-kodon...
nl: Toon het bronbestand...
ro: Aratã HTML-Code
ru: Просмотр источника...
sl: Poglej izvor...

source: &Brief Headers
br: Reollin &berr
el: Σύντομες επικεφαλίδες
eo: &Koncizaj kaplinioj
nl: Korte Hoofden
ro: &Header scurt
ru: &Краткие заголовки
sl: &Kratke glave

source: &Fancy Headers
br: Reollin &faltazi
el: Πλούσιες επικεφαλίδες
eo: &Belaj kaplinioj
nl: Uitgebreide Hoofden
ro: &Header drãguþ
ru: &Изящные заголовки
sl: &Bohotne glave

source: &Standard Headers
br: Reollin &reolat
el: Κανονικές επικεφαλίδες
eo: &Normalaj kaplinioj
nl: Standaard Hoofden
ro: &Header normal
ru: &Стандартные заголовки
sl: &Standardne glave

source: &Long Headers
br: Reollin h&ir
el: Επεκταμένες επικεφαλίδες
eo: &Ampleksaj kaplinioj
nl: Lange Hoofden
ro: &Header lung
ru: &Расширенные заголовки
sl: &Dolge glave

source: &All Headers
br: An &holl reollinoù
el: Όλες οι επικεφαλίδες
eo: Æ&iuj kaplinioj
nl: Volledige hoofden
ro: &Toate Headers
ru: &Все заголовки
sl: &Vse glave

source: Iconic Attachments
br: Stagadennoù arlunet
el: Συνημμένα με εικονίδια
eo: Piktogramaj kunsenda¼oj
nl: Pictogram bijlagen
ro: Ataºamente simbolice
ru: Подцепления в виде пиктограмм
sl: Priloge kot ikone

source: Smart Attachments
br: Stagadennoù poellek
el: Έξυπνα συνημμένα
eo: Elegantaj kunsenda¼oj
nl: Intelligente bijlagen
ro: Ataºamente elegante
ru: Разумное отображения подцеплений
sl: Pametne priloge

source: Inlined Attachments
br: Stagadennoù enlinenn
el: Ενσωματωμένα συνημμένα
eo: Enmetitaj kunsenda¼oj
nl: Ingevoegde bijlagen
ro: Ataºamente înserate
ru: Подцепления в тексте
sl: Enovrstiène priloge

source: F&older
br: &Teuliad
el: Φάκελλος
eo: &Dosierujo
nl: Map
ro: &Directory
ru: П&апка
sl: &Mapa

source: &Message
br: &Kemennad
el: Μήνυμα
eo: &Mesaøo
nl: Boodschap
ro: &Mesaj
ru: &Сообщение
sl: &Sporoèilo

source: Compose new message
br: Aozañ ur c'hemennad nevez
el: Σύνταξη νέου μηνύματος
eo: Kreu novan mesaøon
nl: Stel nieuwe boodschap op
ro: Compoziþia unui nou mesaj
ru: Написать новое сообщение
sl: Sestavi novo sporoèilo

source: Save message to file
br: Enrollañ en ur restr
el: Αποθήκευση μηνύματος σε αρχείο
eo: Sekurigu mesaøon al dosiero
nl: Sla boodschap op in bestand
ro: Salveazã mesajul in fiºier
ru: Сохранить сообщение в файл
sl: Shrani sporoèilo v datoteko

source: Print message
br: Moulañ ar c'hemmenad
el: Εκτύπωση μηνύματος
eo: Presu mesaøon
nl: Druk boodschap af
ro: Print mesaj
ru: Напечатать сообщение
sl: Natisni sporoèilo

source: Get new mail
br: Resev posteloù nevez
el: Εύρεση νέας αλληλογραφίας
eo: Rigardu je novaj mesaøoj
nl: Haal nieuwe post op
ro: Mail-uri noi?
ru: Доставить новую почту
sl: Poberi novo po¹to

source: Reply to author
br: Eilgeriañ d'an aozer
el: Απάντηση στον συντάκτη
eo: Respondu al aýtoro
nl: Beantwoord naar auteur
ro: Rãspunde la autor
ru: Ответить автору
sl: Odgovori avtorju

source: Reply to all recipients
br: Eilgeriañ d'an holl reseverien
el: Απάντηση σε όλους τους παραλήπτες
eo: Respondu al æiuj ricevintoj
nl: Beantwoord aan alle ontvangers
ro: Rãspunde la toþi
ru: Ответить всем получателям
sl: Odgovori vsem prejemnikom

source: Forward message
br: Dazkas ar c'hemennad
el: Προώθηση μηνύματος
eo: Plusendu mesaøon
nl: Zend boodschap door
ro: Înainteazã mesajul
ru: Переслать сообщение
sl: Po¹lji sporoèilo naprej

source: Delete message
br: Distruj ar c'hemennad
el: Διαγραφή μηνύματος
eo: Forigu mesaøon
nl: Verwijder boodschap
ro: Sterge mesajul
ru: Удалить сообщение
sl: Zbri¹i sporoèilo

source: Open addressbook...
br: Digeriñ ar c'harned chomlec'hioù...
el: ’νοιγμα βιβλίου διευθύνσεων
eo: Malfermu adresaron
nl: Open adressenboek...
ro: Deschide cartea de adrese...
ru: Открыть адресную книгу...
sl: Odpri imenik...

source: Initializing...
br: O teraouiñ...
el: Αρχικοποίηση...
eo: Initante...
nl: Start op...
ro: Iniþializare...
ru: Инициализация...
sl: Pripravljam...

source: Name:
br: Anv :
el: Όνομα:
eo: Nomo:
nl: Naam:
ro: Nume:
ru: Имя:
sl: Ime:

source: unnamed
br: dianv
el: ανώνυμο
eo: sennoma
nl: naamloos
ro: fãrã nume
ru: без_имени
sl: neimenovano

source: Associated with
br: Ereet gant
el: Σχετισμένο με
eo: Kunligita kun
nl: Verbonden met
ro: Asociat cu
ru: Связано с аккаунтами
sl: Povezan z

source: Unassociated Accounts
br: Kontoù ankevreet
el: Μη σχετισμένοι λογαριασμοί
eo: Neligitaj kontoj
nl: Niet-verbonden accounts
ro: Account neasociat
ru: Доступные аккаунты
sl: Nepovezan raèun

source: Folders
br: Teuliadoù
el: Φάκελλοι
eo: Dosierujoj
nl: Mappen
ro: Fiºier
ru: Папки
sl: Mape

source: Settings
br: Kefluniadur
el: Ρυθμίσεις
eo: Agorda¼o
nl: Instellingen
ro: Setãrile
ru: Настройка
sl: Nastavitve

source: Organization:
br: Aozadur :
el: Οργανισμός:
eo: Organiza¼o:
nl: Organisatie:
ro: Firma:
ru: Организация:
sl: Organizacija:

source: Email Address:
br: Chomlec'h postel :
el: Ηλεκτρονική διεύθυνση:
eo: Retpoþta adreso:
nl: Email adres:
ro: Email-Adresse:
ru: Адрес E-mail:
sl: Epo¹tni naslov:

source: Reply-To Address:
br: Chomlec'h eilgeriañ :
el: Διεύθυνση απάντησης:
eo: Respondadreso:
nl: Beantwoord-aan adres:
ro: Rãspunde la adresa:
ru: Адрес для ответа:
sl: Naslov za odgovor:

source: Signature File:
br: Restr sinadur :
el: Αρχείο υπογραφής:
eo: Signaturdosiero:
nl: Ondertekeningsbestand:
ro: Fiºierul semnãturã:
ru: Файл подписи:
sl: Datoteka s podpisom:

source: Identity
br: Anvelezh
el: Ταυτότητα
eo: Identeco
nl: Identiteit:
ro: Identitate
ru: Идентификация
sl: Identiteta

source: Sending Mail
br: Hentenn kas
el: Αποστολή αλληλογραφίας
eo: Sendado de poþta¼oj
nl: Post wordt verzonden
ro: Mail-uri trimise
ru: Отправка почты
sl: Po¹iljam po¹to

source: Location:
br: Lec'hiadur :
el: Τοποθεσία:
eo: Situo:
nl: Lokatie:
ro: Locaþia:
ru: Местоположение:
sl: Lokacija:

source: Server:
br: Servijer :
el: Εξυπηρετητής:
eo: Servilo:
ru: Сервер:
sl: Stre¾nik:

source: Port:
br: Porzh :
eo: Pordo:
nl: Poort:
ru: Порт:
sl: Vrata:

source: Incoming Mail
br: Resev postel
el: Εισερχόμενη αλληλογραφία
eo: Ricevado de poþta¼oj
nl: Inkomende post
ro: Mail-ri venite
ru: Входящая почта
sl: Prihajajoèa po¹ta

source: Accounts: (add at least one account!)
br: Kontoù : (termenit unan d'an nebeutañ !)
el: Λογαριασμοί (απαιτείται τουλάχιστον ένας!)
eo: Kontoj: (aldonu almenaý unu konton!)
nl: Accounts: (voeg tenminste een account toe!)
ro: Account-uri: (introdu cel puþin unu!)
ru: Аккаунты: (добавьте по крайней мере один!)
sl: Raèuni: (dodajte vsaj en raèun!)

source: Name
br: Anv
el: Όνομα
eo: Nomo
nl: Naam
ro: Nume
ru: Имя
sl: Ime

source: Type
br: Rizh
el: Τύπος
eo: Tipo
ro: Tipul
ru: Тип
sl: Tip

source: Folder
br: Teuliad
el: Φάκελλος
eo: Dosierujo
nl: Map
ro: Fiºier
ru: Папка
sl: Mapa

source: Add...
br: Ouzhpennañ...
el: Προσθήκη...
eo: Aldonu...
nl: Voeg toe...
ro: Adaugã...
ru: Добавить...
sl: Dodaj...

source: Modify...
br: Kemmañ...
el: Τροποποίηση...
eo: Þanøu...
nl: Wijzig...
ro: Modificã...
ru: Изменить...
sl: Spremeni...

source: Network
br: Rouedad
el: Δίκτυο
eo: Reto
nl: Netwerk
ru: Сеть
sl: Omre¾je

source: Message Body Font:
br: Nodrezh korf ar c'hemennad :
eo: Tiparo por mesaøokorpo
ru: Шрифт тела сообщения:
sl: Pisava v telesu sporoèila:

source: Message List Font:
br: Nodrezh ar roll kemennadoù :
eo: Tiparo por mesaøolisto
ru: Шрифт списка сообщений:
sl: Pisava v seznamu sporoèil

source: Long folder list
br: Roll teuliad hir
ru: Расширенный список папок
sl: Dolg seznam map

source: Phrases
br: Troiennoù
el: Φράσεις
eo: Frazoj
nl: Uitdrukkingen
ro: Fraze
ru: Фразы
sl: Fraze

source: The following placeholders are supported in the reply phrases: %D=date, %S=subject, %F=sender, %%=percent sign
br: An erlec'harouezennoù a heul zo aotreet en troiennoù eilgeriañ : %D=deiziad, %S=dodenn, %F=kaser, %%=arouezenn dregant
el: Τα παρακάτω σύμβολα αντικατάστασης υποστηρίζονται στις φράσεις απάντησης: %D=iΗμερομηνία, %S=Θέμα, %F=Αποστολέας, %%=Σύμβολο "%"
eo: La sekvaj variabloj estas subtenataj en la respondfrazoj: %D=dato, %S=temo, %F=sendinto, %%=procentsigno
nl: De volgende variabelen worden ondersteund in antwoord uitdrukkingen: %D=datum, %S=onderwerp, %F=afzender, %%=procent teken
ro: Urmãtoarul format este susþinut la rãspunsuri: %D=Data, %S=Subiect, %F=Sender, %%=Semnul procent
ru: В фразах для ответов поддерживаются следующие комбинации символов: %D=дата, %S=тема, %F=отправитель, %%=знак процента
sl: Naslednji zaznamki so podprti kot fraze pri odgovarjanju: %D=datum, %S=predmet, %F=po¹iljatelj, %%=znak za odstotek

source: Reply to sender:
br: Eilgeriañ d'ar c'haser :
el: Απάντηση στον αποστολέα:
eo: Respondo al sendinto:
nl: Beantwoord aan afzender:
ro: Rãspunde cãtre Sender:
ru: Ответ отправителю:
sl: Odgovori po¹iljatelju:

source: Reply to all:
br: Eilgeriañ d'an holl :
el: Απάντηση σε όλους:
eo: Respondo al æiuj:
nl: Beantwoord aan allen:
ro: Rãspunde la toþi:
ru: Ответ всем:
sl: Odgovori vsem:

source: Forward:
br: Dazkas :
el: Προώθηση:
eo: Plusendo:
nl: Zend door:
ro: Înainteazã:
ru: Пересылка (forward):
sl: Po¹lji naprej:

source: Indentation:
br: Kefoskañ :
el: Στοίχιση:
eo: Signo por citado:
nl: Indentatie:
ru: Цитирование:
sl: Zamik:

source: On %D, you wrote:
br: D'ar %D, e skrivoc'h :
el: Στις %D, γράψατε:
eo: Je %D, vi skribis:
nl: Op %D, schreef u:
ro: Tu ai scris în %D :
ru: %D, Вы написали:
sl: %D ste napisali:

source: On %D, %F wrote:
br: D'ar %D, %F a skrivas :
el: Στις %D, ο/η %F έγραψε:
eo: Je %D, %F skribis:
nl: Op %D, schreef %F:
ro: În %D a scris %F:
ru: %D, %F написал:
sl: Dne %D je %F napisal(a):

source: Forwarded Message
br: Kemennad dazkaset
el: Προωθημένο μήνυμα
eo: Plusendita mesaøo
nl: Doorgezonden boodschap
ro: Mesaj înaintat
ru: Перенаправленное сообщение
sl: Sporoèilo je bilo poslano naprej

source: Automatically append signature
br: Ouzhpennañ ar sinadur ent emgefreek
el: Αυτόματη προσκόλληση υπογραφής
eo: Aýtomate aldonu signaturon
nl: Voeg ondertekening automatisch toe
ro: Semnãtura este automat agîþatã
ru: Автоматически добавлять подпись
sl: Samodejno dodaj podpis

source: Automatically sign messages using PGP
br: Sinañ kemennadoù ent emgefreek gant PGP
el: Αυτόματη υπογραφή μηνύματος με PGP
eo: Aýtomate signaturu mesaøojn per PGP
nl: Onderteken boodschappen automatisch met PGP
ro: Mesaj semant automat cu PGP
ru: Автоматически подписывать сообщения с помощью PGP
sl: Samodejno podpi¹i sporoèila z PGP

source: Word wrap at column:
br: Plegañ emgefreek e bann :
el: Αυτόματη αλλαγή γραμμής στη στήλη:
eo: Linirompo æe kolumno:
nl: Breek woorden af in kolom:
ro: Word wrap la coloana:
ru: Перенос слов в столбце:
sl: Prelomi vrstico v stolpcu:

source: Use monospaced font
br: Implij nodrezhoù ingal
el: Χρήση monospaced γραμματοσειράς
eo: Uzu egallarøan tiparon
nl: Gebruik lettertype met vaste breedte
ro: Utilizeazã monospaced font
ru: Использовать моноширинный шрифт
sl: Uporabi pisavo stalne ¹irine

source: When sending mail
br: Pa gaser posteloù
el: Κατά την αποστολή αλληλογραφίας
eo: Sendmaniero
nl: Wanneer post verzonden wordt
ro: La trimiterea mail-ui
ru: Отправка почты
sl: Ko po¹ilja¹ po¹to

source: Default sending:
br: Kas dre ziouer :
el: Ρύθμιση εξ ορισμού:
eo: Normale vi
nl: Standaard verzendingswijze:
ro: Trimite standard:
ru: Отправка по умолчанию:
sl: Privzeto po¹iljanje:

source: send now
br: kas bremañ
el: Αποστολή τώρα
eo: sendu tuj
nl: verzend nu
ro: trimite acum
ru: немедленно
sl: po¹lji zdaj

source: send later
br: kas diwezhatoc'h
el: Αποστολή αργότερα
eo: sendu poste
nl: verzend later
ro: trimite mai tîrziu
ru: позже
sl: po¹lji kasneje

source: Send messages:
br: Kas kemennadoù :
el: Αποστολή μηνυμάτων:
eo: Transsenda rekodo
nl: Verzend boodschappen:
ro: Trimite mesaj:
ru: Отправлять сообщения:
sl: Po¹lji sporoèila:

source: Allow 8-bit
br: Aotreañ 8 bit
el: 8-bit δεκτό
eo: 8bitaj signoj
nl: Sta 8-bits toe
ro: Permite 8-bit
ru: 8 бит
sl: Dopusti 8-bit

source: MIME Compilant (Quoted Printable)
br: Klotus MIME (Quoted Printable)
el: Συβατότητα MIME
eo: MIME-kongrua ("quoted printable")
nl: MIME Gehoorzamend ("Quoted Printable")
ro: MIME-Compatibil (Quoted Printable)
ru: Кодировать в стандарте MIME (Quoted Printable)
sl: Zdru¾ljiv z MIME (natisljivo citiran)

source: Composer
br: Skridaozer
el: Σύνταξη
eo: Mesaøredaktilo
nl: Opsteller
ro: Compune un mail
ru: Окно редактора
sl: Sestavljalec

source: empty trash on exit
br: goullonderiñ al lastez o kuitaat
el: ’δειασμα φακέλλου διεγραμμένων κατά την έξοδο
eo: malplenigu rubujon je programfino
nl: leeg de vuilnisbak bij afsluiten
ro: La ieºire sterge trash-ul
ru: Очищать папку trash при выходе
sl: sprazni smeti ob izhodu

source: Send Mail in outbox Folder on Check
br: Kas postel en ezvoest pa wirier
eo: Sendu mesaøojn æiam dum rigardo je novaj poþta¼oj
ru: Отправлять из outbox при проверке почты
sl: Pri preverjanju odpo¹lji po¹to v mapi Odpo¹lji
