Repository: xwizard/kde1
Catalog: kdenetwork-1.1.2/po/*/knu.po
Languages: br, ca, eo, hr, hu, is, ja, pl, sl, tr

source: &Traceroute
is: &Leiðarakning
pl: T&rasowanie

source: Host &resolution
br: &Dirouestlañ an ostiz
ca: &Resolució de host
eo: &Komputilnomoj
hr: &Rezolucija raèunala
hu: &Gépnév feloldása
is: &Uppfletting vélaheita
ja: ホスト名解決(&R)
pl: T³&umaczenie adresów
sl: &Razpoznavanje gostitelja
tr: &Sunucu bulma

source: F&inger
is: &Pota

source: There is no command enabled in the configuration file. So I can't do anything...
br: N'eus urzhiad ebet gweredekaet er restr kefluniañ. Neuze n'hellan ober netra...
ca: No hi ha cap ordre habilitada al fitxer de configuració. Per tant no puc fer res...
eo: Neniu komando estas aktivigita en la konfigura¼dosiero. Do mi povas fari nenion...
hr: Nijedna naredba nije omoguæ†ena u postavnoj datoteci. Stoga ne mogu uèiniti ni¹ta...
hu: Nincs semmilyen parancs bekapcsolva a konfigurációs file-ban. Úgyhogy nem tehetek semmit...
is: Það er engin skipun virk í stillingaskránni. Ég get því ekkert gert...
pl: To polecenie jest niedostêpne w pliku konfiguracyjnym. Nic nie mogê zrobiæ...
sl: Noben ukaz ni vklopljen v nastavitveni datoteki. Tako da ne morem nièesar narediti...
tr: Ayar dosyasýnda hiçbir komut yok. Hali ile birþey yapamýyorum

source: &New window
br: Prenestr &Nevez
ca: Finestra &Nova
eo: &Nova fenestro
hr: &Novi prozor
hu: &Uj ablak
is: &Nýr gluggi
ja: 新しいウィンドウ(&N)
pl: &Nowe okno
sl: &Novo okno
tr: &Yeni pencere

source: &Close window
br: &Serriñ ar prenestr
ca: &Tanca finestra
eo: F&ermu fenestron
hr: &Zatvori prozor
hu: Albak &bezárása
is: &Loka glugga
ja: ウィンドウを閉じる(&C)
pl: &Zamknij okno
sl: &Zapri okno
tr: Pencere &kapat

source: Select &all
br: Diuz an &holl
ca: Selecciona-ho &tot
eo: Elektu æ&iujn
hr: Iz&aberi sve
hu: &Mindent kijelöl
is: Velja &allt
ja: 全てを選択(&a)
pl: Wybierz &wszystko
sl: Izberi &vse
tr: &Hepsini seç

source: C&lear output window
br: &Goullonderiñ ar prenestr diskas
ca: &Neteja la finestra de sortida
eo: &Viþu eligfenestron
hr: &Oèisti izlazni prozor
hu: Eredményablak törlése
is: Hreinsa frá&lagsglugga
ja: 出力ウィンドウをクリア(&L)
pl: Wyczy¶æ &okno komunikatów
sl: &Izprazni izhodno okno
tr: Çýktý penceresini t&emizle

source: P&references...
br: &Dibarzhoù...
ca: P&referències...
eo: &Preferoj...
hr: P&odesi...
hu: &Beállítások
is: Eiginleika&r...
ja: 設定...(&R)
pl: &Ustawienia...
sl: N&astavitve...
tr: Seçenekler

source: Knu Version %1 Bertrand Leconte <B.Leconte@mail.dotcom.fr>
is: Knu Útgáfa %1 Bertrand Leconte <B.Leconte@mail.dotcom.fr> Þýðing: Richard Allen <ra@hp.is>

source: &About %1
is: Um %1

source: About &Qt
br: Diwar-benn &Qt
ca: Quant a &Qt
eo: Pri &Qt
hr: O &Qt-u
hu: A &Qt-rõl
is: Um &Qt
ja: &Qt について
pl: Informacje o &Qt
sl: O &Qt
tr: &Qt hakkýnda

source: &Finger
is: &Pota

source: Network utilities
br: Mavegoù rouedad
ca: Utilitats de xarxa
hr: Mre¾ni uslu¾ni programi
hu: Hálózati segédeszközök
is: Nettól
ja: ネットワークユーティリティ
pl: Narzêdzia sieciowe
sl: Omre¾ni pripomoèki

source: H&ost:
br: &Ostiz :
eo: &Servilo:
hr: &Raèunalo:
hu: &Gazdagép:
is: &Vél:
ja: ホスト(&O):
pl: &Komputer:
sl: G&ostitelj:
tr: S&unucu:

source: &Go!
br: &Kit !
ca: &Vinga!
eo: &Ek!
hr: &Idi!
hu: &Mehet!
is: &Byrja!
ja: 実行！
pl: S&tart!
sl: Pr&ièni!
tr: &Git!

source: &Stop
br: &Paouez
ca: At&ura
hr: &Stani
hu: &Állj
is: &Stöðva
ja: 停止(&S)
sl: &Stoj
tr: &Dur

source: This command binary was not found. You can give its path in the Edit->Preferences... menu.
br: Binarel an urzhiad-mañ zo digavus. Gallout a rit spisaat e hent el lañser Aozañ->Dibarzhoù.
ca: No s'ha trobat l'executable d'aquesta ordre. Podeu donar el seu camí al menú Editar->Preferències...
eo: La programo por tiu komando ne troviøis. Vi indiku øian padon en la menu Redakto->Preferoj...
hr: Ova izvr¹na datoteka nije naðena. Mo¾ete zadati stazu u izborniku Uredi->Podesi...
hu: A parancsnak megfelelõ binárist nem találom. Az elérési útvonalát a Szerkesztés->Beállítások alatt adhatod meg.
is: Keyrsluskrá fyrir skipunina fannst ekki. Þú getur gefið upp slóð að henni í Sýsl->Eiginleikar... valmyndinni.
ja: このコマンドのバイナリが見つかりませんでした。 このコマンドのパスをメニューの 編集->設定... で 指定できます。
pl: Nie odnaleziono polecenia. Proszê ustawiæ w³a¶ciw± ¶cie¿kê w menu Edycja -> Ustawienia.
sl: Tega ukaza ne najdem. Pot do njega lahko doloèite v meniju Uredi->Nastavitve...
tr: Bu komut çalýþtýrýlabiliri bulunmadý. Yolunu Düzen->Seçenekler'den ayarlayabilirsiniz.

source: You have a problem in the configuration file of '%1'. In the [%2] group, I can't find a valid "path=" entry. Please use Edit->Preferences... menu to configure it again.
is: Það er eitthvað að í stillingaskrá '%1' í [%2] hópnum. Það finnst ekki löglegt "path=" gildi. Vinsamlegast notið Sýsl->Eiginleikar... valmyndina til að stilla það aftur.

source: Error in pathname
br: Fazi en hent tizhout
ca: Error al nom de camí
eo: Eraro en padonomo
hr: Pogre¹na putanja
hu: Hiba az elérési útban
is: Villa í skráarslóð
ja: パスネームにエラー
pl: B³êdna ¶cie¿ka
sl: Napaka v imenu poti
tr: Yol adýnda hata

source: Binary
br: Binarel
ca: Executable
eo: Programo
hr: Izvr¹na datoteka
hu: Bináris
is: Keyrsluskrá
ja: バイナリ
pl: Polecenie
sl: Binarna
tr: Çalýþabilir

source: Path&name:
br: &Hent tizhout :
ca: &Nom de camí:
eo: Pado&nomo:
hr: &Naziv staze
hu: &Útvonal:
is: Skráar&slóð
ja: パスネーム(&N):
pl: ¦&cie¿ka:
sl: I&me poti:
tr: Yol &Adý:

source: Additional &arguments:
br: &Arventennoù ouzhpenn :
ca: Arg&uments adicionals:
eo: Ceteraj &argumentoj:
hr: Dodatni &argumenti:
hu: &További paraméterek:
is: Viðbót&ar viðföng:
ja: 追加するオプション(&A):
pl: &Dodatkowe parametry:
sl: Dodatni &argumenti:
tr: Ek &Parametreler:

source: This command had been disabled in the configuration file.
br: Diweredekaet eo bet an urzhiad-mañ er restr kefluniañ.
ca: Aquesta ordre ha estat deshabilitada al fitxer de configuració.
eo: Tiu komando estas malaktivigita en la konfigurodosiero.
hr: Ova naredba je onemoguæena u postavnoj datoteci.
hu: Ez a parancs ki lett kapcsolva a konfigurációs fájlban.
is: Búið var að óvirkja þessa skipun í stillingaskránni.
ja: コンフィグレーションファイルでコマンドが無効になりました。
pl: To polecenie zosta³o zablokowane w pliku konfiguracyjnym.
sl: Ta ukaz je bil izklopljen v nastavitveni datoteki.
tr: Bu komut ayar dosyasýndan iptal edilmiþ.

source: - configuration
br: - kefluniañ
ca: - configuració
eo: - konfigura¼o
hr: - postava
hu: - konfiguráció
is: - stillingar
ja: - コンフィグレーション
pl: - konfiguracja
sl: - nastavitev
tr: - ayar

source: Hostname
br: Anv ostiz
ca: Nom de host
eo: Komputilnomo
hr: Ime raèunala
hu: Gazdagép név
is: Vélarheiti
ja: ホストネーム
pl: Nazwa komputera
sl: Ime gostitelja

source: Loss
br: Koll
ca: Perd
eo: Perdo
hr: Gubitak
hu: Elveszett
is: Tap
pl: Utraconych
sl: Izguba

source: Rcv
br: Rsv
ca: Reb
eo: Ricv
hu: Fog.
is: Mótt.
pl: Otrz
sl: Prjt

source: Snt
br: Kst
ca: Env
eo: Sndt
hu: Kül.
is: Sent
pl: Wys³
sl: Psln

source: Avg
br: Etre
ca: Prom
eo: Avrg
hr: Prosjeèno
hu: Átl.
is: Meðal.
pl: ¦red
sl: Povpreèno

source: Worst
br: Gwas
ca: Pitj
eo: Min
hr: Najgore
hu: Legroszabb
is: Verst
pl: Najgorszy
sl: Najslab¹e

source: Make host &name resolution
br: Dirouestlañ &anv an ostiz
ca: Fes la resolució de &nom de host
eo: Eltrovu komputilnomojn
hr: Izvr¹i rezoluciju raèunala
hu: &Oldd fel a gépneveket
is: Fletta upp &vélarheitum
ja: ホストネームの解決を行う(&N)
pl: T³umacz a&dresy
sl: I¹èi i&me gostitelja
tr: Sunucu &adý bulma

source: Ser&ver:
br: &Servijer :
ca: Ser&vidor:
eo: Ser&vilo:
hr: Pos&lu¾itelj:
hu: Ki&szolgáló:
is: Þ&jónn:
ja: サーバ(&V):
pl: Ser&wer:
sl: S&tre¾nik:
tr: &Sunucu:

source: Servers to ask
is: Spyrja þjóna

source: &Maximum number of hops:
br: &Muiañ niver a lammoù :
ca: Número &màxim de salts:
eo: &Maksimuma nombro da saltoj:
hr: &Najveæi broj skokova:
hu: &Maximum ennyit ugorj:
is: &Hámarksfjöldi viðkomustaða:
ja: hopsの最大数(&M)
pl: &Maksymalna liczba hopów:
sl: Na&jveèje ¹tevilo skokov:
tr: &En fazla atlama sayýsý:

source: address (A)
br: chomlec'h (A)
ca: adreça (A)
eo: adreso (A)
hr: adresa (A)
hu: cím (A)
is: vistfangi (A)
ja: アドレス(A)
sl: naslov (A)
tr: Adres (A)

source: name (PTR)
br: anv (PTR)
ca: nom (PTR)
eo: nomo (PTR)
hr: naziv (PTR)
hu: név (PTR)
is: heiti (PTR)
ja: 名前(PTR)
sl: ime (PTR)
tr: Ad (PTR)

source: name server (NS)
br: anv ar servijer (NS)
ca: servidor de noms (NS)
eo: nomservilo (NS)
hr: poslu¾itelj naziva (NS)
hu: névkiszolgáló (NS)
is: nafnaþjóni (NS)
ja: ネームサーバ(NS)
sl: imenski stre¾nik (NS)
tr: alan adý sunucusu (NS)

source: mail exchanger (MX)
br: eskemmer postel (MX)
ca: intercanviador de correu (MX)
eo: poþtservilo (MX)
hr: izmjenjivaè po¹te (MX)
hu: levél cserélõ (MX)
is: póstviðtöku (MX)
ja: メールエクスチェンジャ(MX)
sl: izmenjevalnik po¹te (MX)
tr: posta bilgisi (MX)

source: alias (CNAME)
br: lesanv (CNAME)
eo: alinomo (CNAME)
hr: zamjensko ime (CNAME)
hu: álnév (CNAME)
is: samheiti (CNAME)
ja: エイリアス(CNAME)
sl: vzdevek (CNAME)
tr: lakap (CNAME)

source: start of authority (SOA)
br: deroù ar veli (SOA)
ca: inici d'autoritat (SOA)
eo: komenco de identigo (SOA)
hu: hivatalosság kezdete (SOA)
is: grunnheimild (SOA)
ja: オーソリティゾーンの開始
sl: zaèetek avtoritete (SOA)
tr: Yetkili bilgisi (SOA)

source: any record (ANY)
br: forzh pe enrolladur (ANY)
ca: qualsevol registre (ANY)
eo: æiuj eroj (ANY)
hr: bilo koji slog (ANY)
hu: bármi (ANY)
is: hverju sem er (ANY)
ja: 全ての記録(ANY)
sl: katerikoli vnos (ANY)
tr: herhangi bir kayýt (ANY)

source: Se&arch for:
br: &Klask :
ca: &Cerca:
eo: &Seræu:
hr: Tr&a¾i:
hu: &Keress:
is: Leita &að:
ja: 検索(&A)
pl: &Szukaj:
sl: I¹èi &za:
tr: A&ra:

source: default server
br: servijer dre ziouer
ca: servidor per omissió
eo: implicita servilo
hr: podrazumijevani poslu¾itelj
hu: alapért kiszolgáló
is: sjálfgefinn þjónn
ja: デフォルトサーバ
pl: domy¶lny serwer
sl: privzeti stre¾nik
tr: öntanýmlý sunucu

source: &User:
br: &Arveriad :
ca: &Usuari:
eo: &Uzanto:
hr: &Korisnik:
hu: &Felhasználó:
is: &Notandi:
ja: ユーザ(&U)
pl: &U¿ytkownik
sl: &Uporabnik:
tr: Kullanýcý

source: Up
is: Upp

source: Down
is: Niður

source: &About %s
br: &Diwar-benn %s
ca: &Quant a %s
eo: &Pri %s
hr: &O %s
hu: %s &névjegy
ja: %sのバージョン情報(&A)
pl: In&formacje o %s
sl: &O %s
tr: %s hakkýnda

source: Knu Version %s Bertrand
br: Knu Doare %s Bertrand
ca: Knu Versió %s Bertrand
hr: Knu Inaèica %s Bertrand
hu: Knu %s verzió Bertrand
pl: Knu Wersja %s Bertrand
sl: Knu verzija %s Bertrand

source: About...
br: Diwar-benn...
ca: Quant a...
eo: Pri...
hr: O programu...
hu: Névjegy...
ja: バージョン情報...
pl: Informacje o knu...
sl: O...
tr: Hakkýnda ...

source: You have a problem in your %s/%src configuration file. In the [%s] group, I can't find a valid "path=" entry. Please use Edit->Preferences... menu to configure it again.
br: Ur gudenn oc'h eus gant ho restr kefluniañ. %s/%src Er strollad [%s], n'hellan kavout enmont "path=" talvoudus ebet Arverit mar plij al lañser Aozañ->Dibarzhoù evit e gefluniañ adarre.
ca: Teniu un problema al vostre fitxer de configuració %s/%src. Al grup [%s], no puc trobar una entrada "path=" vàlida. Si us plau, useu el menú Editar->Preferències... per configurar-lo un altre cop.
eo: Vi havas problemon en via konfigurodosiero %s/%src. En la grupo [%s] ne troviøas valida ero "path=". Bonvolu uzi la menuon Redakto->PReferoj... por rekonfiguri øin.
hr: Postoji problem u va¹oj %s/%src postavnoj datoteci. U [%s] grupi, ne mogu naæi ispravni "path=" unos. Molim koristite Uredi->Podesi... i da provjerite unesene vrijednosti.
hu: Van egy kis probléma a %s/%src konfigurációs fájlodban. A [%s] csoportban, Nem találok érvényes "path=" bejegyzést. Használd a Szerkesztés->Beállítások... menüt az újra konfiguráláshoz.
ja: %s/%src という設定ファイルに問題があります。 [%s] グループに、 有効な "path=" というエントリが見つかりません。 メニューの 編集->設定... で設定しなおしてください。
pl: Wyst±pi³ b³±d w pliku %s/%src W grupie [%s], nie mo¿na odnale¼æ linii "path=". Proszê ustawiæ w³a¶ciw± ¶cie¿kê w menu Edycja->Ustawienia.
sl: Obstaja te¾ava z va¹o nastavitveno datoteko '%s'. V skupini [%s] ne morem najti veljavnega vnosa "path=". Prosim uporabite meni Uredi->Nastavitve... za ponovno nastavitev.
tr: %s/%src ayar dosyanýzda bir problem var [%s] grubunda "path" girdisini bulamadým. Düzen->Seçenekler menüsü ile yeniden ayarlayýn

source: Best
br: Gwell
ca: Mill
eo: Maks
hr: Najbolje
hu: Legjobb
pl: Najlepszy
sl: Najbolj¹e

source: hos&t
br: &ostiz
eo: &komputilo
hr: raèuna&lo
hu: &gazdagép
ja: ホスト(&T)
sl: gos&titelj
tr: makina

source: ns&lookup
eo: uzu nomservon
