Repository: xwizard/kde1
Catalog: kdenetwork-1.1.2/po/*/korn.po
Languages: br, cs, es, fi, fr, hu, is, it, ja, no, pl, pt_br, ru, sl

source: countMail: file open error
br: countMail : fazi en ur zigeriñ ur restr
cs: countMail: chyba pøi otevírání souboru
es: countMail: error al abrir el fichero
fi: countMail: tiedostonavausvirhe
fr: countMail : erreur d'ouverture de fichier
hu: countMail: fájl megnyitási hiba
is: countMail: skrá þegar opin
it: countMail: errore apertura file
ja: countMail: ファイルオープンエラー
no: tellepost: feil under åpning av fil
pl: countMail: b³±d otwarcia pliku
pt_br: countMail: erro na abertura do arquivo
ru: Подсчет почты: ошибка открытия файла
sl: countMail: napaka pri odpiranju datoteke

source: &Setup
br: &Kefluniañ
cs: Na&stavení
es: &Configuración...
fi: &Asetukset
fr: &Configuration
hu: &Beállítás
is: &Stilla
it: &Impostazioni
ja: 設定(&S)
no: &Oppsett
pl: &Ustawienia
pt_br: &Configuração
ru: &Настройки
sl: Na&stavitve

source: &About
br: &Diwar-benn
cs: &Informace o aplikaci
es: &Sobre
fi: &Tietoja
fr: &A propos
hu: &Névjegy
is: &Um
it: &Informazioni
ja: バージョン情報(&A)
no: &Om
pl: &Informacje o....
pt_br: &Sobre
ru: &О программе
sl: &O

source: korn: configure now?
br: korn : kefluniañ bremañ ?
cs: korn: provést nastavení?
es: korn: ¿configurar ahora?
fi: korn: aseta nyt?
fr: korn : configurer maintenant ?
hu: korn: szeretnéd most beállítani?
is: korn: stilla nú?
it: korn: configuro adesso?
ja: korn: いますぐ設定しますか?
no: korn: konfigurer nå?
pl: KOrn: Czy chcesz go teraz skofigurowaæ?
pt_br: korn: configurar agora?
ru: korn: настроить сейчас?
sl: korn: sedaj nastavim?

source: you have not yet configured korn. would you like to do this now?
br: n'oc'h eus ket kefluniet korn c'hoazh. ha fellout a ra deoc'h hen ober bremañ ?
cs: Je¹tì jste neprovedl(a) nastavení kornu. Pøál(a) by jste si provést nastavení nyní?
es: no has configurado korn aun. ¿Quieres hacerlo ahora?
fi: et ole vielä asettanut korn:a. haluatko tehdä tämän nyt?
fr: Vous n'avez pas encore configuré korn. Voulez-vous le faire maintenant ?
hu: Még nem állítottad be a korn-t. Szeretnéd most beállítani?
is: Þú átt enn eftir að stilla korn. Viltu gera það núna?
it: non hai mai configurato korn. vuoi farlo adesso?
ja: korn の設定がまだです。 いますぐやりますか？
no: du har foreløbig ikke konfigurert korn. vil du gjøre det nå?
pl: Dotychczas korn nie by³ konfigurowany. Czy chcesz to zrobiæ teraz
pt_br: você ainda não configurou o korn. você gostaria de fazer isso agora ?
ru: korn не настроен. Не хотите ли настроить его сейчас?
sl: niste ¹e nastavili korn. ali ¾elite to narediti sedaj?

source: No - Quit
br: Ket - Er-maez
cs: Ne - Ukonèit
es: No - Quitar
fi: Ei - Lopeta
fr: Non - Quitter
hu: Nem - Kilépés
is: Nei - Hætta
it: No - Esci
ja: いいえ - 終了
no: Nei - Avslutt
pl: Nie - Koniec
pt_br: Não - Sair
ru: Нет - Выход
sl: Ne - zapusti

source: personal
br: diouzhin
cs: osobní
fi: henkilökohtainen
fr: personnelle
hu: saját
is: Persónulegar
it: personale
ja: 個人
no: personlig
pl: osobiste
pt_br: pessoal
ru: личные
sl: osebni

source: Inbox
br: Boest degemer
es: Buzón Entrada
fi: Tulevat
hu: Bejövõ
is: Innhólf
no: Innboks
pt_br: Caixa de entrada
ru: Входящая почта
sl: Prejeto

source: Korn %s -- Sirtaj Singh Kang taj@kde.org, 1997 The K Desktop Environment
br: Korn %s -- Sirtaj Singh Kang taj@kde.org, 1997 An endro Gorretaol K
cs: Korn %s -- Sirtaj Singh Kang taj@kde.org, 1997 K Desktop Environment
fi: Korn %s -- Sirtaj Singh Kang taj@kde.org, 1997 K Desktop Ympäristö
fr: Korn %s -- Sirtaj Singh Kang taj@kde.org, 1997 L'Environnement de bureau KDE
it: Korn %s -- Sirtaj Singh Kang taj@kde.org, 1997 Il K Desktop Environment
pt_br: Korn %s -- Sirtaj Singh Kang taj@kde.org, 1997 O Ambiente de Trabalho K
ru: Korn %s -- Sirtaj Singh Kang taj@kde.org, 1997 Рабочая среда KDE
sl: Korn %s -- Sirtaj Singh Kang taj@kde.org, 1997 K Desktop Environment

source: About kOrn
br: Diwar-benn kOrn
cs: Informace o aplikaci KOrn
es: Sobre KOrn
fi: Tietoja KOrn:ta
fr: A propos de KOrn
hu: k0rn névjegy
is: Um kOrn
it: Informazioni su kOrn
ja: kOrn のバージョン情報
no: Om kOrn
pl: Informacje o KOrn
pt_br: Sobre o KOrn
ru: О программе kOrn
sl: O kOrn

source: korn: no config set
br: korn: kefluniadur spisaet ebet
cs: korn: neí nsatavena konfigurace
es: korn: no hay configuración
fi: korn: ei asetuksia
fr: korn : aucune configuration
hu: korn: nincs konfigurálva
is: korn: engar stillingar til
it: korn: nessuna impostazione
ja: korn: コンフィグセットなし
no: korn: ingen konfigurasjon satt
pl: KOrn: Brak konfiguracji
pt_br: korn: nenhuma configuração feita
ru: korn: программа не настроена
sl: korn: brez nastavitev

source: Would you like to restart korn with the automatically generated configuration?
br: Ha fellout a ra deoc'h adloc'hañ korn gant ar c'hefluniadur ganet ent emgefreek ?
cs: Pøejete si restartovat korn s automaticky generovaným nastavením?
es: ¿Quieres reiniciar korn con la configuración generada automáticamente?
fi: Haluatko uudelleenkäynnistää korn:n uusilla automaattisesti luoduilla asetuksilla?
fr: Voulez-vous redémarrer korn avec la configuration générée automatiquement ?
hu: Szeretnéd újraindítani a programot az autómatikusan generált beállításokkal?
is: Viltu endurræsa korn með stillingunum sem voru myndaðar sjálfvirkt?
it: Vuoi riavviare korn con la configurazione generata automaticamente?
ja: 自動的に生成された設定を用いて korn を最起動しますか？
no: Vil du starte korn på nytt med den automatiskgenererte konfigurasjonen?
pl: Czy chcesz wystartowaæ KOrn ponownie z automatycznie wygenerowan± konfiguracj±?
pt_br: Você gostaria de reiniciar o korn com a configuração gerada automaticamente ?
ru: Вы хотите перезапустить korn с автоматически созданными настройками?
sl: ®elite ponovno zagnati korn z avtomatièno ustvarjenimi nastavitvami?

source: Yes, Restart
br: Ya, adloc'hañ
cs: Ano, restartovat
es: Si, reiniciar
fi: Kyllä, Käynnistä
fr: Oui, Redémarrer
hu: Igen, újraindítom
is: Já, endurræsa
it: Si, Riavvia
ja: はい、最起動
no: Ja, start på nytt
pl: Tak, uruchom ponownie
pt_br: Sim, Reiniciar
ru: Да, перезапустить
sl: Da, ponovno za¾eni

source: No, Exit
br: Ket, er-maez
cs: Ne, ukonèit
es: No, Salir
fi: Ei, Lopeta
fr: Non , Quitter
hu: Nem, kilépek
is: Nei, hætta
it: No, Esci
ja: いいえ、終了
no: Nei, avslutt
pl: Nie, zakoñcz
pt_br: Não, sair
ru: Нет, выйти
sl: Ne, zapusti

source: korn options
br: dibaboù korn
cs: Korn: nastavení
es: Korn: Opciones
fi: Korn asetukset
fr: options de korn
hu: korn beállítások
is: korn stillingar
it: opzioni di korn
ja: korn オプション
no: korn-valg
pl: Korn: Opcje
pt_br: Opções do korn
ru: настройки korn
sl: korn nastavitve

source: &New
br: &Nevez
cs: &Nový
es: Nuevo
fi: &Uusi
fr: &Nouveau
hu: &Új
is: &Nýtt
it: &Nuova
ja: 新規作成(&N)
no: &Ny
pl: &Nowe
pt_br: &Novo
ru: С&оздать
sl: &Nov

source: Boxes
br: Boestoù
cs: Schránky
es: &Buzones
fi: Laatikot
fr: Boîtes aux lettres
hu: Dobozok
is: Hólf
it: Casella
ja: ボックス
no: Bokser
pl: Skrzynki
pt_br: Caixas
ru: Почтовые ящики
sl: ©katle

source: Name
br: Anv
cs: Jméno
es: Nombre
fi: Nimi
fr: Nom
hu: Név
is: Heiti
it: Nome
ja: 名前
no: Navn
pl: Nazwa
pt_br: Nome
ru: Имя
sl: Ime

source: Caption
br: Skridennad
cs: Záhlaví
es: Título
fi: Otsikko
fr: Légende
hu: Szöveg
is: Fyrirsögn
it: Titolo
ja: キャプション
no: Tittel
pl: Tytu³
pt_br: Nome
ru: Заголовок
sl: Zaplemba

source: Path
br: Hent
cs: Cesta
es: Ruta
fi: Polku
fr: Emplacement
hu: Elérési út
is: Slóð
it: Percorso
ja: パス
no: Sti
pl: ¦cie¿ka
pt_br: Caminho
ru: Путь
sl: Pot

source: Poll time (sec)
br: Gedvezh gwiriañ (eil)
cs: Èas výzvy (sec)
es: Tiempo de llamada (seg)
fi: Hakuväli (sek)
fr: Vérification (sec)
hu: Ellen. gyakoriság (mp)
is: Bið milli athuganna (sek)
it: Tempo controllo (sec)
ja: 検査間隔 (秒)
no: Sjekktid (sek)
pl: Sprawdzania co (sec)
pt_br: Tempo de consulta (seg)
ru: Интервал опроса (сек)
sl: Èas med pozivi (sek)

source: Notify Command
br: Urzhiad kemenn
cs: Pøíkaz pøi informování
es: Comando de notificación
fi: Huomautuskomento
fr: Commande de notification
hu: Figyelmezetõ parancs
is: Tilkynningarskipun
it: Comando Notifica
ja: 通知コマンド
no: Varslings- kommando
pl: Polecenie powiadomienia
pt_br: Comando de Notificação
ru: Действие при уведомлении
sl: Ukaz za obve¹èanje

source: Click Command
br: Urzhiad klikañ
cs: Pøíkaz pøi kliknutí
es: Comando pulsar
fi: Painalluskomento
fr: Commande après un clic
hu: Klikkelés parancs
is: Smellskipun
it: Comando Click
ja: 音を出すコマンド
no: Klikke- kommando
pl: Polecenie po klikniêciu
pt_br: Comando ao Clicar
ru: Команда по щелчку мышью
sl: Klik ukaz

source: Korn %1 -- Sirtaj Singh Kang taj@kde.org, 1997 The K Desktop Environment
is: Korn %1 -- Sirtaj Singh Kang taj@kde.org, 1997 K Skjáborðið Þýðing: Richard Allen <ra@hp.is>
