Repository: xwizard/kde1
Catalog: kdenetwork-1.1.2/po/*/kppp.po
Languages: ca, cs, da, eo, hr, hu, ja, ko, no, ru, sl, tr

source: kppp: error parsing the ruleset
ca: kppp: error en analitzar el fitxer de regles
cs: kppp: chyba pøi analýze na pravidel
da: kppp: fejl ved analysering af regelsættet
eo: kppp: eraro dum analizo the regularo
hr: kppp: gre¹ka kod rastavljanja (parsiranja) skupa pravila
hu: kppp: hiba a szbály értelmezése közben
ja: kppp: 伙□伙本永玄づ心慇心醱及巨仿□
ko: kppp: 규칙집합 분석 오류
no: kppp: feil ved analysering av regelsett
ru: kppp: ошибка при разборе набора правил
sl: kppp: napaka pri razèlenjevanju nabora pravil
tr: kppp: Hata

source: kppp: parse error in line %d
ca: kppp: error d'anàlisi a la línia %d
cs: kppp: chyba pøi analýze na øádce %d
da: kppp: fejl i linie %d
eo: kppp: analizeraro en linio %d
hr: kppp: gre¹ka u rastavljanju (parsiranju) u liniji %d
hu: kppp: hiba a %d sor értelmezésekor
ja: kppp: %d 墊杴匹及巨仿□
ko: kppp: %d 행에서 분석 오류
no: kppp: analysefeil i linje %d
ru: kppp: ошибка разбора в строке %d
sl: kppp: razèlenjevalna napaka v vrstici %d
tr: kppp: %d satýrýnda ayrýþtýrma hatasý

source: kppp: rulefile does not contain a default rule
ca: kppp: al fitxer de regles no hi ha una regla per omissió
cs: kppp: soubor s pravidly neobsahuje implicitní pravidlo
da: kppp: regelsæt indeholder ingen standard regel
eo: kppp: reguldosiero ne enhavas implicitan regulon
hr: kppp: datoteka pravila ne sadr¾i podrazumijevano pravilo
hu: kppp: a szabályfájlban nincs alapértelmezett szabály
ja: kppp: 伙□伙白央奶伙卞犯白巧伙玄及伙□伙互ェ勻化中引六氏
ko: kppp: 규칙파일에 기본값 규칙이 없습니다
no: kppp: regelfil inneholder ikke en standard regel
ru: kppp: файл правил не содержит правила по умолчанию
sl: kppp: datoteka s pravili ne vsebuje privzetega pravila
tr: kppp: kural dosyasý bir önatnýmlý kural içermiyor

source: kppp: rulefile does not contain a "name=..." line
ca: kppp: al fitxer de regles no hi ha una línia "name=..."
cs: kppp: soubor s pravidly neobsahuje øádky "name=..."
da: kppp: regelsættet indeholder ingen "name=..." linie
eo: kppp: reguldosiero ne enhavas linion "name=..."
hr: kppp: datoteka pravila ne sadr¾i "name=..." liniju
hu: kppp: a szabályfájl nem tartalmaz "name=..." sort
ja: kppp: 伙□伙白央奶伙卞 "name=..." 午中丹墊互丐曰引六氏
ko: kppp: 규칙파일에 "name=..." 행이 없습니다
no: kppp: regelfil inneholder ikke et "navn=..." linje
ru: kppp: файл правил не содержит строку "name=..."
sl: kppp: datoteka s pravili ne vsebuje vrstice "name=...".
tr: kppp: kural dosyasý bir "name=..." satýrý içermiyor

source: kppp: rulefile is ok
ca: kppp: el fitxer de regles és correcte
cs: kppp: soubor s pravidly je v poøádku
da: kppp: regelsæt ok
eo: kppp: reguldosiero estas en ordo
hr: kppp: datoteka pravila je u redu
hu: kppp: szabályfájl rendben
ja: kppp: 伙□伙白央奶伙 OK
ko: kppp: 규칙파일이 올바르게 작성되었습니다
no: kppp: regelfil er ok
ru: kppp: файл правил в норме
sl: kppp: datoteka s pravili je v redu.
tr: kppp: kural dosyasý tamam

source: Minimize
ca: Minimitza
cs: Minimalizovat
da: Minimer
eo: Minimumigu
hr: Smanji
hu: Minimalizálás
ja: 瘉凝祭
ko: 최소화
no: Minimer
ru: Свернуть
sl: Skrèi
tr: Küçült

source: You愉e not allowed to dial out with kppp. Contact your system administrator.
ja: 丐卅凶卞反kppp毛銀勻化母奶失伙允月腺蜃互 丐曰引六氏﹝棟咥樊卞杽中寧歹六化心化仁分今中﹝

source: This kernel has no PPP support, neither compiled in nor via the kernel module loader. To solve this problem: * contact your system adminstrator or * install a kernel with PPP support
ca: Aquest kernel no té suport PPP, ni compilat ni via el carregador de mòduls del kernel. Per solucionar aquest problema: * contacteu l'administrador del sistema o bé * instal·leu un kernel amb suport PPP
cs: Toto jádro nemá v sobì zakompilo- vanou podporu PPP a ani pøíslu¹ný modul jádra. K vyøe¹ení tohoto problému: * kontaktujte administratora systému nebo * instalujte jádro s podporou PPP
da: Denne kerne har ingen PPP støtte, hverken kompileret ind i kernen eller via en kernemodulindlæser. For at løse dette problem: * kontakt din systemadministrator eller * installer en kerne med PPP støtte
eo: Tiu operaciuma kerno ne subtenas PPP, nek kiel firma kernero, nek kiel þarøebla modulo. Por solvi tiun problemon: * kontaktu vian sistemadministranton aý * instalu kernon kun PPP-subteno
hr: Ova jezgra (kernel) nema PPP podr¹ku ukljuèenu direktno ili preko modula. Da rije¹ite ovaj problem * kontaktirajte svoga sistem administratora ili * instalirajte jezgru s PPP podr¹kom
hu: A jelenlegi kernel nem tartalmaz PPP támogatást. A probléma megoldása: * Keresd meg a rendszeradminisztrátort! vagy * Új kernel fordítása PPP támogatással
ja: 仇及市□生伙卞反 ppp 互賺心慇引木化云日內﹜ 市□生伙乒斥亙□伙午仄化手戊件由奶伙 今木化中引六氏﹝ 仇及杽鎖毛荸瑁允月杅芊反: * 棟咥樊卞杽中寧歹六月 手仄仁反 * PPP 毛賺心慇氏分市□生伙毛奶件旦玄□伙允月
no: Denne kjernen har ingen PPP-støtte, hverken kompilert inn eller gjennom kjernemodulelasteren. For å løse dette problemet: * kontakt din systemadministrator eller * installer en kjerne med PPP-støtte
ru: Ваше ядро не имеет поддержки PPP или скомпилировано без системного загрузчика модулей. Решение этой проблемы: * обратитесь к системному администратору или * установите ядро с поддержкой PPP
sl: To jedro nima podpore za PPP, niti prevedene znotraj jedra niti preko jedrnega nalagalnika modulov. Da re¹ite to te¾avo: * kontaktirajte va¹ega sistemskega upravitelja ali * namestite novo jedro s podporo PPP

source: You do not have the permission to start pppd! Contact your system administrator and ask to get access to pppd.
ca: No teniu permís per engegar pppd! Contacteu amb l'administrador del sistema i demaneu-li accés a pppd.
cs: Nemáte práva pro spu¹tìní pppd! Kontaktujte svého systémového administrátora, aby vám udìlil pøístup k pppd.
da: Du har ikke tilladelse til at starte pppd! Kontakt din systemadministrator og spørg om adgang til pppd!
eo: Vi ne havas permeson lanæi pppd! Kontaktu vian sistemadministranton kaj petu lin pri aliro al pppd.
hr: Nema¹ dozvolu za pokretanje pppd-a! Kontaktiraj svog administratora sustava i tra¾i pristup pppd-u.
hu: Nem rendelkezel futtatási joggal a pppd-re! Kérd meg a rendszeradminisztrátort, hogy a pppd-t futtathasd!
ja: 丐卅凶反 pppd 毛粟が允月腺蜃毛儅勻化中引六氏〞 棟咥樊卞杽中寧歹六﹜pppd 毛粟が允月杅芊 毛妏中化心化仁分今中﹝
ko: pppd를 시작할 수 있는 권한이 없습니다! 시스템 관리자에게 문의하셔서 pppd에 접근할 수 있도록 요청하십시오
no: Du har ikke tillatelse til å starte pppd! Kontakt din systemadministrator og spør om adgang til pppd.
ru: Вы не имеете прав на запуск pppd! Обратитесь к вашему системному администратору и попросите доступ к pppd.
sl: Nimate potrebnega dovoljenja za zagon pppd! Kontaktirajte va¹ega sistemskega upravitelja in ga prosite za dostop do pppd.
tr: pppd'yi baþlatmak için gerekli izne sahip deðilsiniz Sistem yöneticinize danýþýnýz.

source: pppd is not properly installed! The pppd binary must be installed with the SUID bit set. Contact your system administrator.
ca: pppd no s'ha instal·lat adequadament! El binari pppd ha d'esser instal·lat amb el bit SUID establert. Contacteu l'administrador del sistema.
cs: pppd není správnì nainstalován! Program pppd musí být naistalován s nastaveným SUID bitem. Kontaktujte svého systémového administrátora.
da: pppd er ikke korrekt installeret! Den binære pppd fil skal være installeret med SUID bitten sat. kontakt din systemadministrator.
eo: pppd ne estas øuste instalita! La pppd-programo devas esti instalita kun SUID-bito. Kontaktu vian sistem- administranton.
hr: pppd nije instaliran dolièno! pppd izvr¹ni kod mora biti instaliran sa postavljenim SUID bitom. Kontaktiraj svog administratora sustava.
hu: pppd nincsen rendesen telepítve! A pppd programot úgy kell telepíteni, hogy a SUID bit be legyen állítva. Szólj a rendszer- gazdának.
ja: pppd 互懇仄仁奶件旦玄□伙今木化中引六氏〞 pppd 及田奶瓜伉反 SUID 毛手勻化卅仁化反 卅曰引六氏﹝棟咥樊卞杽中寧歹六化仁分今中﹝
ko: pppd가 제대로 설치되지 않았습니다 pppd는 SUID 비트로 설치되어야 합니다. 시스템 관리자에게 문의하십시오.
no: pppd er ikke korrekt installert! pppd-binærfilen må være installert med SUID-bit satt. Kontakt din systemadministratror.
ru: pppd установлен некорректно! Исполняемый файл pppd должен иметь установленный бит SUID. Обратитесь к вашему системному администратору.
sl: pppd ni pravilno name¹èen! pppd binarna datoteka mora biti name¹èena z nastavljenim SUID bitom. Kontaktirajte va¹ega sistemskega administratorja.
tr: pppd doðru yüklenmemiþ! pppd programý SUID biti kurulu olacak þekilde yüklenmeli. Sistem yöneticinize danýþýnýz.

source: kppp has detected a 'lock' option in /etc/ppp/options. This option has to be removed since kppp takes care of device locking itself. Contact your system administrator.
ca: kppp ha detectat una opció 'lock' a /etc/ppp/options. Aquesta opció s'ha de treure, atés que kppp se n'encarrega del bloqueig de dispositiu. Contacteu amb l'administrador del sistema.
cs: kppp zjistilo nastavení 'lock' v souboru /etc/ppp/options. Toto nastavení musí být odstranìno, proto¾e se kppp stará samo zamykání zaøízení. Kontaktujte prosím administrátora systému.
da: kppp har detekteret en 'lås' i /etc/ppp/options. Dette valg skal fjernes da kppp selv tager sig af enhedslåsning Kontakt din systemadministrator.
eo: kppp eltrovis, ke þloso-opcion ('lock') en /etc/ppp/options. Tiu opcio ne plu estas uzata, æar kppp mem atentas pri þlosado. Kontaktu vian sistem-administranton.
hr: kppp je detektirao 'lock' opciju u /etc/ppp/options. Trebate ukloniti tu opciju buduæi da kppp sam vodi raèuna o zakljuèavanju modema. Molim kontaktirajte administratora sistema.
hu: A kppp felfedezett egy 'lock' paramétert a /etc/ppp/options fájlban. Eltávolítottam ezt, mivel a kppp saját maga kezeli a modem zárolást. Szólj a rendszergazdának.
ja: /etc/ppp/options 卞 'lock' 左皿扑亦件毛葦勾仃引仄凶﹝ kppp 反公木憤褥﹜犯田奶旦毛伕永弁允月窗Х毛儅勻化中引允及匹﹜ 仇及左皿扑亦件毛潸曰輪中化仁分今中﹝ 棟咥樊卞杽中寧歹六化心化仁分今中﹝
ko: kppp가 /etc/ppp/options에서 'lock' 옵션을 찾았습니다. kppp가 스스로 장치 잠금을 하므로 이 옵션은 없애야 합니다. 시스템 관리자에게 문의하십시오.
no: kppp har oppdaget en 'lock'-innstilling i /etc/ppp/options. Denne opsjonen må fjernes siden kppp tar ansvar for enhetslåsing selv. Kontakt din systemadministratror.
ru: Программой kppp обнаружен ключ 'lock' в файле /etc/ppp/options. Этот ключ должен быть удален, так как kppp заботится о блокировании устройств самостоятельно. Обратитесь к вашему системному администратору.
sl: kppp je zaznal 'lock' nastavitev v /etc/ppp/options. Ta nastavitev mora biti odstranjena, ker kppp sam skrbi za zaklepanjenaprav. Kontaktirajte va¹ega sistemskega administratorja.
tr: kppp /etc/ppp/options'da bir 'lock' seçeneði buldu Bu seçenek kaldýrýlmalý Sistem Yöneticinize Baþvurunuz

source: is missing! Ask your system administrator to create a non-empty file that has appropriate read and write permissions.
ca: no hi és! Demaneu a l'administrador del sistema que crei un fitxer no buit amb els permisos de lectura i escriptura apropiats.
cs: chybí! Po¾ádejte správce systému, aby vytvoøil neprázdný soubor s pøíslu¹nými právy ke ètení a zápisu.
da: mangler! Bed din systemadministrator om at lave en ikke tom fil der har de passende læse/skrive tilladelse.
eo: mankas! Demandu vian sistemadministranton por krei nemalplenan dosieron kun konvenaj lego- kaj skribo-permesoj.
hr: nedostaje! Zamolite administratora da stvori dotiènu datoteku i da je otvori za èitanje svim korisnicima.
hu: hiányzik! Kérd meg a rendszer adminisztrátort, hogy hozza létre ezt a fájlt (ne legyen üres) a megfelelõ irás/olvasás jogokkal.
ja: 互瑞仃化中引允〞 塢匹卅仁﹜贗癲卅由□立扑亦件毛手勻凶白央奶伙毛 綜月方丹﹜棟咥樊卞杽中寧歹六化心化仁分今中﹝
no: mangler! Spør din systemadministrator om å lage en ikke-tom fil som har riktig lese- og skrivetillatelse.
ru: отсутствует! Обратитесь к вашему системному администратору с просьбой создать не пустой файл с подходящими правами на чтение и запись.

source: Ca&ncel
ca: Ca&ncel·la
cs: Pøe&ru¹it
da: Op&giv
hr: &Odustani
hu: &Mégsem
ja: 平乓件本伙 (&N)
no: A&vbryt
ru: Отмена
sl: &Preklièi

source: &Continue
ca: &Continua
cs: &Pokraèovat
da: &Fortsæt
hr: &Nastavi
hu: &Tovább
ja: 糧墊 (&C)
no: F&ortsett
ru: Продолжить
sl: &Nadaljuj

source: You have launched pppd before the remote server was ready to establish a PPP connection. Please use the terminal-based login to verify
ca: Heu engegat pppd abans que el servidor remot fos preparat per establir una connexió PPP. Si us plau, useu la connexió basada en terminal per verificar-ho
cs: Spustili jste pppd døíve ne¾ byl vzdálený server pøipraven na vytvoøení PPP spojení. Prosím pou¾ijte pro kontrolu terminálové pøihlá¹ení.
da: Du har startet pppd før fjernserveren var parat til at etablere PPP forbindelsen. Prøv at brug den terminalbaserede login for at verificere dette
eo: Vi lanæis pppd antaý kiam la fora servilo estis preta por PPP-kontakto. Bonvolu uzi la terminalbazitan legitimigmetodon por certiøi.
hr: Pokrenuli ste pppd prije nego ¹to je udaljeno raèunalo bilo spremno uspostaviti PPP vezu. Molim upotrijebite terminalski login da potvrdite
hu: Elõbb elindítottad a pppd-t mint, hogy a távoli kiszolgáló felkészült volna a PPP kapcsolatra. Használd a terminál alapú bejelentkezést ennek ellenõrzésére.
ja: 伉乒□玄扔□田互 PPP 濤糧及賞髐繯匿誘竣誘蹅陘 pppd 互粟が仄引仄凶﹝ 割ロ及凶戶正□立瓜伙矛□旦及伕弘奶件毛銀迕仄化仁分今中﹝
no: Du har startet opp pppd før fjerntjeneren var klar for å etablere en PPP-forbindelse. Vennligst bruk den terminalbaserte innloggingen for å kontrollere
ru: Вы запустили pppd до того, как удаленный сервер был готов обслуживать PPP-клиентов.Пожалуйста, попробуйте зарегистрироваться при помощи терминальной программы и проверьте.
sl: pppd ste pognali preden je bil prijavni stre¾nik pripravljen na vzpostavitev povezave PPP. Za preverbo prosim uporabite terminalsko prijavo.

source: You haven't started the PPP software on the peer system.
ca: No heu engegat el programa PPP al sistema parell
cs: Nespustili jste PPP software na systému, ke kterému jste se pøipojili.
da: Du har ikke startet PPP programmet på peersystemet
hr: Niste pokrenuli PPP program na strani klijenta.
hu: Nem indítottad el a PPP programot a távoli rendszeren.
ja: 濤糧燮及扑旦氾丞匹PPP末白玄它尼失毛旦正□玄匹五引六氏匹仄凶﹝
no: Du har ikke startet PPP-programvaren på peer-systemet.
ru: На удаленной машине не функционирует PPP-сервер.
sl: Na drugem sistemu niste zagnali programja PPP.

source: Check that you supplied the correct username and password!
ca: Comproveu que heu donat el nom d'usuari i contrasenya correctes!
cs: Zkontrolujte, zda jste doplnili správné u¾ivatelské jméno a heslo!
da: Undersøg om du gav det rigtige brugernavn og kodeord!
eo: Certigu, ke vi indikis øustajn uzantnomon kaj pasvorton!
hr: Provjerite da li ste unijeli toèno ime i lozinku!
hu: Ellenõrizd, hogy jó-e a felhasználó név és a jelszó!
ja: 交□扒□生□丞午由旦伐□玉互懇仄中井割ロ仄化仁分今中〞
no: Sjekk at du har oppgitt korrekt brukernavn og passord!
ru: Убедитесь, что Вы указали правильное имя пользователя и пароль!
sl: Preverite, da ste podali pravilno uporabni¹ko ime in geslo!

source: You shouldn't pass 'lock' as an argument to pppd. Check /etc/ppp/options and ~/.ppprc
ca: No heu de passar 'lock' com argument per pppd. Comproveu /etc/ppp/options i ~/.ppprc
cs: Nemìli by jste pøedávat hodnotu 'lock' jako parametr pro pppd. Zkontrolujte soubory /etc/ppp/options a ~/.ppprc
da: Du skulle ikke give 'lock' som et argument til pppd. Kig i /etc/ppp/optionsog ~/.ppprc
eo: Vi ne donu 'lock' kiel argumento por pppd. Kontrolu /etc/ppp/options kaj ~/.ppprc
hr: Ne bi trebali slati 'lock' kao argument pppdu. Provjerite /etc/ppp/options i ~/.ppprc
hu: Nem szabad 'lock' paramétert adni a pppd-nek. Ellenõrizd a /etc/ppp/options és a ~/.ppprc fájlokat
ja: pppd 卞 'lock' 午中丹左皿扑亦件毛笛尹化反卅曰引六氏﹝ /etc/ppp/options 支 ~/.ppprc 毛民尼永弁仄化仁分今中﹝
no: Du skal ikke oppgi 'lock' som et argument til pppd. Sjekk /etc/ppp/options og ~/.ppprc
ru: Вы не должны передавать 'lock' в качестве параметра pppd. Проверьте файлы /etc/ppp/options и ~/.ppprc
sl: Ne smete podati 'lock' kot argument pppd-ja. Preverite /etc/ppp/options in ~/.ppprc

source: The remote system does not seem to answer to configuration request! Contact your provider!
ca: No sembla que el sistema remot respongui a la petició de configuració! Contacteu amb el proveïdor!
cs: Zdá se, ¾e vzdálený systém neopovídá na konfiguraèní po¾adavek. Kontaktujte svého poskytovatele internetu!
da: fjernsystemet synes ikke at besvare din indstillingsanmodning! kontakt din internetudbyder!
eo: La fora sistemo þajnas ne respondi pri agord-deziro! Kontaktu vian servoprovizanton!
hr: uadljeno raèunalo ne odgovara na zahtjev za konfiguriranje. Kontaktirajte svoga davatelja internet usluga.
hu: A távoli rendszer nem akar válaszolni a konfigurációs kérésünkre! Beszélj a szolgáltatóddal!
ja: 伉乒□玄扑旦氾丞反仇切日及邰菲卞蠶尹卅中方丹匹允〞 皿伕田奶母卞杽中寧歹六化仁分今中〞
no: Det virker som fjernsystemet ikke svarer på konfigurasjonsforespørseler! Kontakt din tilbyder!
ru: Удаленная система не отвечает на управляющие запросы! Проконсультируйтесь с вашим провайдером!
sl: Oddaljeni sistem ne odgovarja na zahtevo po nastavitvi! Kontaktirajte va¹ega ponudnika!

source: You have passed an invalid option to pppd. See `man pppd' for a complete list of valid arguments.
ca: Heu passat una opció no vàlida a pppd. Si feu `man pppd' tindreu una llista completa d'arguments vàlids.
cs: Pøedali jste programu pppd nelpatný parametr. Nahlédnìte do manuálových stránek programu pppd ('man pppd') na seznam platných parametrù.
da: Du har givet et ikke gyldigt argument til pppd. Se `man pppd' for en fuldstændig liste af gyldige argumenter.
hr: Poslali ste neispravnu opciju pppd-u. Pogledajte `man pppd' za kompletnulistu va¾eæih argumenata.
hu: Érvénytelen paramétert adtál meg a pppd-nek. Látsd a `man pppd'-t a lehetséges paraméterekhez.
ja: pppd 卞尕懇卅左皿扑亦件互ェ恘今木化中引允﹝'man pppd' 毛仄化 肣躲卅左皿扑亦件毛割ロ仄化仁分今中﹝
no: Du har oppgitt et ugyldig valg til pppd. Se `man pppd' for en fullstendig liste over gyldige argumenter.
ru: Вы задали неверный параметр демону pppd. Обратитесь к справке (`man pppd') для получения списка корректных параметров.
sl: pppd-ju ste podali nelegalno izbiro. Za popoln seznam izbir si oglejte `man pppd'.

source: Notice that the remote system has sent the following message: "%s" This may give you a hint why the the connection has failed.
ca: Anoteu que el sistema remot ha enviat el següent missatge: "%s" Això us pot donar una pista del perquè ha fallat la connexió.
cs: V¹imnìte si, ¾e vzdálený systém poslal následující zprávu: "%s" To by Vám mohlo dát náznaèit, proè spojení selhalo.
da: Bemærk at fjernsystemet har sendt følgende meddelelse: "%s" Dette kan give dig et vink om hvorfor forbindelsen mislykkedes.
eo: La fora sistemo sendis la sekvan mesaøon: "%s" Tio povas helpi al vi trovi la kaýzon, ke la kontakto malsukcesis.
hr: Informacija da je udaljeno raèunalo poslalo slijedeæu poruku: "%s" To vam mo¾e pomoæi da utvrdite za¹to spajanje nije uspjelo.
hu: A távoli rendszer ezt az üzenetet küldte: "%s" Hasznos lehet annak a kiderítéséhez, hogy miért nem jött össze a kpcsolat.
ja: 伉乒□玄扑旦氾丞互慼及方丹卅丟永本□斥毛霜勻化五引仄凶: "%s" 撩л仄凶葆奢互坌井月井手仄木引六氏﹝
no: Noter at fjernsystemet har sendt følgende melding: "%s" Det kan gi deg et hint om hvorfor forbindelsen mislyktes.
ru: Удаленная система выдала следующее сообщение: "%s" Это может подсказать вам, почему соединение было прервано.
sl: Oddaljeni sistem je poslal naslednje sporoèilo: "%s" Morda vam to namiguje, zakaj je bilo povezovanje neuspe¹no.

source: Sorry. Can't help you here.
ca: Ho sento. No us puc ajudar.
cs: Lituji, zde Vám nemohu pomoci.
da: Undskyld, jeg kan ikke hjælpe dig her.
eo: Padonu, ne povas helpi vin tie æi.
hr: ®alim, ne mogu pomoæi.
hu: Sajnálom. Itt tudok segíteni.
ja: 泙峏勾樹扷反丐曰引六氏﹝
no: Beklager. Kan ikke åpne modem.
ru: Извините, в этом контексте помощь недоступна.
sl: Oprostite. Tu vam ne morem pomagati.

source: KPPP could not prepare a PPP log. It愀 very likely that pppd was started without the "debug" option. Without this option it愀 difficult to find out PPP problems, so you should turn on the debug option. Shall I turn it on now?
ja: KPPP 反 PPP 及伕弘毛迕啦匹五引六氏匹仄凶﹝云公日仁 pppd 互 "debug" 左皿扑亦件毛尥仃內卞粟が今木凶及匹仄斤丹﹝ 仇及左皿扑亦件互卅中午 PPP 及杽鎖毛葦勾仃月及互ろ仄仁 卅曰引允及匹﹜debug 左皿扑亦件反尥仃化仁分今中﹝ 漆允什肣躲卞仄化手厭中引六氏井?

source: The "debug" option has been added. You should now try to reconnect. If that fails again, you will get a PPP log that may help you to track down the connection problem.
ca: S'ha afegit l'opció "debug". Ara podeu provar de tornar a connectar. Si torna a fallar, tindreu un registre PPP que us podrà ajudar a fer el seguiment del problema de connexió.
cs: Ladící parametr "debug" byl pøidán. Mìli by jste zkusit opìt navázat spojení. Nepovede-li se spojéní navázat, obdr¾íte záznamy PPP, které by Vám mohly pomoci vystopovat problémy se spojením.
da: "debug" er nu slået til. Du skulle prøve at forbinde igen. Hvis det mislykkes igen, vil du få en PPP log der måske kan hjælpe dig til at finde ud af hvad problemet er.
eo: La opcio "debug" estas aldonita. Vi nun provu rekontakti. Se tio malsukcesos refoje, vi ricevos PPP-raporton kiu povus helpi trovi la kaýzon de la problemo.
hr: Dijagnostièka (debug) opcija je dodana. Poku¹ajte se sada ponovo spojiti. Ako ponovno bude neuspje¹no dobiti æete PPP dnevnik koji vam mo¾e pomoæi da utvrdite razloge neuspje¹nom spajanju.
hu: Hozzûadtam "debug" paramétert. Próbálj meg új kapcsolatot létrehozni. Ha megint nem sikerül, nézd meg a PPP naplót, az segíthet a probléma megoldásában.
ja: "debug" 左皿扑亦件互馨笛今木引仄凶﹝手丹ㄠ蘸 濤糧仄化心引仄斤丹﹝手仄引凶撩л仄化手﹜PPP 及 伕弘毛葦木壬﹜濤糧凜及杽鎖互荸瑁匹五月井手襞木引六氏﹝
no: "debug"-valget har blitt lagt til. Du bør nå prøve å koble opp på nytt. PPP-loggen kan hjelpe deg til å spore opp oppkoblingsproblemene hvis oppkoblingen mislykkes igjen.
ru: Добавлена опция "debug" (отладка). Вы можете попытаться восстановить соединение. Если попытка будет опять неудачной, вы сможете просмотреть файл протокола PPP и отследить причину проблемы.
sl: Izbira "debug" je bila dodana. Poskusite se ponovno povezati. Èe boste ponovno neuspe¹ni, boste dobili dnevnik PPP, ki vam bo morda pomagal najti te¾avo pri povezovanju.

source: PPP log
ca: Registre PPP
cs: Záznamy PPP
eo: PPP-raporto
hr: PPP dnevnik
hu: PPP napló
ja: PPP 伕弘
no: PPP-logg
ru: Протокол PPP
sl: Dnevnik PPP

source: kppp's diagnosis (just guessing):
ca: diagnòstic kppp (provo d'endevinar):
cs: Diagnostika kppp (pouze hádám):
da: kppp's diagnose (blot gætværk):
eo: La diagnoso de kppp (nur diveno):
hr: kpppova dijagnoza (¹pekulacija):
hu: kppp diagnózis (csak találgatás):
ja: kppp 及褲蠅 (蹂竅卞允亢引六氏)“
no: kppp sin diagnose (bare gjetter):
ru: Диагноз kppp (попытка угадать):
sl: diagnoza kppp (le ugibam):

source: Write to file
ca: Escriu a fitxer
cs: Zapsat do souboru
da: Skriv til fil
eo: Skribu al dosiero
hr: Pi¹i u datoteku
hu: Fájlba írás
ja: 白央奶伙卞請恘
no: Skriv til fil
ru: Запись в файл
sl: Pi¹i v datoteko

source: Select modem type...
ca: Selecciona el tipus de mòdem...
cs: Vyberte typ modemu...
da: Vælg modem type...
hr: Izaberite tip modema...
hu: Modem típus megadása...
ja: 乒犯丞及正奶皿毛薊氏匹仁分今中...
no: Velg modemtype...
ru: Выберите тип модема...
sl: Izberi tip modema...

source: To setup your modem, first choose its vendor in the list to the left, and then select the model from the right list. If you don愒 know which modem you have, you can try out one of the "Generic" modems.
ja: 乒犯丞毛本永玄失永皿允月卞反﹜引內﹜爾及伉旦玄井日公及擠瞻葭毛薊太﹜ 惘及伉旦玄井日乒犯伙毛薊氏匹仁分今中﹝手仄升及乒犯丞井坌井日卅中及匹丐木壬 "域岤" 乒犯丞毛ㄠ勾薊氏匹云仃壬中中匹允﹝

source: <Generic>
ca: <Genèric>
cs: <Obecný>
da: <Generisk>
hr: <generièki>
hu: <Általános>
ja: <域>
no: <Generell>
ru: <Обобщенная модель модема>
sl: <Splo¹ni>

source: Hayes(tm) compatible modem
ca: Mòdem compatible Hayes(tm)
cs: Hayes(tm) compatibilní modem
da: Hayes(tm) kompatibelt modem
hr: Hayes(tm) kompatibilan modem
hu: Hayes(tm) kompatibilis modem
ja: Hayes(tm) 詢晶及乒犯丞
no: Hayes(tm)-kompatible modem
ru: Hayes(tm) совместимый модем
sl: Modem, zdru¾ljiv s Hayes(tm)

source: Scan Var:
ca: Explorant Var:
cs: Zkoumat Var:
da: Undersøg Var:
eo: Variablo:
hr: Ispituj Var:
ko: 검색 값:
ru: Сканируемая переменная:
sl: Preberi sprem.:
tr: Deðiþken tara:
