Repository: xwizard/kde1
Catalog: kdenetwork-1.1.2/po/*/kppp.po
Languages: ca, cs, da, eo, hr, hu, ja, ko, no, ru, sl, tr

source: When this option is turned on, <i>kppp</i> will be closed when you disconnect
ca: Quan s'activa aquesta opció, es tancarà <i>kppp</i> en desconnectar
cs: Je-li aktivována tato mo¾nost, ukonèí se <i>kppp</i> po zru¹ení spojení.
da: Ved dette valg vil <i>kppp</i> blive lukket når man afbryder forbindelsen
eo: Se tiu opcio estas enþaltita, <i>kppp</i> finiøos, se vi malkontaktos
hr: Ukoliko omoguæite ovu opciju <i>kppp</i> prozor æe biti zatvoren kod odspajanja
hu: Amennyiben ezt a kapcsolót bekapcsoljuk, a <i>kppp</i>kilép a kapcsolat megszakadásakor
ja: 仇及左皿扑亦件毛薊氏匹云仁午﹜ 濤糧互濠蠅今木凶凜卞<i>kppp</i>手蔽弇仄引允﹝
no: Når dette valget er slått på vil <i>kppp</i> lukkes når du frakobler
ru: Когда включена эта опция, <i>kppp</i> будет закрыт при разрыве соединения.
sl: Kadar je vklopljena ta nastavitev, se <i>kppp</i> zapre ob prekinjeni povezavi

source: Minimize Window on Connect
ca: Minimitza la finestra en connectar
cs: Minimalizovat okno po pøipojení
da: Minimer vindue ved forbindelse
eo: Minimumigu fenestron æe kontakto
hr: Smanji prozor nakon spajanja
hu: Ablak minimalizálása kapcsolatkor
ja: 濤糧凜卞它奴件玉它毛瘉凝祭
ko: 접속 후 창 최소화
no: Minimer vindu ved oppkobling
ru: Свернуть окно при соединении
sl: Ob povezavi skrèi okno
tr: Baðlantýda Pencereyi Küçült

source: Iconifies <i>kppp</i>'s window when a connection is established
ca: S'iconitza la finestra <i>kppp</i> en establir una connexió
cs: Provede ikonifikaci okna <i>kppp</i> po vytvoøení spojení.
da: Laver <i>kppp</i>'s vindue om til en ikon når forbindelsen er etableret
eo: Piktogramigas la fenestron de <i>kppp</i> se kontakto ekfunkciis
hu: Ikonizálja a <i>kppp</i> ablakát miután a kapcsolat stabilizálódott
ja: 濤糧互割峏今木凶凜卞<i>kppp</i>及它奴件玉它毛 瘉凝祭仄引允﹝
no: Ikoniserer <i>kppp/i>s vindu når en forbindesle er opprettet
ru: Свернуть в пиктограмму окно <i>kppp</i> при установлении соединения.
sl: Ob vzpostavitvi povezave ikonizira okno <i>kppp</i>

source: About kppp
ca: Quant a kppp
cs: Informace o kppp
da: Om kppp
eo: Pri kppp
hr: O kppp-u
hu: kppp névjegy
ja: kppp及田□斥亦件樹扷
ko: kppp 정보
no: Om kppp
ru: О программе kppp
sl: O kppp
tr: kppp Hakkýnda

source: A dialer and front-end to pppd (c) 1997, 1998 Bernd Johannes Wuebben <wuebben@kde.org> Harri Porten <porten@kde.org> Mario Weilguni <mweilguni@kde.org> Original author: Bernd Johannes Wuebben Currently maintained by Harri Porten and Mario Weilguni. Please send all bug reports to the current maintainer. This program is distributed under the GNU GPL (GNU General Public License).
ca: Un marcador i frontal per pppd (c) 1997, 1998 Bernd Johannes Wuebben <wuebben@kde.org> Harri Porten <porten@kde.org> Mario Weilguni <mweilguni@kde.org> Autor original: Bernd Johannes Wuebben Actualment és mantingut per Harri Porten i Mario Weilguni. Envieu tots els informes d'error al mantenidor actual. Aquest program es distribueix sota la GNU GPL (GNU General Public License).
cs: Dialer a front-end pro pppd (c) 1997, 1998 Bernd Johannes Wuebben <wuebben@kde.org> Harri Porten <porten@kde.org> Mario Weilguni <mweilguni@kde.org> Pùvodní autor: Bernd Johannes Wuebben Souèasnì spravuje: Harri Porten and Mario Weilguni. Prosím posílejte v¹echna hlá¹ení chyb souèasným správcùm. Tento program je distribuován podle GNU GPL (GNU General Public License).
da: Et modemprogram, front for pppd (c) 1997, 1998 Bernd Johannes Wuebben <wuebben@kde.org> Harri Porten <porten@kde.org> Mario Weilguni <mweilguni@kde.org> Oprindelig forfatter: Bernd Johannes Wuebben For øjeblikket varetaget af Harri Porten og Mario Weilguni. Send venligst alle problem- rapporter til den nuværende ansvarlige. Dette program er under GNU GPL (GNU General Public License).
eo: Alvokilo kaj interfaco por pppd (c) 1997, 1998 Bernd Johannes Wuebben <wuebben@kde.org> Harri Porten <porten@kde.org> Mario Weilguni <mweilguni@kde.org> Origina aýtoro: Bernd Johannes Wuebben Nune flegata de Harri Porten kaj Mario Weilguni. Bonvolu sendi æiujn eraroraportojn al la nuna fleganto. Tiu æi programo estas disponigata sub la GNUa ØPL (GNU Øenerala Publika Licenzo).
hu: Tárcsázó és front-end a pppd démon elé (c) 1997, 1998 Bernd Johannes Wuebben <wuebben@kde.org> Harri Porten <porten@kde.org> Mario Weilguni <mweilguni@kde.org> Eredeti szerzõ: Bernd Johannes Wuebben Jelenlegi karbantartó: Harri Porten és Mario Weilguni. Bármilyen hiba leírását kizárólag a jelenlegi karbantartóknak címezd! Ez a program GNU licensz alá tartozik (GNU General Public License).
ja: 母奶失仿□菴太pppd及白伕件玄巨件玉 (c) 1997, 1998 Bernd Johannes Wuebben <wuebben@kde.org> Harri Porten <porten@kde.org> Mario Weilguni <mweilguni@kde.org> 左伉斥瓜伙及綜樊: Bernd Johannes Wuebben 蜇箕及棟咥樊“ Harri Porten and Mario Weilguni 允屯化及田弘伉禾□玄反蜇箕及棟咥樊卞霜勻化仁分今中﹝ 仇及皿伕弘仿丞反GNU GPL(GNU General Public License) 及手午卞т幵允月仇午互匹五引允﹝
no: Et ringe- og frontprogram for pppd (c) 1997, 1998 Bernd Johannes Wuebben <wuebben@kde.org> Harri Porten <porten@kde.org> Mario Weilguni <mweilguni@kde.org> Orginal forfatter: Bernd Johannes Wuebben Nårværende vedlikehoder er Harri Porten og Mario Weilguni. Vennligst send alle feilrapporter til de som er vedlikeholdere nå. Dette programmet er gitt ut under GNU GPL (GNU General Public License).
ru: Программа дозвона и оболочка к pppd (c) 1997, 1998 Bernd Johannes Wuebben <wuebben@kde.org> Harri Porten <porten@kde.org> Mario Weilguni <mweilguni@kde.org> Автор идеи: Bernd Johannes Wuebben В настоящее время разработку поддерживают Harri Porten и Mario Weilguni. Пожалуйста, присылайте ваши сообщения об ошибках. Эта программа распространяется под лицензией GNU GPL (GNU General Public License).
sl: Klicni program in grafièna maska pppd (c) 1997, 1998 Bernd Johannes Wuebben <wuebben@kde.org> Harri Porten <porten@kde.org> Mario Weilguni <mweilguni@kde.org> Prvotni avtor: Bernd Johannes Wuebben Trenutno vzdr¾ujeta Harri Porten in Mario Weilguni. Vsa sporoèila o hro¹èih po¹ljite trenutnemu vzdr¾evalcu. Ta program se raz¹irja pod licenco GNU GPL (GNU General Public License).

source: Serial device
ca: Dispositiu sèrie
cs: Sériové zaøízení
da: Seriel enhed
eo: Seria aparato
hr: Serijski ureðaj
hu: Soros eszköz
ja: 扑伉失伙犯田奶旦
ko: 시리얼 장치
no: Seriell enhet
ru: Последовательное устройство
sl: Zaporedna naprava
tr: Seri Aygýt

source: Modem Device:
ca: Dispositiu mòdem:
cs: Modemové zaøízení:
da: Modem enhed:
eo: Modemaparato:
hr: Modemski ureðaj:
hu: Modem eszköz:
ja: 乒犯丞犯田奶旦
ko: 모뎀 장치:
no: Modemenhet
ru: Устройство модема:
sl: Naprava modema:
tr: Modem Aygýtý:

source: This specifies the serial port your modem is attached to. On Linux/x86, typically this is either /dev/ttyS0 (COM1 under DOS) or /dev/ttyS1 (COM2 under DOS). If you have an internal ISDN card with AT command emulation (most cards under Linux support this), you should select one of the /dev/ttyIx devices.
ca: Especifica el port sèrie on està connectat el vostre mòdem. A Linux/86, normalment és /dev/ttyS0 (COM1 sota DOS) o bé /dev/ttyS1 (COM2 sota DOS). Si teniu una tarja interna XDSI amb emulació d'ordres AT (la majoria de targes sota Linux ho tenen), heu de seleccionar un dels dispositius /dev/ttyIx.
cs: Udává sériový port, ke kterému je pøipojen Vá¹ modem. V Linuxu/x86 jde obvykle o zaøízení /dev/ttyS0 (COM1 pod DOSem) nebo /dev/tty1 (COM2 pod DOSem). Máte-li interní ISDM kartu s emulací AT pøíkazù (vìt¹ina kater toto pod Linuxem podporuje), vyberte jedno ze zaøízení /dev/ttyIx.
da: Dette angiver den serielle port dit modem er tilsluttet I Linux/x86 er dette typisk enten /dev/ttyS0 (COM1 under DOS) eller /dev/ttyS1 (COM2 under DOS). Hvis du har et internt ISDN kort med AT kommando emulering (de fleste kort under Linux undestøtter dette) bør du vælge en af /dev/ttyIx enhederne.
eo: Tio indikas la serian pordon al kiu via modemo estas konektita. Æe Linux/x86 tio estas normale /dev/ttyS0 (COM1 sub DOS) aý /dev/ttyS1 (COM2 sub DOS). Se vi uzas internan ISDN-karton kun AT-komand-imitado (plej multaj kartoj sub Linukso tion subtenas), vi elektu unu el la aparatoj /dev/ttyIx.
hu: A mezõben azt a soros portot adhatjuk meg, amelyre a modem csatlakozik. Linux/x86 alatt ez a /dev/ttyS0 (DOS alatt a COM1) vagy a /dev/ttyS1 (DOS alatt a COM2). Amennyiben belsõ ISDN kártyád van AT parancs emulációval (a legtöbb kártya Linux portolása ilyen), válaszd ki a megfelelõ /dev/ttyIx eszközt.
ja: 乒犯丞及勾卅互木化中月扑伉失伙禾□玄匹允﹝ Linux/x86 匹反分中凶中 /dev/ttyS0 (DOS匹中丹午仇欠及COM1)井 /dev/ttyS1 (き元仁COM2)匹仄斤丹﹝ AT戊穴件玉巨立亙伊□扑亦件(Linux匹反幻午氏升及市□玉互 仇木毛迕中引允)匹迕中月ま朿ISDN市□玉及樺寧反﹜ /dev/ttyIx 及升木井毛薊少优邰互丐曰引允﹝
no: Her oppgir du hvilen serieport ditt modem er koblet til Under Linux/x86 er det typisk /dev/ttyS0 (COM1 under DOS) eller /dev/ttyS1 (COM2 under DOS). Hvis du har et internt ISDN-kort med AT-kommandoemulering (de fleste kort under Linux støtter det), skal du velge /dev/ttyIx-enheter.
ru: Укажите здесь последовательный порт, к которому подключен ваш модем. Для Linux/x86 это обычно /dev/ttyS0 (COM1 в DOS) или /dev/ttyS1 (COM2 в DOS). Если у вас внутренний ISDN-контроллер с поддержкой AT-команд, (большинство таких контроллеров поддерживают эмуляцию AT-команд под Linux), выбирайте одно из /dev/ttyIx устройств.
sl: To doloèi zaporedna vrata, na katera je priklopljen va¹ modem. Na Linuxu/x86 je to ponavadi /dev/ttyS0 (COM1 pod DOS) ali /dev/ttyS1 (COM2 pod DOS). Èe imate notranjo kartico ISDN s posnemanjem ukazov AT (veèina kartic pod Linuxom to podpira), morate izbrati eno izmed naprav /dev/ttyIx.

source: Flow Control:
ca: Control de fluxe:
cs: Øízení toku:
da: Flow kontrol:
eo: Fluokontrolo:
hr: Kontrola toka:
ja: 白伕□孺豢“
ko: 흐름 제어:
no: Flytkontroll
ru: Управление потоком:
sl: Nadzor pretoka:
tr: Akýþ Denetimi:

source: None
ca: Cap
cs: ®ádné
da: Ingen
eo: Neniu
hu: Nincs
ja: 卅仄
no: Ingen
ru: Отсутствует
sl: Nobena

source: Specifies how the serial port and modem communicate. You should not change this unless you know what you are doing. <b>Default</b>: CRTSCTS
ca: Especifica com es comuniquen el port sèrie i el mòdem. No ho heu de canviar excepte si sabeu qué esteu fent. <b>Omissió</b>: CRTSCTS
cs: Udává jak komunikují seriový port a modem. Nemìli by jste toto nastavení mìnit pokud nevíte co dìláte. <b>Implicitnì</b>: CRTSTS
da: Angiver hvordan den serielle port og modemet kommunikerer. Du bør ikke ændre dette med mindre du ved hvad du foretager dig. <b>Standard</b>: CRTSCTS
eo: Indikas, kiel la seria pordo kaj la modemo komuniku. Vi ne þanøu tion, krom se vi scias kion vi faras. <b>Implicite</b>: CRTSCTS
hr: Navodi naèin na koji serijski port i modem komuniciraju. Opciju ne trebate mijenjati osim ako znate ¹to radite :-). </b>Uobièajena vrijednost</b>: CRTSCTS
hu: Az itt lévõ adat meghatározza, hogy a soros port és a modem hogyan kommunikál egymással. Ne változtasd meg, csak ha tudod mit csinálsz! <b>Alapértelmezés</b>: CRTSCTS
ja: 扑伉失伙禾□玄午乒犯丞互升及方丹卞 騷耨允月井隙爛仄引允﹝坌井日卅中及卅日 庍凳仄卅中匹仁分今中﹝ <b>犯白巧伙玄</b>“CRTSCTS
no: Oppgir hvordan serieporten og modemet komuniserer. Du skal ikke endre dette hvis du ikke vet hva du gjør. <b>Standard</b>: CRTSCTS
ru: Укажите способ взаимодействия последовательного порта и модема (способ управления потоком данных). Не меняйте заданное значение, если не уверены в этом. <b>По умолчанию</b>: CRTSCTS
sl: Doloèi, kako se zaporedna vrata in modem pogovarjata. Ne spreminjajte tega, razen èe veste kaj poènete. <b>Privzeto</b>: CRTCTS

source: Line Termination:
ca: Terminació de línia:
cs: Ukonèení øádky:
da: Linie afslutning:
eo: Liniofinsigno:
hr: Zavr¹etak linije:
hu: Vonal megszakítás:
ja: 荼墊戊□玉
ko: 줄바꿈 문자:
no: Linjeslutt:
ru: Завершение строки:
sl: Zakljuèitev linije:
tr: Satýr Sonu:

source: Specifies how AT commands are send to your modem. Most modems will work fine with the default <i>CR</i>. If your modem does not react to the init string, you should try different settings here <b>Default</b>: CR
ca: Especifica com s'envien les comandes AT al vostre mòdem. La major part dels mòdems funcionen bé amb l'omissió <i>CR</i>. Si el vostre mòdem no reacciona a la cadena d'inicialització, heu de provar diferents arranjaments aquí <b>Omissió</b>: CR
cs: Udává jakým zpùsobem jsou pøedávány AT pøíkazy modemu. Vìt¹ina modemù bude dobøe pracovat s implicitní hodnotou <i>CR</i>. Nereaguje-li modem na inicializaèní øe»ezec, zkuste zde zadat jiné nastavení. <b>Implicitnì</b>: CR
da: Angiver hvordan AT kommandoer bliver sendt til dit modem. De fleste modemer virker fint med standarden <i>CR</i>. Hvis dit modem ikke reagerer på init strengen, bør du prøve en anden indstilling her <b>Standard</b>: CR
hu: Az itt lévõ adat meghatározza, hogy a soros port és a modem hogyan kommunikál egymással. Ne változtasd meg, csak ha tudod mit csinálsz! <b>Alapértelmezés</b>: CRTSCTS
ja: 丐卅凶及乒犯丞卞升及方丹卞AT戊穴件玉互霜日木月井 隙爛仄化仁分今中﹝幻午氏升及乒犯丞反犯白巧伙玄及 <i>CR</i> 匹が五引允﹝手仄丐卅凶及乒犯丞互賡渝祭 戊穴件玉卞膨仄卅中方丹匹仄凶日﹜仇仇匹職及澀爛毛 魂仄化心化仁分今中﹝ <b>犯白巧伙玄</b>: CR
no: Forteller hvordan AT-kommandoer skal sendes til ditt modem. De fleste modemer vil fungere fint med standard <i>CR</i>. Hvis ditt modem ikke kommer til init-strengen, skal du prøve et annet valg her <b>Standard</b>:CR

source: Connection Speed:
ca: Velocitat de connexió:
cs: Rychlost spojení:
da: Forbindelses hastighed:
eo: Rapideco
hr: Brzina veze:
hu: Vonal sebessége:
ja: 濤糧簧蘸
ko: 접속 속도:
no: Oppkoblingshastighet:
ru: Скорость соединения:
sl: Hitrost povezave:
tr: Baðlanma Hýzý:

source: Specifies the speed your modem and the serial port talk to each other. You should begin with the default of 38400 bits/sec. If everything works you can try to increase this value, but to no more than 115200 bits/sec (unless you know that your serial port supports higher speeds).
ca: Especifica la velocitat a la que es parlen el mòdem i el port sèrie. Heu de començar amb 38400 bits/seg per omissió. Si tot funciona, podeu provar d'incrementar aquest valor, pero no més de 115200 bits/seg (excepte si sabeu que el port sèrie suporta velocitats més altes).
cs: Udává rychlost, kterou Vá¹ modem a sériový port komunikují. Mìli by jste zaèít i implicitní hodnotou 38400 bitù/sec. Pracuje-li v¹e v poøádku, zkuste zvý¹it tuto hodnotu, ale ne více ne¾ na 115200 bitù/sec (leda¾e víte, ¾e Vá¹ modem podporuje vìt¹í rychlosti).
da: Angiver den hastighed dit modem og den serielle port taler med hinanden. Du bør begynde med standarden på 38400/bits/sek. Hvis alting virker kan du prøve en højere værdi, men ikke mere end 1152000 bits/sek (med mindre du ved dit modem understøtter højere hastigheder).
eo: Indikas la rapidecon de la komunikado inter la seria pordo kaj via modemo. Vi komencu je la originaj 38400 bit/s. Se æio bone funkcias vi povas provi altigi tiun valoron øis maksimume 115200 bit/s (krom se vi scias, ke via seria pordo subtenas pli altajn rapidecojn).
hr: Namje¹ta brzinu izmeðu modem i serijskog porta Prvo poku¹ajte sa 38400 bita/sek. Ukoliko sve radi kako spada poku¹ajte sa veæom brzinom meðutim ne vi¹e od 115200 bita/sek (osim ako ste sigurni da va¹ modem podr¾ava vi¹e brzine).
hu: Meghatározható a soros port és a modem közötti kommunikáció sebessége. Elsõ indításkor az alapértelmezés 38.400 bit/másodperc. Növelhetjük az értéket a mindennapi munkához, de ne emeljük 115.200 bit/másodperc fölé, csak ha nagysebességû soros porttal rendelkezünk).
ja: 乒犯丞午扑伉失伙禾□玄互鍬詢卞騷耨允月簧蘸毛 隙爛仄化仁分今中﹝引內﹜犯白巧伙玄及 38400申永玄 咍卍匹魂仄引仄斤丹﹝公木匹丹引仁中勻化中月方丹卅日﹜ 115200申永玄咍卍動票匹(扑伉失伙禾□玄互方曰簧中簧蘸毛 扔禾□玄仄化中月及卅日公木動曉匹手厭中引六氏互)﹜ 仇及醒儂毛餵支允仇午互匹五引允﹝
no: Bestemmer hastigheten modemet og serieporten snakker sammen med. Du kan starte med standardverdien 38400 bits/sek. Hvis alt fungerer med denne verdien kan du øke den, men ikke til mer enn 115200 bits/sek (med mindre du vet at serieporten støtter høyere hastigheter).
ru: Укажите скорость обмена данными между вашим модемом и последовательным портом. Вы можете начать со значения по умолчанию в 38400 бит/сек. Если все будет нормально работать, вы можете увеличить это значения, но не больше, чем 115200 бит/сек (если, конечно, ваш последовательный порт поддерживает скорости выше 38400 бит/сек).
sl: Doloèi hitrost s katero se lahko pogovarjata va¹ modem in zaporedna vrata. Zaèeti bi morali s privzetimi 38400 bitov/sek. Èe vse deluje, lahko poskusite poveèati to vrednost, vendar ne na veè kot 115200 bitov/sek (razen èe veste, da va¹a zaporedna vrata podpirajo vi¹je hitrosti).

source: Use Lock File
ca: Usa el fitxer de bloqueig
cs: Pou¾ívat zámkový soubor
da: Brug låsefil
hr: Koristi datoteku za zakljuèavanje
hu: Zároló fájl használata
ja: 伕永弁白央奶伙毛迕中月
no: Bruk låsfil
ru: Использовать файл блокировки
sl: Uporabi zaklepno datoteko

source: To prevent other programs from accessing the modem while a connection is established, a file can be created to indicate that the modem is in use. On Linux an example file would be <i>/var/lock/LCK..ttyS1</i> Here you can select whether this locking will be done. <b>Default</b>: On
ca: Per prevenir a d'altres programes tenir accès al mòdem mentres s'estableix una connexió, es pot crear un fitxer per indicar que el mòdem és en ús. Un fitxer d'exemple a Linux seria <i>/var/lock/LCK..ttyS1</i> Aquí podeu seleccionar si s'usarà aquest bloqueig. <b>Omissió</b>: Sí
cs: Aby jste zabránili jiným programùm v pøístupu k modemu bìhem navázaného spojení, bude vytvoøen soubor indikující, ¾e je ji¾ modem pou¾íván. V Linuxu je takovým souborem <i>/var/lock/LCK..ttyS1</i> Zde si mù¾ete vybrat zda bude toto zamykání provádìno. <b>Implicitnì</b>: Zapnuto
da: For at forhindre andre programmer i at forsøge at få adgang til modemet mens en forbindelse er etableret, kan en fil laves der viser at modemet er i brug. I Linux ville en eksempel fil være <i>/var/lock/LCK..ttyS1</i> Her kan du vælge om du vil bruge den slags lås <b>Standard</b>:Slået til
hr: Ukoliko ¾elite sprijeèiti pristup modemu drugim programima tokom trajanja PPP veze, kppp æe stvoriti datoteku koja æe drugim programima dati na znanje da se modem koristi. Primjerice na Linuxu to je datoteka <i>/var/lock/LCK..ttyS1</i> Ovdje izabirete da li ¾elite omoguæiti takvo pona¹anje. </b>Uobièajena vrijednost</b>: Omoguæeno
hu: Ha meg akarjuk akadályozni, hogy egyéb programok hozzáférjenek a modemhez a kapcsolat idelye alatt, egy fájl létrehozásával jelezhetjük hogy a modemet használja egy program. Linux alatt ez a fájl a <i>/var/lock/LCK..ttyS1</i>elérési úton található meg. Amennyiben használni akarod ezt az opciót, kapcsold be mezõt. <b>Alapértelmezés</b>: Bekapcsolva
ja: 濤糧凜卞職及皿伕弘仿丞互乒犯丞卞失弁本旦仄卅中方丹 乒犯丞互銀迕醱匹丐月仇午毛襞日六月凶戶卞白央奶伙毛 綜曰引允﹝Linux 匹反拺尹壬<i>/var/lock/LCK..ttyS1</i> 及方丹卞卅曰引允﹝ 仇及伕永弁窗厭毛銀丹井升丹井毛仇仇匹薊屯引允﹝ <b>犯白巧伙玄</b>“左件
no: For å unngå at andre programmer prøver å bruke modemet mend forbindelsen er opprettet, vil en fil bli opprettet for å indikere at modemet er i bruk. På Linux vil filen for eksempel være <i>/var/lock/LCK..ttyS1</i> Her kan du velge katalog hvor denne filen er opprettet. <b>Standard</b>: På
ru: Чтобы предотвратить доступ других программ к модему, когда установлено ppp-соединение, создается специальный файл, который показывает, что модем занят. Для Linux, например, файл будет выглядеть так: <i>/var/lock/LCK..ttyS1</i> Здесь вы можете указать, будет ли использоваться файл блокировки. <b>По умолчанию</b>: включено
sl: Da med povezavo prepreèite ostalim programom dostop do modema, lahko ustvarite datoteko, ki ka¾e na to, da je modem zaseden. Primer datoteke na Linuxu bi bil <i>/var/lock/LCK..ttyS1</i> Tule lahko izberete, ali ¾elite izvedbo tega zaklepanja. <b>Privzeto</b>: vklopljeno

source: Modem Timeout:
ca: Expiració de mòdem:
cs: Timemout modemu:
da: Modem udløbstid:
eo: Modema tempolimo:
hr: Modemska stanka:
hu: Modem Idõtúllépés:
ja: 乒犯丞及正奶丞失它玄“
ko: 모뎀 경과시간:
no: Timeout for modem:
ru: Таймаут модема:
sl: Èas na voljo modemu:
tr: Modem Zaman Aþýmý:

source: This specifies how long <i>kppp</i> waits for a <i>CONNECT</i> response from your modem. The recommended value is 30 seconds.
ca: Especifica quant de temps espera <i>kppp</i> una resposta <i>CONNECT</i> del mòdem. El valor recomanat són 30 segons.
cs: Udává èas, po který <i>kppp</i> èeká na odezvu modemu <i>CONNECT</i>. Doporuèená hodnota je 30 sekund.
da: Dette angiver hvor lang tid <i>kppp</i> venter på et <i>CONNECT</i> svar fra dit modem. Den anbefalede værdi er 30 sekunder.
eo: Tio indikas, kiom longe <i>kppp</i> atendu pri la modemrespondo <i>CONNECT</i>. La rekomendita valoro estas 30 sekundoj.
hr: Ovo namje¹ta koliko dugo <i>kppp</i> èeka na <i>CONNECT</i> odgovor od modema. Preporuèena vrijednost je 30 sekundi.
hu: Itt meghatározható az az idõtartam amíg a <i>kppp</i> várakozik a modem <i>CONNECT</i> válaszára. A kívánatos érték 30 másodperc.
ja: <i>CONNECT</i>午中丹妐儂昫互乒犯丞井日忒勻化仁月引匹﹜ <i>kppp</i>互升及蠢蘸謹勾井毛仇仇匹隙爛匹五引允﹝ 蹂儔襖反30卍匹允﹝
no: Dette forteller hvor lenge <i>kppp</i> venter for en <i>CONNECT</i>-respons fra modemet ditt. Anvefalt verdi er 30 sekunder.
ru: Укажите здесь, какое время <i>kppp</i> будет ждать строку <i>CONNECT</i> от вашего модема. Рекомендуемое значение - 30 секунд.
sl: To doloèi, kako dolgo <i>kppp</i> èaka na sporoèilo <i>CONNECT</i> modema. Priporoèena vrednost je 30 sekund.

source: Modem
ca: Mòdem
eo: Modemo
ja: 乒犯丞
ko: 모뎀
ru: Модем

source: Busy Wait:
ca: Espera ocupat:
cs: Èekaní pøi obsazení:
da: Vent ved optaget:
eo: Atendo æe okupiteco:
hr: Èekaj ako je modem zaposlen:
hu: Várakozás foglaltság esetén:
ja: 狪仄醱匹謹勾凜棉
ko: 바쁜 대기:
no: Ventetid etter opptatt:
ru: Ожидание при состоянии 'Занято':
sl: Poèakaj ob zasedeni liniji:
tr: Meþgul Bekle:
