Repository: xwizard/kde1
Catalog: kdenetwork-1.1.2/po/*/kppp.po
Languages: ca, cs, da, eo, hr, hu, ja, ko, no, ru, sl, tr

source: When this option is selected, all DNS servers specified in <i>/etc/resolv.conf</i> are temporary disabled while the dialup connection is established. After the connection is closed, the servers will be re-enabled Typically, there is no reason to use this option, but it may become useful under some circumstances
ca: Quan es selecciona aquesta opció, tots els servidors DNS especificats a <i>/etc/resolv.conf</i> es desactiven temporalment mentres s'estableix la connexió telefònica. Després de tancar la connexió els servidors es reactivaran Habitualment no hi ha cap raó per usar aquesta opció, pero pot ser útil sota certes circumstàncies
cs: Je-li vybrána tato mo¾nost, budou bìhem modemového spojení doèasnì vypnuty v¹echny DNS servery udané v souboru <i>/etc/resolv.conf</i>. Po ukonèení spojení budou tyto servery opìt zapnuty. Obvykle není dùvod pou¾ívat tuto mo¾nost, ale mù¾e, nastat situace, kdy by taková mo¾nost mohla být u¾iteèná.
da: Når denne metode er valgt, bliver alle DNS servere der er angivet i <i>/etc/resolv.conf</i> midlertidigt sat ud af kraft, mens forbindelsen er ved at blive etableret. Efter forbindelsen er afsluttet, bliver serverne genetablerede Der er typisk ingen grund til at benytte denne mulighed, men det kan vise sig nyttigt i visse omstændigheder
eo: Se tiu opcio estas elektita, æiuj DNS-serviloj donitaj en <i>/etc/resolv.conf</i> estas provizore malvalidigitaj dum la kontakto. Post la fermo de la kontakto, la serviloj denove estos validaj. Normal vi ne bezonas uzi tiun opcion, sed sub certaj kondiæoj øi povus esti utila.
hr: Ukoliko izaberete ovu opciju, svi DNS poslu¾itelji koji su navedeni u <i>/etc/resolv.conf</i> su onemoguæeni tokom trajanja PPP veze. Nakon zatvaranja veze, poslu¾itelji æe ponovo biti omoguæeni Obièno nema potrebe koristiti ovu opciju meðutim u odreðenim situacijama opcija mo¾e biti korisna
hu: Ha ez az opció ki van választva, minden DNS kiszolgáló ami az <i>/etc/resolv.conf</i>-ban van megadva, ideiglenesen ki lesz kapcsolva a kapcsolat idejére. Miután a kapcsolat befejezõdött, újra ezek a kiszolgálók lesznek használva. Az esetek többségében nem kell használni ezt a funkciót, de bizonyos körülmények közöt haszosnak bizonyulhat.
ja: 仇及左皿扑亦件互薊壬木月午﹜母奶失伙失永皿 濤糧互割峏今木化中月棉﹜<i>/etc/resolv.conf</i>卞 井井木凶蟈化及DNS扔□田互域凜讀卞拑躲卞卅曰引允﹝ 濤糧互蔽弇允木壬﹜公木日及DNS扔□田反瘋太 肣躲卞卅曰引允﹝ 陬仄化﹜仇及左皿扑亦件毛銀迕允月优邰反丐曰引六氏﹝ 仄井仄棕雁卞方勻化反肣迕井手襞木引六氏﹝
no: Når valget er slått på, vil alle DNS-tjenerene i <i>/etc/resolv.conf</i> bli midlertidig skrudd av mens oppringtforbindelsen er etablert. Etter forbindelsen er lukket, vil tjenerne bli skrudd på igjen Normalt er det ingen grunn til å bruke dette valget, men det kan være nyttig i visse tilfeller
ru: Когда эта опция включена, все серверы DNS, указанные в файле <i>/etc/resolv.conf</i>, не будут использоваться, пока установлено соединение. После разъединения эти серверы будут использоваться, как и прежде. Обычно нет причин пользоваться такой возможностью, однако это может оказаться полезным в некоторых случаях.
sl: Kadar je izbrana ta nastavitev, so med klicno povezavo vsi stre¾niki DNS, vpisani v <i>/etc/resolv.conf</i>, zaèasno onemogoèeni. Ko se povezava zapre, so stre¾niki ponovno vklopljeni. Obièajno ni razloga, da bi uporabljali to nastavitev, vendar je v doloèenih okoli¹èinah lahko uporabna

source: Gateway Setup
ca: Valors portal
cs: Nastavení brány
da: Gateway indstilling
eo: Enkursigil-konfigura¼o
hr: Postava gatewaya
hu: Átjáró beállítása
ja: 必□玄它尼奶及澀爛
ko: 게이트웨이 설정
no: Gateway-oppsett
ru: Настройка шлюза
sl: Nastavitev prehoda
tr: Að Geçidi Ayarý

source: Default Gateway
ca: Portal per omissió
cs: Implicitní brána
da: Standard Gateway
eo: Implicita enkursigilo
hr: Podrazumijevani gateway
hu: Alapértelmezett átjáró
ja: 犯白巧伙玄必□玄它尼奶
ko: 기본 게이트웨이
no: Standard gateway
ru: Шлюз по умолчанию
sl: Privzeti prehod
tr: Öntanýmlý Að Geçidi

source: This makes the PPP peer computer (the computer you are connected to with your modem) to act as a gateway. Your computer will send all packets not going to a computer inside your local net to this computer, which will route this packets. This is the default for most ISPs, so you should probably leave this option on
ca: Fa que l'ordinador PPP parell (aquell ordinador al que esteu connectat amb el vostre mòdem) actui com portal. El vostre ordinador enviarà tots els paquets no destinats a un ordinador de la vostra xarxa local a aquest ordinador, que els encaminarà. Això és així per la major part de proveïdors, de manera que probablement heu de deixar aquesta opció activa.
cs: Toto zpùsobí, ¾e poèítaè, ke kterému se pøipojíte Va¹ím modemem, bude pracovat jako brána. Vá¹ poèítaè bude posílat v¹echny balíky, které nesmìøují do Va¹í lokální sítì, na tento poèítaè, který je pak bude smìøovat dále.
da: Dette får PPP partner computeren (den computer du er forbundet med via dit modem) til at opføre sig som en gateway. Din computer vil sende alle pakker der ikke skal til en computer indenfor dit lokale net, til denne computer, som så sørger for den videre ekspedition Dette er standard for de fleste ISPer, så du bør formodentlig vælge dette
eo: Tio difinas la PPP-servilon (la komputilo kiun vi kontaktis per via modemo) kiel enkursigilo. Æiujn TCP-paka¼ojn, ne destinitajn por la loka reto, via komputilo sendos al la PPP-servilo por trasendo. Tiel estas æe la plej multaj ISPoj, do vi supozeble lasu enþaltita tiun opcion
hu: Ezzel azt lehet beállítani, hogy a PPP társ gép (akivel modemen keresztül kapcsolatban áll a géped) átjáróként viselkedik. Ez azt jelenti, hogy a helyi gép minden csomagot, ami nem a helyi hálózatra megy, e felé a gép felé fog küldeni, és õ majd tovább küldi azokat. Ez az alapértelmezett beállítás a legtöbb szolgáltatónál, ezért ajánlatos bekapcsolva hagyni.
ja: 仇木卞方勻化PPP反戊件疋亙□正(丐卅凶及乒犯丞匹 勾卅仆凶戊件疋亙□正)互必□玄它尼奶匹丐月午 心卅仄引允﹝丐卅凶及戊件疋亙□正反伕□市伙生永玄卞 輊仃日木凶動陸及蟈化及由弗永玄毛仇及戊件疋亙□正卞 霜曰﹜仇及戊件疋亙□正反由弗永玄及墊五燮毛瑁戶引允﹝ 仇木反幻午氏升及ISP匹犯白巧伙玄午卅勻化云曰﹜ 仇木反肣躲卞仄化云仁优邰互丐月匹仄斤丹﹝
no: Dette gjør datamaskinen som er PPP-peer (datamaskinen du er forbundet med modem til) fungere som en gateway. Din datamaskin vil sende alle pakker som ikke går til ditt lokale nett til denne maskinen, som vil rute disse pakkene. Dette er standard for de fleste ISPer, så du skal trolig la dette valgt stå på
ru: Это позволяет использовать удаленный компьютер (к которому вы подключены при помощи модема) как шлюз. Ваш компьютер будет посылать все пакеты, предназначенные не для локальной сети на такой шлюз, который будет маршрутизировать их дальше. Эта возможность используется большинством провайдеров услуг Интернет (ISP), поэтому лучше включить эту опцию.
sl: To povzroèi, da se raèunalnik, na katerega ste povezani z modemom, obna¹a kot prehod. Va¹ raèunalnik bo vse paketke, namenjene izven va¹e lokalne mre¾e, po¹iljal temu raèunalniku, ki jih bo usmerjal naprej. To je privzeto za veèino ponudnikov interneta, zato bi verjetno morali pustiti to nastavitev vklopljeno.

source: Static Gateway
ca: Portal estàtic
cs: Statická brána
da: Statisk Gateway
eo: Fiksa enkursigilo
hr: Statièki gateway
hu: Statikus átjáró
ja: 旦正氾奴永弁必□玄它尼奶
ko: 고정 게이트웨이
no: Statisk gateway
ru: Статический шлюз
sl: Stalni prehod
tr: Statik Að Geçidi

source: Allows you to specify which computer you want to use as gateway (see <i>Default Gateway</i> above
ca: Permet especificar quin ordinador voleu usar com portal (veieu <i>Portal per omissió</i>)
cs: Umo¾ní Vám urèit, ketrý poèítaè chcete pou¾ívat jako bránu (nahlédnìte do nápovìdy k <i>Implicitní bránì</i>).
da: Tillader dig at angive hvilken computer du ønsker at bruge som gateway (se <i>Standard gateway</i>ovenfor
eo: Jen vi povas indiki la komputilon, kiun vi volas uzi kiel enkursigilo (vd. <i>Implica enkursigilo</i> supre)
hr: Dozvoljava da namjestite koje raèunalo ¾elite koristiti kao gateway (pogledajte pod <i>Podrazumijevani Gateway</i>
hu: Lehetõség van egy gép megadására, aki az átjátó lesz. (látsd az <i>Alapértelmezett átjáró</i>t fent
ja: 升及戊件疋亙□正毛必□玄它尼奶午仄化迕中月井毛 隙爛匹五引允(曉及<i>犯白巧伙玄必□玄它尼奶</i>輔寰)
no: Tillat deg til å oppgi hvilken datamaskin du ønsker å bruke som gateway (se <i>Standard gateway</i> over
ru: Позволяет указать адрес компьютера, который вы будете использовать как шлюз по умолчанию (см. <i>Шлюз по умолчанию</i>.
sl: Dovoli vam doloèiti, kateri raèunalnik ¾elite uporabljati za prehod (zgoraj si poglejte <i>Privzet prehod</i>

source: Gateway IP Address:
ca: Adreça IP del portal:
cs: Brána IP adresa:
da: Gateway IP adresse:
eo: Enkursigila IP-adreso:
hr: Gateway IP adresa:
hu: Átjáró IP címe:
ja: 必□玄它尼奶 IP失玉伊旦
ko: 게이트웨이 IP 주소:
no: IP-adresse til gateway:
ru: IP-адрес шлюза:
sl: IP naslov prehoda:
tr: Að geçidi IP Adresi:

source: Assign the Default Route to this Gateway
ca: Asigna la ruta per omissió al portal
cs: Pøiøadit implicitní smìrování k této bránì
da: Fastsæt standard rute til denne Gateway
eo: La implicita kurso iru tra tiu enkursigilo
hr: Dodijeli podrazumijevani put prema gornjem gateway-u
hu: A Default Route hozzárendelése ehhez az átjáróhoz
ja: 犯白巧伙玄伙□玄卞仇及必□玄它尼奶毛喃曰癲化月
ko: 이 게이트웨이를 기본 라우터로 지정
no: Angi standard rute til denne gatewayen
ru: Присвоить данному шлюзу маршрут по умолчанию
sl: Dodeli privzeto pot prek tega prehoda
tr: Bu Að Çýkýþýna Öntanýmlý Yol Tanýmla

source: If this option is enabled, all packets not going to the local net are routed through the PPP connection. Normally, you should turn this on
ca: Si s'activa aquesta opció, tots els paquets que no van a la xarxa local, s'encaminen per la connexió PPP. Normalment, heu d'activar-ho
cs: Je-li aktivována tato mo¾nost, budou v¹echny balíky, které nejdou do lokální sítì pøesmìrovány na PPP spojení.
da: Hvis denne mulighed er valgt, vil alle pakker der ikke skal til det lokale net gå gennem PPP forbindelsen. Dette er hvad man normalt gør
eo: Se tiu opcio estas enþaltita, æiuj paka¼oj destinitaj ne por la loka reto iros tra la PPP-kontakto. Normal vi enþaltas tion
hr: Ukoliko je slijedeæa opcija omoguæena, svi paketi koji ne idu na lokalnu mre¾u su usmjereni na PPP vezu. U veæini sluèajeva treba ovu opciju treba omoguæiti.
hu: Ha ez az opció be van kapcsolva, minden csomag ami nem a helyi hálóra megy, a PPP kapcsolaton keresztül küldõdik el. Normális esetben be kell kapcsolni.
ja: 仇及左皿扑亦件毛肣躲卞允月午﹜伕□市伙生永玄卞 墊仁動陸及蟈化及由弗永玄反PPP濤糧毛騷仄化 墊五燮毛喃曰蕊日木引允﹝ 騷橘反民尼永弁仄化仁分今中﹝
no: Hvis du skrur på dette valget, vil alle pakker som ikke går til det lokale nett bli rutet gjennom PPP-forbindelsen. Vanligvis skal dette valget være skrudd på
ru: Если эта опция включена, все пакеты, предназначенные не для локальной сети, будут маршрутизироваться через PPP-соединение. Обычно вы должны включить эту опцию.
sl: Èe je ta nastavitev vklopljena, so vsi paketki, namenjeni izven lokalne mre¾e, usmerjeni skozi povezavo PPP. Obièajno je to vklopljeno

source: Edit Script
ca: Edita guió
cs: Upravit skript
da: Redigér skript
eo: Redaktu programeton
hr: Uredi scenarij
hu: Szkript módosítása
ja: 旦弁伉皿玄及彸螂
ko: 스크립트 편집
no: Rediger skript
ru: Редактировать сценарий
sl: Uredi skript
tr: Betik'i Düzenle

source: kppp Setup
ca: Valors kppp
cs: Nastavení kppp
da: kppp Indstilling
eo: kppp-konfigura¼o
hr: Postava kppp-a
hu: kppp beállítások
ja: kppp及澀爛
ko: kppp 설정
no: kppp-oppsett
ru: Настройка kppp
sl: Nastavitev kppp
tr: kppp Ayarlarý

source: pppd Timeout:
ca: Expiració pppd
da: pppd Tiden løb ud:
eo: pppd-tempolimo:
hr: pppd prekoraèenje vremena:
hu: pppd idõtúllépés:
ja: pppd及正奶丞失它玄“
ko: pppd 시간초과:
no: Tid ute for pppd:
ru: Таймаут pppd
sl: Èas na voljo pppd:
tr: pppd Zaman Aþýmý:

source: <i>kppp</i> will wait this number of seconds to see if a PPP connection is established. If no connection is made in this time frame, <i>kppp</i> will give up and kill pppd.
ca: <i>kppp</i> s'esperarà aquest número de segons per veure si s'estableix una connexió PPP. Si no s'estableix cap connexió durant aquest temps <i>kppp</i> es donarà i aturarà pppd.
cs: <i>kppp</i> poèká udaný poèet sekund, aby zjistil, zda bylo navázáno PPP spojení. Nedojde-li v tomto èasovém horizontu k navázání spojení, tak <i>kppp</i> ukonèí navazování spojení a zru¹í proces pppd.
da: <i>kppp</i> vil vente dette antal sekunder for at se om en PPP forbindelse bliver etableret. Hvis det ikke lykkes indenfor denne tidsramme, vil <i>kppp</i> give op og slå pppd ihjel.
eo: <i>kppp</i> atendos tiom da sekundoj antaý kontroli, æu la PPP-kontakto funkcias. Se dum tiu tempo la kontakto ne ekfunkciis, <i>kppp</i> rezignacios kaj finos pppd.
hr: <i>kppp</i> æe èekati ovaj broj sekundi da vidi da li æe PPP veza biti uspostavljena. Ukoliko veza nije uspostavljena u ovom roku, <i>kppp</i> æe odustati te ugasiti pppd.
hu: A <i>kppp</i>a mezõben megadott ideig vár a PPP kapcsolat stabilizálódására. Amennyiben a kapcsolat a megadott idõn belül nem épül ki, a <i>kppp</i> megszakítja a pppd mûködését.
ja: <i>kppp</i>反仇仇匹隙爛仄凶卍醒分仃PPP濤糧互割峏 允月井升丹井謹切引允﹝仇及凜棉動ま卞濤糧互 割峏仄卅仃木壬<i>kppp</i>反丐五日戶化pppd毛蔽弇今六引允﹝
no: <i>kppp</i> vil vente dette antall sekunder for å se om en PPP-forbindelse er etablert. Hvis ingen forbindelse er laget i dette tidsrommet, vil <i>kppp</i> gi opp og drepe pppd.
ru: <i>kppp</i> будет ждать это число секунд в ожидании установления PPP-соединения. Если соединение не будет установлено в этот срок, <i>kppp</i> выдаст ошибку и завершит работу pppd.
sl: <i>kppp</i> bo poèakal toliko sekund, da se vzpostavi povezava PPP. Èe se v tem èasu ne vzpostavi, se <i>kppp</i> preda in pobije pppd.

source: Seconds
ca: Segons
cs: sekund
da: Sekunder
eo: sekundoj
hr: sekundi
hu: másodperc
ja: 卍
ko: 초
no: Sekunder
ru: секунд
sl: Sekund
tr: Saniye

source: Dock into Panel on Connect
ca: Encasta al plafó al connectar
cs: Vsadit do panelu pøi pøipojení
da: Vis i Panel ved forbindelse
eo: Doku en la panelo æe kontakto
hr: Pristani na ploèu nakon spajanja
hu: Dokkolás a panelre a kapcsolat létrejötte után
ja: 濤糧凜反由生伙卞傘Ф
ko: 접속시 패널에 작은 아이콘 표시
no: Dokk i panel ved oppkobling
ru: Внедрить в панель KDE при соединении
sl: Ob povezavi zasidraj v pult
tr: Baðlantýda Panele Ekle

source: After a connection is established, the window is minimized and a small icon in the <i>kpanel</i> represents this window. Clicking on this icon will restore the window to it's original location and size.
ca: Després d'establir la connexió, es minimitza la finestra i es representa amb una petita icona a <i>kpanel</i>. En fer clic sobre aquesta icona es restaurarà la finestra a la seva mida i posició originals.
cs: Po navázání spojení bude okno minimalizováno a malá ikona v <i>kpanelu</i> bude toto okno reprezentovat. Kliknutí na tuto ikonu provede obnovení okna na jeho pùvodní umístìní a v jeho pùvodní velikosti.
da: Vinduet minimeres efter en forbindelse er etableret, og en lille ikon i <i>kpanel</i> repræsenterer dette vindue. Ved at klikke på denne ikon kan man genetablere vinduet.
eo: Post ekfunkcio de kontakto, la fenestro estos minimuigita kaj malgranda piktogramo en Panelo reprezentos la fenestron. Tuþo sur tiu piktogramo restarigos la fenestron æe origina loko kaj je origina grandeco.
hu: A kapcsolat stabilizálódása után, az alkalmazás ablaka minimizálódik, és egy kicsi ikon jelenik meg a <i>kpanel</i>-en. Kattints erre az ikonra, amennyiben vissza akarod állítani a kppp alkalmazást az eredeti méretû ablakba.
ja: 濤糧互割峏允月午它奴件玉它反瘉凝祭仄﹜ <i>kpanel</i>及卅井匹失奶戊件卞卅曰﹜瘋太 它奴件玉它刓憎今木月及毛謹切引允﹝ 仇及失奶戊件毛弁伉永弁允月午它奴件玉它反 葭丐勻凶樺赭卞き元扔奶朮匹汊葭今木引允﹝
no: Etter en forbindelese er etablert vil vinduet bli minimert og et lite ikon i <i>kpanel</i> vil representere dette vinduet. Klikking på dette ikonet vil gjenopprette vinduet til det originale sted og størrelse.
ru: После того, как соединение установлено, окно <i>kppp</i> превратится в маленькую пиктограмму в <i>панели KDE</i>, представляющую это соединение. Щелчок мышкой по этой пиктограмме восстановит окно <i>kppp</i> в прежней позиции и с прежними размерами.
sl: Ko se vzpostavi povezava, se okno skrèi in na pultu se pojavi majhna ikona, ki predstavlja to okno. Èe kliknete na ikono, bo obnovilo okno na njegovo prvotno mesto in velikost.

source: Automatic Redial on Disconnect
ca: Torna a marcar en desconnectar
cs: Znovu automaticky vytáèet po odpojení
da: Automatisk genopringning ved afbrydelse
eo: Aýtomata realvoko æe malkontakto
hr: Automatski se spoji nakon odspajanja
hu: Automatikus újrahívás
ja: 濠蠅今木凶凜反憤が讀卞伉母奶失伙
ko: 접속 해제시 자동으로 다시 전화걸기
no: Automatisk oppringing ved nedkobling
ru: Автодозвон при разъединении
sl: Samodejno ponovno poklièi ob prekinjeni povezavi
tr: Baðlantý Kopmasýnda Otomatik Yeniden Ara

source: When a connection is established and it somehow gets disconnected, <i>kppp</i> will try to reconnect to the same account. See <link #redial>here</link> for more on this topic.
ca: Quan s'estableix una connexió i per alguna raó es desconnecta, <i>kppp</i> provarà de reconnectar al mateix compte. <link #redial>Aquí</link> hi ha més informació del tema.
cs: Je-li navázáno spojení a dojde-li z nìjakého dùvodu k jeho pøeru¹ení, pokusí se <i>kppp</i> obnovit spojení pro stejný úèet. Pro detaily nahlédnìte <link #redial>zde</link>.
da: Når en forbindelse er etableret men på en eller anden måde bliver afbrudt, vil <i>kppp</i> forsøge at lave en forbindelse til den samme konto Se <link #redial>here</link> for mere om dette emne.
eo: Se funkcianta kontakto ial ekmalfunkcias, <i>kppp</i> provos rekontakton al la sama konto. Vidu <link #redial>tie æi</link> por pli da informoj pri tiu temo.
hu: Amennyiben a kapcsolat nem áll fel, vagy megszakad, a <i>kppp</i> újratárcsáz a megfelelõ account adatokkal. Kattints <link #redial>ide</link>, ha több információt akarsz a témáról.
ja: 濤糧互割峏今木凶詨﹜窒日井及溥匹濤糧互 撩歹木月午﹜<i>kppp</i>反き元濤糧燮卞 齬狪毛井仃卅云仄引允 擇仄仁反<link #redial>仇仇</link>毛輔寰仄化仁分今中﹝
no: Når en forbindelse er etablert og den på en eller annen måte blir brutt, vil <i>kppp</i> prøve å gjenopprette forbindelsen til samme konto. Se <link #redial>her</link> for mer informasjon om dette emnet.
ru: Если установленное соединение по какой-либо причине разорвалось, <i>kppp</i> будет пытаться установить его. Подробнее смотри <link #redial>здесь</link>.
sl: Kadar se povezava vzpostavi, a se nekako prekine, se bo <i>kppp</i> posku¹al ponovno povezati na isti raèun. Veè o tej temi si lahko preberete <link #redial>tule</link>.

source: Show Clock on Caption
ca: Mostra el rellotge al títol
cs: Zobrazovat hodiny v titulku
da: Vis ur i titelbjælke
eo: Montru horloøon en la titolo
hr: Poka¾i sat naslovnoj traci
hu: Idõmérés az ablak-címben
ja: 濤糧仄化井日及凜棉毛刓憎
ko: 캡션에 시계 보이기
no: Vis klokke i tittel
ru: Показывать время в строке заголовка
sl: Na naslovu prika¾i uro
tr: Baþlýkta Saati Göster

source: When this option is checked, the window title shows the time since a connection was established. Very useful, so you should turn this on
ca: Quan s'activa aquesta opció, el títol de la finestra mostra el temps des que es va establir la connexió. Molt útil, de manera que haurieu d'activar-ho
cs: Je-li aktivní tato mo¾nost, bude v titulku okna zobrazován celkový èas pøipojení. Tato volba je velmi u¾iteèná a mìli by jste ji mít zapnutou.
da: Når denne mulighed er valgt, vil vindues titlen vise hvor lang tid der er gået siden forbindelsen blev etableret. Meget nyttigt, så du bør nok slå dette til
eo: Se tiu æi opcio estas enþaltita, la fenestro- titolo montros la tempon pasintan de la ekkontakto. Tre utila, do enþaltu!
hr: Ukoliko je ova opcija omoguæena, naslovna traka prozora æe prikazivati vrijeme trajanja trenutne veze. Vrlo korisno, pa preporuèamo da ju omoguæite
hu: Amennyiben ez a jelzõ bekapcsolt állapotú, az ablak címsorában megjelenik a kapcsolat stabilizálódása óta eltelt idõ. Hasznos funkció, tartsuk bekapcsolva!
ja: 仇及左皿扑亦件毛薊氏匹云仁午﹜濤糧仄化井日及 凜棉互它奴件玉它及正奶玄伙午仄化刓憎今木引允﹝ 午化手忐厙卅及匹弁伉永弁仄化云五引仄斤丹﹝
no: Når dette valgt vil vindutittelen vise tiden siden en forbindelsen ble etablert. Veldig nyttig; du bør skru den på
ru: Когда включена эта опция, в заголовке окна отображается время, прошедшее с момента установления соединения. Полезная вещь, лучше включите эту опцию.
sl: Kadar je izbrana ta nastavitev, ka¾e naslov okna dol¾ino povezave. Zelo koristno, zato je verjetno bolje imeti to vklopljeno

source: Disconnect on X-server shutdown
ca: Desconnecta en aturar el servidor X
cs: Odpojit pøi ukonèení X-serveru
da: Afbryd ved nedlukning af X-Server
eo: Malkontaktu æe fino de la X-servilo
hr: Odspoji nakon ga¹enja X-poslu¾itelja
hu: Bontás az X-szerver leállításakor
ja: X互蔽弇仄凶凜反濠蠅
ko: X 서버 종료시 접속 해제
no: Kople ned når X avsluttes
ru: Разъединить при остановке X-сервера
sl: Prekini povezavo ob izhodu iz stre¾nika X
tr: X-sunucu kapanmasýnda baðlantýyý kes

source: Checking this option will close any open connection when the X-server is shut down. You should enable this option unless you know what you are doing. See <link #disxserver>here</link> for more on this.
ca: Amb aquesta opció activada es tancaran totes les connexions obertes quan s'aturi el servidor X. Heu d'activar aquesta opció excepte si sabeu qué esteu fent. <link #disxserver>Aquí</link> hi ha més informació del tema.
cs: Aktivace této mo¾nosti zpùsobí zru¹ení spojení po ukonèení X-serveru. Mìli by jste aktivovat tuto mo¾nost nevíte-li co dìláte. Náhlédnìte <link #disxserver>zde</link> pro více informací.
da: Dette valg vil få enhver åben forbindelse til at blive afbrudt når X-serveren lukkes Du bør vælge dette med mindre du ved hvad du gør. Se <link #disxserver>here</link> for mere om dette.
eo: Se tiu opcio estas enþaltita, æiuj malfermitaj kontaktoj fermiøos, kiam la X-servilo fermiøas. Enþaltu tiun opcion, krom vi scias, kion vi faras. Vidu <link #disxserver>tie æi</link> por pliaj informoj.
hr: Ukoliko omoguæite ovu opciju sve otvorene PPP veze æe biti zatvorene prilikom ga¹enja X-poslu¾itelja. Omoguæite opciju osim ako imate poseban razlog za¹to ne. Pogledajte <link #disxserver>ovdje</link> za vi¹e detalja.
hu: Ez a kapcsoló engedélyezi a kapcsolat bontását, az X-szerver leállításakor. Tartsuk bekapcsolva ezt a jelzõt a késõbbi problémák elkerülése végett. Kattints <link #disxserver>ide</link>, ha több információt akarsz a témáról.
ja: 仇及左皿扑亦件毛薊氏匹云仁午﹜X互蔽弇仄凶凜卞 蟈化及濤糧毛濠蠅仄引允﹝恌仁坌井日卅中凜反 肣躲卞仄化云五引仄斤丹 擇仄仁反<link #disxserver>仇仇</link>毛輔寰仄化仁分今中﹝
no: Hvis du skrur på dette valget, vil alle åpne forbindelser bli lukket når X-tjeneren blir avsluttet. Dette valget skal være skrudd på med mindre du vet hva du gjør. Se <link #disxserver>here</link> for mer informasjon om dette.
ru: Если эта опция включена, любое открытое соединение будет разорвано при закрытии X-сервера. Не пользуйтесь этим, если Вы не уверены в том, что делаете. Подробности <link #disxserver>здесь</link>.
sl: Izbira te nastavitve bo ob zaustavitvi stre¾nika X zaprla vsako odprto povezavo. Priporoèeno je, da imate to nastavitev vklopljeno, razen èe veste kaj poènete. Veè o tem si lahko preberete <link #disxserver>tule</link>.

source: Quit on Disconnect
ca: Surt en desconnectar
cs: Ukonèit pøi odpojení
da: Afbryd programmet ved tabt forbindelse
eo: Finu æe malkontakto
hr: Izaði nakon odspajanja
hu: Kilépés a kapcsolat megszakadása után
ja: 濠蠅凜卞蔽弇
ko: 접속해제시 종료
no: Avslutt ved frakobling
ru: Выход при разъединении
sl: Zapusti ob prekinjeni povezavi
tr: Baðlantý kopunca programdan çýk
