Repository: xwizard/kde1
Catalog: kdenetwork-1.1.2/po/*/kppp.po
Languages: ca, cs, da, eo, hr, hu, ja, ko, no, ru, sl, tr

source: Type in the username that you got from your ISP. This is especially important for PAP and CHAP. You may omit this when you use terminal-based or script-based authentication. <b>Important</b>: case is important here: <i>myusername</i> is not the same as <i>MyUserName</i>!
ca: Introduïu el nom d'usuari que us ha donat el proveïdor d'internet. Això és especialment important per PAP i CHAP. Podeu ometre-ho quan useu autenticació basada en terminal o en guió. <b>Important</b>: la caixa és important aquí: <i>nomusuari</i> no és el mateix que <i>NomUsuari</i>!
cs: Vlo¾te u¾ivatelské jméno, které Vám pøidìlil Vá¹ poskytovatel internetu. Toto je zvlá¹tì dùle¾ité pro PAP a CHAP. Mù¾ete jej vynechat pou¾íváte-li autentikaci terminálem nebo skriptem. <b>Dùle¾ité</b>: velikost písmen je zde podstatná: <i>méjméno</i> není to samé jako <i>MéJméno</i>!
da: Skriv det brugernavn du fik af din Internet udbyder. Dette er særlig vigtigt for PAP og CHAP. Du kan lade være med dette hvis du bruger terminalbaseret eller skriptbaseret autorisation. <b>Vigtigt</b>: bogstavstørrelse er vigtig her; <i>mitbrugernavn</i> er ikke det samme som <i>Mitbrugernavn</i>!
eo: Tajpu la uzantonomon, kiun vi ricevis de via ISP. Tio estas aparte grava por PAP kaj CHAP. Vi povus preteriri tion se vi uzas terminalbazitan aý programetbazitan legitimigon. <b>Grave:</b>: uskleco gravas tie æi: <i>miasekreto</i> diferencas de <i>MiaSekreto</i>!
hu: Írd be ide a kapcsolódáshoz szükséges felhasználói nevet, melyet az Internet Szolgáltatód megadott. Ez az információ különösen fontos a PAP és a CHAP (Terminál és szkript) típusú bejelentkezéseknél). <b>Fontos</b>: a kis és nagybetû nem keverhetõ: a <i>saga</i> nem azonos a <i>sAGA</i> szöveggel!
ja: ISP井日潸ぜ仄凶交□扒□生□丞毛筏ェ仄化仁分今中﹝ 仇木反 PAP 支 CHAP 匹た卞褐邰匹允﹝正□立瓜伙矛□旦支 旦弁伉皿玄矛□旦及ロ據毛迕中月樺寧反彊峎匹五引允﹝ <b>褐邰</b>“竣毛尥仃月屯五仇午互丐曰引允“ <i>myusername</i>午<i>MyUserName</i>反き元匹反丐曰引六氏〞
no: Skriv inn brukernavnet du fikk fra din ISP. Dette er spesielt viktig for PAP og CHAP. Du kan droppe det hvis du bruker terminal- eller skriptbasert autentisering. <b>Viktig</b>: bokstavstørrelse er viktig her: <i>mittbrukernavn</i> er ikke det samme som <i>MittBrukerNavn</i>!
ru: Введите регистрационное имя пользователя, которые вы получили у провайдера. Это очень важно, если вы используете PAP или CHAP протоколы аутентификации. Вы можете не указывать здесь ничего, если используете аутентификацию в терминале или в сценарии. <b>Важно</b>: имеет значение регистр букв: <i>myusername</i> - это не то же самое, что <i>MyUserName</i>!
sl: Vpi¹ite uporabni¹ko ime, ki ste ga dobili od va¹ega ponudnika interneta. To je ¹e posebej pomembno za PAP in CHAP. Lahko izpustite, kadar uporabljate terminalsko ali skriptno identifikacijo. <b>Pomembno</b>: velikost èrk je tu pomembna: <i>mojeime<i> ni enako kot <i>MojeIme</i>!

source: Password:
ca: Contrasenya:
cs: Heslo:
da: Kodeord:
eo: Pasvorto:
hr: Lozinka:
hu: Jelszó:
ja: 由旦伐□玉“
ko: 비밀 번호:
no: Passord:
ru: Пароль:
sl: Geslo:
tr: Parola:

source: Type in the password that you got from your ISP. This is especially important for PAP and CHAP. You may omit this when you use terminal-based or script-based authentication. <b>Important</b>: case is important here: <i>mypassword</i> is not the same as <i>MyPassword</i>!
ca: Introduïu la contrasenya que us ha donat el proveïdor d'internet. Això és especialment important per PAP i CHAP. Podeu ometre-ho quan useu autenticació basada en terminal o en guió. <b>Important</b>: la caixa és important aquí: <i>despertaferro</i> no és el mateix que <i>DespertaFerro</i>!
cs: Vlo¾te heslo, které Vám pøidìlil Vá¹ poskytovatel internetu. Toto je zvlá¹tì dùle¾ité pro PAP a CHAP. Mù¾ete jej vynechat pou¾íváte-li autentikaci termi- nálem nebo skriptem. <b>Dùle¾ité</b>: velikost písmen je zde podstatná: <i>méheslo</i> není to samé jako <i>MéHeslo</i>!
da: Skriv det kodeord du fik af din Internet udbyder. Dette er særlig vigtigt for PAP og CHAP. Du kan lade være med dette hvis du bruger terminalbaseret eller skriptbaseret autorisation. <b>Vigtigt</b>: bogstavstørrelse er vigtig her; <i>mitkodeord</i> er ikke det samme som <i>Mitkodeord</i>!
eo: Tajpu la uzantonomon, kiun vi ricevis de via ISP. Tio estas aparte grava por PAP kaj CHAP. Vi povus preteriri tion se vi uzas terminalbazitan aý programetbazitan legitimigon. <b>Grave:</b>: uskleco gravas tie æi: <i>miasekreto</i> diferencas de <i>MiaSekreto</i>!
hu: Írd be a kapcsolódáshoz szükséges felhasználói jelszót, melyet az Internet szolgáltatód megadott. Ez az információ különösen fontos a PAP és a CHAP (Terminál és szkript) típusú bejelentkezéseknél). <b>Fontos</b>: a kis és nagybetû nem keverhetõ: a <i>jelszavam</i> nem azonos a <i>JeLSZaVaM</i> jelszóval!
ja: ISP井日潸ぜ仄凶由旦伐□玉毛筏ェ仄化仁分今中﹝ 仇木反 PAP 支 CHAP 匹た卞褐邰匹允﹝正□立瓜伙矛□旦支 旦弁伉皿玄矛□旦及ロ據毛迕中月樺寧反彊峎匹五引允﹝ <b>褐邰</b>“竣毛尥仃月屯五仇午互丐曰引允“ <i>mypassword</i>午<i>MyPassword</i>反き元匹反丐曰引六氏〞
no: Skriv inn passordet du fikk fra din ISP. Dette er spesielt viktig for PAP og CHAP. Du kan droppe det hvis du bruker terminal- eller skriptbasert autentisering. <b>Viktig</b>: bokstavstørrelse er viktig her: <i>mittpassord</i> er ikke det samme som <i>MittPassord</i>!
ru: Введите здесь пароль, выданный вам вашим провайдером. Это поле особенно важно, если вы используете PAP или CHAP. Можете оставить поле пустым, если вы используете для аутентификации терминал или сценарий. <b>Важно</b>: регистр букв имеет значение: <i>mypassword</i> - это не то же самое, что и <i>MyPassword</i>!
sl: Vpi¹ite geslo, ki ste ga dobili od va¹ega ponudnika interneta. To je ¹e posebej pomembno za PAP in CHAP. Lahko izpustite, kadar uporabljate terminalsko ali skriptnoidentifikacijo. <b>Pomembno</b>: velikost èrk je tu pomembna: <i>mojegeslo</i> ni enako kot <i>MojeGeslo</i>!

source: Show Log Window
ca: Mostra la finestra de registre
cs: Zobrazovat okno se záznamem
da: Vis log vindue
eo: Montru raportfenestron
hr: Poka¾i dnevnik spajanja
hu: Látszódjon a Napló ablak
ja: 伕弘它奴件玉它毛請允
ko: 접속기록 창 보기
no: Vis loggvindu
ru: Показать окно протокола
sl: Prika¾i prijavno okno
tr: Kayýt Penceresini Göster

source: This controls whether a log window is shown. A log window shows the communication between <i>kppp</i> and your modem. This will help you in tracking down problems. Turn it off if <i>kppp</i> routinely connects without problems
ca: Controla si es mostra una finestra de registre. La finestra de registre mostra la comunicació entre <i>kppp</i> i el mòdem. Això us pot ajudar a l'hora de fer el seguiment dels problemes. Desactiveu-ho si <i>kppp</i> es connecta normalment sense problemes
cs: Urèuje zda bude zobrazeno okno se záznamy. Okno se záznamy ukazuje komunikaci mezi <i>kppp</i> a Va¹ím modemem. To by Vám mohlo pomoci pøi hledání problémù. Vypnìte tuto mo¾nost pokud se ji¾ <i>kppp</i> pøipojuje bez problémù.
da: Dette kontrollerer om et logvindue vises. Et logvindue viser kommunikationen mellem <i>kppp</i> og dit modem. Det vil hjælpe dig med at løse problemer. Slå det fra hvis <i>kppp</i> virker rutinemæssigt uden problemer.
eo: Tio indikas, æu raportfenestro montriøas. Raportfenestro montras la komunikadon inter <i>kppp</i> kaj via modemo. Tio helpos al vi trovi la kaýzon de problemoj. Elþaltu, se <i>kppp</i> normale kontaktas sen problemoj
hr: Ovo kontrolira da li æe kppp prikazati dnevnik. spajanja. Dnevnik spajanja pokazuje komunikaciju izmeðu <i>kpppa</i> i va¹eg modema. Dnevnik vam mo¾e pomoæi u otkrivanju problema kod spajanja. Iskljuèite ga ukoliko se <i>kppp</i> spaja bez ikakvih problema
hu: Ez a kapcsoló a napló ablak megjelenítését szabályozza. A napló ablakban megfigyelhetõ a <i>kppp</i> és a modem közötti kommunikáció. Ez sok esetben segít a problémák megoldásában. Kapcsold ki amennyiben a <i>kppp</i> probléma mentesen mûködik.
ja: 伕弘它奴件玉它毛刓憎允月井升丹井毛孺豢仄引允﹝ 伕弘它奴件玉它卞反<i>kppp</i>午乒犯丞午及支曰午曰互 刓憎今木引允﹝杽鎖毛荸瑁允月樺寧卞泙峏勾匹仄斤丹﹝ 中勾手杽鎖卅仁<i>kppp</i>匹濤糧匹五月方丹匹仄凶日 民尼永弁毛陸仄化仁分今中﹝
no: Dette bestemmer om ent loggvindu skal vises. Et loggvindu viser kommunikassjonen mellom <i>kppp</i> og modemet. Dette vil hjelpe deg for å løse problemer. Skrud det av hvis <i>kppp</i> du ikke har problemer med å koble til
ru: Управление показом окна протокола. Окно протокола отображает обмен данных между <i>kppp</i> и вашим модемом. Это может помочь вам в нахождении проблем. Выключите эту опцию, если <i>kppp</i> работает корректно.
sl: Tole nadzoruje ali je prijavno okno prikazano. Prijavno okno prikazuje pogovor med <i>kppp</i> in va¹im modemom. To vam pomaga pri odkrivanju te¾av. Izklopite, èe se <i>kppp</i> rutinsko pove¾e brez te¾av.

source: Setup
ca: Valors
cs: Nastavení
da: Indstillinger
eo: Agordu
hr: Postava
hu: Beállítás
ja: 澀爛
ko: 설정
no: Oppsett
ru: Настройка
sl: Nastavitve
tr: Ayar

source: Connect
ca: Connecta
cs: Pøipojit
da: Ring op
eo: Kontaktu
hr: Spoji
hu: Kapcsolódás
ja: 濤糧
ko: 연결
no: Koble opp
ru: Соединить
sl: Povezava
tr: Baðlan

source: No such Account: %s
ca: No hi és el compte: %s
cs: Toto konto neexistuje: %s
da: Kontoen eksisterer ikke: %s
eo: Ne ekzistas tiu konto: %s
hr: Nema takvog raèuna: %s
hu: Nincs ilyen hozzáférés: %s
ja: 公及方丹卅濤糧燮反丐曰引六氏“ %s
ko: 다음 계정이 없음: %s
no: Ingen slik konto: %s
ru: Нет такого соединения: %s
sl: Ni tak¹nega raèuna: %s
tr: %s isimli hesap yok

source: kppp Configuration
ca: Configuració kppp
cs: Konfigurace kppp
da: kppp indstillinger
eo: kppp-agorda¼o
hr: Postava kppp-a
hu: kppp konfigurálás
ja: kppp 戊件白奴弘伊□扑亦件
ko: kppp 구성
no: kppp-konfigurasjon
ru: Конфигурация kppp
sl: Nastavitev kppp
tr: kppp Yapýlandýrmasý

source: Accounts
ca: Comptes
cs: Konta
da: Konti
eo: kontoj
hr: Raèuni
hu: Hozzáférések
ja: 濤糧燮
ko: 계정
no: Kontoer
ru: Соединения
sl: Raèuni
tr: Hesaplar

source: Device
ca: Dispositiu
cs: Zaøízení
da: Enhed
eo: aparato
hr: Ureðaj
hu: Eszköz
ja: 犯田奶旦
ko: 장치
no: Enhet
ru: Устройство
sl: Naprava
tr: Aygýt

source: Graph
ca: Gràfic
cs: Graf
da: Graf
eo: Grafo
hr: Graf
hu: Grafikon
ja: 弘仿白
no: Graf
ru: График
sl: Graf

source: Timeout expired while waiting for the PPP interface to come up!
ca: Expiració mentre s'esperava que la interfície PPP engegués!
cs: Vypr¹el èas pøi èekání na start PPP interfacu!
da: Tiden løb ud mens vi ventede på at PPP grænsesnittet kom op!
hr: Prekoraèeno je vrijeme za podizanje PPP suèelja!
hu: Idõtúllépés történt, amíg a PPP eszközre vártam!
ja: PPP 及奶件正□白尼□旦毛謹勾棉卞正奶丞失它玄匹拑躲卞卅曰引仄凶〞
no: Tiden gikk ut mens vi ventet på at PPP-grensesnittet skulle komme opp!
ru: Таймаут во время ожидания включения PPP-интерфейса
sl: Èas za vzpostavitev vmesnika PPP se je iztekel!

source: The pppd daemon died unexpectedly!
ca: El dimoni pppd ha mort inesperadament!
cs: Pppd démon neoèekávanì skonèil!
da: pppd dæmonen døde uventet!
hr: pppd daemon se neoèekivano ugasio!
hu: A pppd démon leállt!
ja: 卅兮井pppd犯□乒件互蔽弇仄化仄引中引仄凶﹝
no: pppd-daemonen døde uventet!
ru: Демон pppd неожиданно завершил свое выполнение!
sl: Demon pppd je neprièakovano umrl!

source: Details...
ca: Detalls...
cs: Detaily...
da: Detaljer...
eo: Detaloj...
hr: Detalji...
hu: Részletek...
ja: 擇稱＿
no: Detaljer...
ru: Подробности...
sl: Podrobnosti...

source: Sorry. kppp's helper process just died. Since a further execution would be pointless, kppp will shut down right now.
ca: Ho sento. El procés d'ajuda de kppp s'acaba de morir. Com que una altra execució no tindria sentit, kppp s'aturarà ara mateix.
cs: Lituli, pomocný proces programu kppp právì skonèil. Proto¾e dal¹í práce by byla zbyteèná, ukonèí se okam¾itì kppp.
da: Undskyld. kppp's hjælpeproces døde netop. Da det ville være meningløst at fortsætte vil kppp afslutte nu.
hr: ®alim. kpppov pomoæni proces se upravo ugasio. Bez njega daljnja izvedba programa je beskorisna, kppp æe se stoga ugasiti.
hu: Sajnálom. A kppp segítõ folyamata meghalt. Mivel egy új indítása értelmetlen lenne, ezért a kppp most lezárja magát.
ja: kppp 及目伙由□皿伕本旦互蔽弇仄引仄凶﹝ 裟請燮互拑啦怗分勻凶及匹﹜kppp 反蔽弇仄引仄凶﹝
no: Beklager, men kppp sin hjelpeprosess døde nettopp. Ettersom nærmere en forklaring er meningsløs, vil kppp avslutte nå.
ru: Извините, вспомогательный процесс kppp завершен. Поскольку дальнейшее выполнение программы бесполезно, kppp завершится прямо сейчас.
sl: Oprostite. pomo¾ni proces kppp-ja je pravkar umrl. Kppp se bo takoj prenehal izvajali, saj bi bilo nadaljevanje nesmiselno.

source: Cannot find the PPP daemon! Make sure that pppd is installed and you have entered the correct path.
ca: No s'ha pogut trobar el dimoni PPP! Assegureu-vos que pppd és instal·lat i que heu entrat el camí correcte.
cs: Není mo¾né nalézt PPP démon! Ujistìte se, ¾e je nainstalován pppd a ¾e jste zadali správnou cestu.
da: Kan ikke finde pppd-dæmonen! Undersøg om pppd er installeret og at du har indført den korrekte sti.
hr: Ne mogu pronaæi pppd-daemon! Provjeri je li pppd instaliran i da je une¹ena ispravna putanja do njega.
hu: Nem található a PPP démon! Ellenõrizd, hogy a pppd telepítve van-e és helyes elérési utat adtál meg.
ja: PPP 犯□乒件毛葦勾仃日木引六氏! pppd 互奶件旦玄□伙今木化中化 丐卅凶互懇仄中由旦毛ェ恘仄化中月井 割ロ仄化仁分今中﹝
no: Kan ikke finne PPP-demon! Forsikre deg om at pppd er installert og at du har oppgitt korrekt sti.
ru: Не удается найти демон pppd! Убедитесь, что pppd установлен, и Вы указали правильный путь к pppd.
sl: Ne morem najti demona PPP! Preverite, da je pppd name¹èen in da ste vnesli pravo pot.

source: kppp can not execute: %s Please make sure thatyou have given kppp setuid permission and that pppd is executable.
ca: kppp no pot executar: %s Assegureu-vos que heu donat permís setuid a kppp i que pppd és executable.
cs: kppp nemù¾e vykonat: %s Prosím ujistìte se, ¾e jste nastavili setuid právo pro kppp a ¾e je pppd vykonavatelný.
da: kppp kan ikke køre: %s Undersøg om du har givet kppp setuid tilladelse og at pppd er eksekverbar.
eo: kppp ne povas lanæi: %s bonvolu certigi, ke vi donis al kppp SUID-permeson kaj ke pppd estas rulebla.
hr: kppp ne mo¾e izvr¹iti: %s Molim vas provjerite jeste li dali kppp-u setuid dozvolu i je li pppd izvr¹na datoteka.
hu: A kppp nem tudja futtatni ezt a programot: %s Ellenõrizd, hogy adtál-e setuid jogot a kppp-nek, és hogy a pppd futtatható-e.
ja: 仇木毛撢墊匹五引六氏“ %s pppd 及由□立扑亦件互撢墊第Х井升丹井譬屯化仁分今中﹝
ko: kppp를 실행할 수 없습니다: %s kppp에 setuid 권한을 설정하였는 지를 확인하신 후, pppd가 실행가능한지 확인하십시오.
no: kppp kan ikke utføre: %s Vennligst forsikre deg om at du har gitt kppp setuid tillatelse og at pppd er kjørbar.
ru: kppp не может выполнить: %s Пожалуйста, убедитесь, что файл kppp доступен для исполнения и имеет установленный бит смены идентификатора пользователя.
sl: kppp ne more zagnati: %s Prosim preverite, da ste dali kppp dovoljenje setuid in da je pppd izvedljiv.
tr: kppp %s'i çalýþtýramýyor. kppp'nin SUID olduðundan ve çalýþtýrma hakký bulundurduðundan emin olunuz!

source: kppp can not find: %s Please make sure you have setup your modem device properly and/or adjust the location of the modem device on the modem tab of the setup dialog. Thank You
ca: kppp no pot trobar: %s Assegureu-vos que heu donat els valors correctes al vostre mòdem i/o canvieu la ubicació del dispositiu mòdem a la llengüeta mòdem del diàleg dels valors. Moltes gràcies
cs: kppp nemù¾e nalézt: %s Prosím, ujistìte se, ¾e jste správnì nastavili modemové zaøízení nebo upravte umístìní modemového zaøízení v konfiguraèním dialogu. Dìkuji vám
da: kppp kan ikke finde: %s Undersøg om din modem enhed er korrekt opsat og/eller juster placeringen af modemenheden på Modem-fanebladet i opsætningsdialogen.
eo: kppp ne povas trovi: %s Bonvolu certigi, ke vi konfiguris vian modemaparaton øuste kaj/aý aløustigu la situon de la modemaparato sur lapaøo modemo de la konfigurodialogo. Dankon
hr: kppp ne mo¾e pronaæi: %s Molim vas provjerite jeste li postavili va¹ modem ispravno i/ili podesite lokaciju modemskog ureðaja na modem kartici u dijalogu za postave. Hvala vam
hu: A kppp nem találja ezt: %s Ellenõrizd, hogy helyesen van-e beállítva a modemed, és/vagy állítsd be a megfelelõ modem eszközt a beállítás párbeszéd ablak modem fejezetében. Köszönöm
ja: 仇木互心勾井曰引六氏“ %s 懇仄仁乒犯丞犯田奶旦毛本永玄失永皿 仄化丐月井割ロ仄﹜井勾/手仄仁反﹜ 乒犯丞及嫩杴匹乒犯丞犯田奶旦毛懇仄仁 譬濡仄化仁分今中﹝
ko: kppp를 찾을 수 없습니다: %s 모뎀 장치가 제대로 설정되었는 지를 확인하시고, 설정 대화창의 모뎀 탭 상에서 모뎀 장치의 위치를 조정하십시오. 고맙습니다
no: kppp kan ikke finne: %s Vennligst forsikre deg om at du har satt opp din modemenhet korrekt og/eller juster plassering av modemenheten på modem tabben til oppsettsdialogen. Takk
ru: kppp не может найти: %s Пожалуйста, убедитесь в правильности настройки Вашего модема и/или исправьте путь к устройству модема во вкладке "Модем" окна настройки программы. Спасибо.
sl: kppp ne more najti: %s Prosim preverite, èe je va¹a naprava za modem nastavljena pravilno in/ali nastavite lokacijo va¹e modemske naprave na jezièku o modemu v nastavitvenem pogovornem oknu. Hvala
tr: kppp %s'i bulamadý. Modeminizi doðru ayarladýðýnýza emin olunuz Teþekkürler

source: You have selected the authentication method PAP. This requires that you supply a username and a password!
ca: Heu triat el mètode d'autenticació PAP. Per tant heu de donar un nom d'usuari i una contrasenya!
cs: Vybrali jste ovìøování pomocí PAP. Toto vy¾aduje, aby jste poskytli u¾ivatelské jméno a heslo!
da: Du har valgt identifikation vha. PAP. Dette kræver at du skriver brugernavn og kodeord!
eo: Vi elektis la identigmetodon PAP. Tio necesigas, ke vi donas uzantonomon kaj pasvorton!
hr: Izabrali ste PAP metodu provjere. To zahtijeva od vas da date korisnièko ime i lozinku!
hu: A bejelentkezési azonosítás módjának a PAP-t választottad. Ez megköveteli a felhasználói név és a jelszó megadását!
ja: ロ據杅摯午仄化PAP互薊壬木化中引允﹝ 仇及樺寧﹜交□扒□生□丞午由旦伐□玉互 优邰匹允〞
ko: PAP 인증방법이 사용되고 있습니다. 이 방법을 사용하려면 사용자 이름과 암호를 제공하셔야 합니다!
no: Du har valgt autentiseringsmetoden PAP. Dette krver at du oppgitt et brukernavn og et passord!
ru: Вы выбрали метод аутентификации PAP. Этот метод требует указания имени пользователя и пароля!
sl: Izbrali ste identifikacijsko metodo PAP. Ta zahteva vnos uporabni¹kega imena in gesla!
tr: Onaylama isteyen PAP methodu seçtiniz Bunun için bir kullanýcý adý ve parolasý girmeniz gerekecek.

source: Cannot create PAP authentication file "%s"
ca: No és pot crear el fitxer "%s" d'autenticació PAP
cs: Není mo¾né vytvoøit ovìøovací soubor pro PAP "%s"
da: Kan ikke oprette PAP identifikationsfil "%s"
eo: Ne eblis krei PAP-identig-dosieron "%s"
hr: Ne mogu stvoriti PAP datoteku provjere "%s"
hu: Nem hozahtó létre a PAP azonosító fájl "%s"
ja: PAP 及ロ據白央奶伙 "%s" 毛綜木引六氏﹝
ko: 다음의 PAP 인증 파일을 생성할 수 없습니다: "%s"
no: Kan ikke lage PAP-autentiseringsfil "%s"
ru: Ошибка создания файла аутентификации PAP "%s"
sl: Ne morem ustvariti PAP identifikacijske datoteke "%s".
tr: PAP Onaylama Dosyasý %s yaratýlamýyor.

source: You have selected the authentication method CHAP. This requires that you supply a username and a password!
ca: Heu triat el mètode d'autenticació CHAP. Per tant heu de donar un nom d'usuari i una contrasenya!
cs: Vybrali jste ovìøovací metodu CHAP. Toto vy¾aduje, aby jste poskytli u¾ivatelské jméno a heslo!
da: Du har valgt identifikation vha. PAP. Dette kræver at du skriver brugernavn og kodeord!
eo: Vi elektis la identigmetodon CHAP. Tio necesigas, ke vi donas uzantonomon kaj pasvorton!
hr: Izabrali ste CHAP metodu provjere. To zahtijeva od vas da date korisnièko ime i lozinku!
hu: A bejelentkezési azonosítás módjának a CHAP-ot választottad. Ez megköveteli a felhasználói név és a jelszó megadását!
ja: ロ據杅摯午仄化CHAP互薊壬木化中引允﹝ 仇及樺寧﹜交□扒□生□丞午由旦伐□玉互 优邰匹允〞
no: Du har valgt autentiseringsmetoden PAP. Dette krver at du oppgir et brukernavn og et passord!
ru: Вы выбрали метод аутентификации CHAP. Этот метод требует указания имени пользователя и пароля!
sl: Izbrali ste identifikacijsko metodo CHAP. Ta zahteva vnos uporabni¹kega imena in gesla!
tr: Onaylama isteyen bir CHAP methodu seçtiniz Bunun için bir kullanýcý adý ve parolasý girmeniz gerekecek.

source: Cannot create CHAP authentication file "%s"
ca: No és pot crear el fitxer "%s" d'autenticació CHAP
cs: Není mo¾né vytvoøit ovìøovací soubor pro CHAP "%s"
da: Kan ikke oprette PAP identifikationsfil "%s"
eo: Ne eblis krei CHAP-identig-dosieron "%s"
hr: Ne mogu stvoriti CHAP datoteku provjere "%s"
hu: Nem hozható létre a CHAP azonosító fájl: "%s"
ja: CHAP 及ロ據白央奶伙 "%s" 毛勾仁木引六氏﹝
ko: 다음의 CHAP 인증 파일을 생성할 수 없습니다: "%s"
no: Kan ikke lage CHAP-autentiseringsfil "%s"
ru: Ошибка создания файла аутентификации CHAP "%s"
sl: Ne morem ustvariti identifikacijske datoteke "%s" za CHAP.
tr: CHAP Onaylama Dosyasý %s yaratýlamýyor.

source: You must specify a telephone number!
ca: Heu d'especificar un número de telèfon!
cs: Je nutné zadat telefonní èíslo!
da: Du skal angive et telefonnummer!
eo: Vi devas doni telefonnumeron!
hr: Morate upisati telefonski broj !
hu: Add meg a telefonszámot!
ja: 齬狪砦璊羃媊磥楔々砟壑竣丑
no: Du må oppgi et telefonnummer!
ru: Вы должны указать номер телефона!
sl: Doloèiti morate telefonsko ¹tevilko!

source: Quit kPPP?
ca: Surto de kPPP?
cs: Ukonèit kPPP?
da: Afslut kPPP?
eo: Æu fini kPPP?
hr: Napustiti kPPP?
hu: Valóban ki akarsz lépni?
ja: kppp毛蔽弇仄引允井〝
ko: kPPP를 종료하시겠습니까?
no: Avslutte kppp?
ru: Выйти из kppp?
sl: Zapusti kPPP?
tr: kppp'den çýk?

source: Exiting kPPP will close your PPP Session.
ca: Si sortiu de kPPP tancareu la vostra sessió PPP.
cs: Ukonèení kPPP uzavøe va¹e PPP sezení.
da: Hvis du afslutter kPPP vil det afbryde din PPP forbindelse.
eo: Se vi finas kPPP ankaý finiøos via PPP-seanco.
hr: Izla¾enje iz kPPP-a æe zatvoriti va¹u PPP sesiju.
hu: A kilépés megszakítja a PPP kapcsolatot.
ja: kppp毛蔽弇允月午PPP濤糧手濠蠅今木引允﹝
ko: kPPP가 종료되면 해당 PPP 세션이 닫히게 됩니다.
no: Går du ut av kppp vil dette lukke din PPP-sesjon.
ru: Выход из kppp приведет к завершению сеанса PPP.
sl: Zapustitev kPPP bo prekinila vse va¹e prijave PPP.
tr: kppp'den çýkmak PPP oturumunuzu kapatacaktýr.

source: Can not load the accounting ruleset "
ca: No és pot carregar el joc de regles de comptabilització "
cs: Není mo¾né naèíst pravidla pro úètování "
da: Kan ikke indlæse regningsregelsæt "
eo: Ne eblis legi la kontoregularo "
hr: Ne mogu uèitati skup pravila za rad nad korisnièkim raèunima "
hu: Nem tölthetõ be a számlázási szabály: "
ja: 濤糧莢瞬及伙□伙本永玄毛づ心慇戶引六氏 伙□伙本永玄 "
ko: 어카운팅 규칙집합 " 을 불러올 수 없습니다
no: Kan ikke laste kontoregelsettet "
ru: Не удается загрузить набор правил учета "
sl: Ne morem nalo¾iti raèunovodskih pravil "
tr: Masraf hesaplama kurallarýný yükleyemedim: "

source: Sorry, can't open modem.
ca: Ho sento, no puc obrir el mòdem.
cs: Lituji, není mo¾né otevøít modem.
da: Kan ikke åbne modemet.
eo: Padonu, ne eblas malfermi modemon.
hr: ®ao mi je, ne mogu otvoriti modem.
hu: Sajnálom, a modem nem kezelhetõ (számodra).
ja: 乒犯丞毛釩仃引六氏﹝
ko: 모뎀을 열 수 없습니다
no: Beklager, kan ikke åpne modem.
ru: Извините, ошибка открытия модема.
sl: Oprostite, ne morem odpreti modema.
tr: Modem açýlamýyor.

source: Sorry, can't detect state of CD line.
ca: Ho sento, no puc detectar l'estat de la línia CD.
cs: Lituji, není mo¾né detekovat stav CD na lince.
da: Undskyld, kan ikke detektere liniens tilstand.
eo: Padonu, ne eblas determini la staton en la lineo.
hr: ®alim, ne mogu utvrditi stanje CD linije.
hu: Sajnálom, nem tudom megállapítani, hogy van-e vonal.
ja: CD仿奶件及橇謫毛腹請匹五引六氏﹝
no: Beklager, kan ikke påvise status for CD-linje.
ru: Извините, не удается определить состояние сигнала CD.
sl: Oprostite, ne morem zaznati stanja linije CD.

source: Sorry, the modem is not ready.
ca: Ho sento, el mòdem no està preparat.
cs: Lituji, modem je zaneprázdnìn.
da: Modemet er ikke klart.
eo: Pardonu, la modemo ne estas preta.
hr: ®alim, modem nije spreman.
hu: Sajnálom, a modem nem üzemkész.
ja: 乒犯丞反銀迕匹五引六氏﹝
ko: 모뎀이 준비되지 않았습니다
no: Beklager, modemet er ikke klart.
ru: Извините, модем не готов.
sl: Oprostite, modem ¹e ni pripravljen.
tr: Üzgünüm, modem hazýr deðil.
