Repository: xwizard/kde1
Catalog: kdenetwork-1.1.2/po/*/kppp.po
Languages: ca, cs, da, eo, hr, hu, ja, ko, no, ru, sl, tr

source: Sorry, the modem is busy.
ca: Ho sento, el mòdem està ocupat.
cs: Lituji, modem je zaneprázdnìn.
da: Modemet er optaget.
eo: Pardonu, la modemo estas okupita.
hr: ®alim, modem je zaposlen.
hu: Sajnálom, a modem foglalt.
ja: 乒犯丞反銀迕醱匹允﹝
ko: 모뎀이 사용중입니다
no: Beklager, modemet er opptatt.
ru: Извините, модем занят.
sl: Oprostite, modem je zaseden.
tr: Üzgünüm. Modem meþgul.

source: Modem Ready.
ca: El mòdem està preparat.
cs: Modem pøipraven.
da: Modem klart.
eo: Modemo preta.
hr: Modem spreman.
hu: A modem üzemkész.
ja: 乒犯丞賞鰲匿
no: Modem klart.
ru: Модем готов.
sl: Modem je pripravljen.

source: Can't restore tty settings: tcsetattr()
ca: No es poden restaurar els valors tty: tcsetattr()
cs: Není mo¾né obnovit nastavení tty: tcsetattr()
da: Kan ikke genoprette tty indstillinger; tcsetattr()
eo: Ne eblis restarigi tty-konfigura¼o: tcsetattr()
hr: Ne mogu vratiti odrednice postave za tty: tcsetattr()
hu: Nem állathatóak vissza a tty beállítások: tcsetattr()
ja: tty 及澀爛毛手午卞枑六引六氏: tcsetattr()
ko: 터미널 설정을 복원할 수 없음: tcsetattr()
no: Kan ikke gjenopprette tty-innstillinger: tcsetattr()
ru: Не удается восстановить настройки терминала: tcsetattr()
sl: Ne morem obnoviti nastavitev tty: tcsetattr()
tr: tty ayarlarý geri yüklenemiyor: tcsetattr()

source: Sorry, the modem doesn't respond.
ca: Ho sento, el mòdem no respon.
cs: Lituji, modem neodpovídá.
da: Modemet svarer ikke.
eo: Pardonu, la modemo ne respondas.
hr: ®ao mi je, modem ne odgovara mojim upitima.
hu: Sajnálom, a modem nem válaszol.
ja: 乒犯丞井日及忒蠶互丐曰引六氏﹝
no: Beklager, modemet svarer ikke.
ru: Извините, модем не отвечает.
sl: Oprostite, modem ne odgovarja.

source: Unknown speed
ca: Velocitat desconeguda
cs: Neznámá rychlost
da: Ukendt hastighed
eo: Nekonata rapideco
hr: brzina nepoznata
hu: Ismeretlen sebesség
ja: 怳襞及旦疋□玉匹允
no: Ukjent hastighet
ru: Неизвестная скорость
sl: Neznana hitrost

source: Edit Modem Commands
ca: Edita les ordres de mòdem
cs: Úprava modemových pøíkazù
da: Rediger modemkommandoer
eo: Redaktu modemkomandojn
hr: Promijeni modemske komande
hu: Modem parancsok módosítása
ja: 乒犯丞戊穴件玉及彸螂
ko: 모뎀 명령 편집
no: Rediger modemkommandoer
ru: Редактирование команд модема
sl: Uredi modemove ukaze
tr: Modem komutlarýný düzenle

source: Pre-Init Delay (sec/100):
ca: Retard abans d'inici (seg/100):
cs: Zpo¾dìní pøed inicializaci (sec/100):
da: Forsinkelse før initialisering (sek/100):
eo: Komencoprokrasto (s/100):
hr: Razmak prije inic. (sek/100):
hu: Inicializálás elõtti késleltetés (mp/100):
ja: 賡渝祭蟆及贊曹 (卍/100)“
no: Forsinkelse før initialisering (sek/100):
ru: Задержка перед инициализацией (сек/100):
sl: Pred-Inic premor (sek/100):

source: Initialization String:
ca: Text d'inicialització:
cs: Inicializaèní øetìzec:
da: Initialiseringsstreng
eo: Komenco-komando:
hr: Inicijalizacijski niz:
hu: Inicializáló parancs:
ja: 賡渝祭妐儂“
ko: 초기화 문자열:
no: Initialiseringsstreng:
ru: Строка инициализации:
sl: Inicializacijski niz:
tr: Kurma Dizgesi:

source: Post-Init Delay (sec/100):
ca: Retard desprès d'inici (seg/100):
cs: Zpo¾dìní po inicializaci (sec/100):
da: Forsinkelse efter initialisering (sek/100):
eo: Postkomenca prokrasto (s/100):
hr: Razmak nakon inic. (sek/100):
hu: Inicializálás utáni késleltetés (mp/100):
ja: 賡渝祭詨及贊曹 (卍/100)“
no: Forsinkelse etter initialisering (sek/100):
ru: Задержка после инициализации (сек/100):
sl: Premor po inicializaciji (sek/100):

source: Init Response:
ca: Resposta a l'iniciar:
cs: Poèáteèní odezva:
da: Init svar:
eo: Komenco-respondo:
hr: Odgovor na inic:
hu: Inicializálás válasz:
ja: 賡渝祭嶽跦“
ko: 초기화 응답:
no: Initialiseringsrespons:
ru: Реакция на инициализацию:
sl: Odgovor na inicializacijo:
tr: Kur cevabý:

source: Dial String:
ca: Text de marcatge:
cs: Vytáèecí øetìzec:
da: Ringe streng:
eo: Alvokkomando:
hr: Niz za biranje:
hu: Tárcsázó parancs:
ja: 母奶失伙妐儂昫“
ko: 전화걸기 문자열:
no: Oppringingsstreng:
ru: Строка набора номера:
sl: Klicni niz:
tr: Arama Dizgesi:

source: Connect Response:
ca: Resposta al connectar:
cs: Odezva pøi pøipojení:
da: Forbindelses svar:
eo: Kontaktrespondo:
hr: Reakcija nakon spajanja:
hu: Kapcsolat válasz:
ja: 濤糧嶽跦“
ko: 접속 성공
no: Oppkoblingsrespons:
ru: Реакция на соединение:
sl: Odgovor na povezavo:
tr: Baðlan Yanýtý:

source: Busy Response:
ca: Resposta d'ocupat:
cs: Obsazovací odezva:
da: Optaget svar:
eo: Okupitecrespondo:
hr: Odgovor na zaposlenost:
hu: Foglalt válasz:
ja: 銀迕醱“
ko: 통화중:
no: Opptattrespons:
ru: Реакция на состояние 'занято':
sl: Odgovor na zasedeno linijo:
tr: Meþgul Yanýtý:

source: No Carrier Response:
ca: Resposta de sense portadora:
cs: Odezva pøi nepøítomnosti nosièe:
da: Ingen klartonesvar:
eo: Respondo æe manko de tensono:
hr: Odgovor na nepostojanje nosaèa:
hu: Nincs vivõ válasz:
ja: 平乓伉失輾撩“
no: Ingen bærebølgerespons:
ru: Реакция на отсутствие несущей:
sl: Odgovor na manjkajoèi nosilec:

source: No Dialtone Response:
ca: Resposta de sense to de marcatge:
cs: Odezva pøi nepøítomnosti vyzvánìcího tónu:
da: Ingen ringetone svar:
eo: Respondo æe manko de linesono:
hr: Odgovor na nepostojanje zvuka slobodne linije:
hu: Nincs vonalhang válasz:
ja: 母奶失伙玄□件卅仄“
ko: 신호음 없음:
no: Ingen ringetonerespons:
ru: Реакция на отсутствие зуммера:
sl: Odgovor na manjkajoèi znak centrale:
tr: Arama Tonu Yanýtý Yok:

source: Hangup String:
ca: Text de penjar:
cs: Øetìzec pro zavì¹ení:
da: Læg på streng:
eo: Malkontaktkomando:
hr: Niz za prekidanje linije:
hu: Lerakás parancs:
ja: 醱鞅抰挓“
ko: 전화 끊기:
no: Legge på streng:
ru: Строка завершения связи (бросить трубку):
sl: Odlo¾itveni niz:
tr: Kapat Dizgesi:

source: Hangup Response:
ca: Resposta en penjar:
cs: Odezva pro zavì¹ení:
da: Læg på svar:
eo: Malkontaktrespondo:
hr: Reakcija na prekidanje linije:
hu: Lerakás válasz:
ja: 醱鞅嶽跦“
ko: 전화 끊기 응답:
no: Legge på respons:
ru: Реакция на завершение связи (трубка опущена):
sl: Odgovor na odlo¾itev:
tr: Kapat Yanýtý:

source: Answer String:
ca: Text de contestar:
cs: Odpovídací øetìzec:
da: Svare streng:
eo: Respondkomando:
hr: Niz za odgovor:
hu: Hívásra-válasz parancs:
ja: 裟請殺蠶抰挓“
ko: 응답 문자열
no: Svarstreng:
ru: Строка ответа на входящий звонок:
sl: Odgovorni niz:
tr: Cevap Ver Dizgesi

source: Ring Response:
ca: Resposta en trucar:
cs: Vyzvánìcí odezva:
da: Ring svar:
eo: Sonorrespondo:
hr: Reakcija na zvonjavu:
hu: Csöngés válasz:
ja: 母奶失伙嶽跦“
ko: 링 응답:
no: Ringerespons:
ru: Реакция на входящий звонок:
sl: Odgovor na klic:
tr: Çalma Yanýtý:

source: Answer Response:
ca: Resposta en contestar:
cs: Odpovídací odezva:
da: Svare svar:
eo: Respondrespondo:
hr: Reakcija na odgovor:
hu: Hívásra-válasz válasz:
ja: 裟請殺蠶嶽跦“
ko: 대답 응답:
no: Svarrespons:
ru: Реакция на строку ответа:
sl: Odgovor na odziv:
tr: Cevap Karþýlýðý:

source: Escape String:
ca: Text d'escapada:
cs: Ukonèovací øetìzec:
da: Escape streng:
eo: Eskap-komando:
hr: Prekidni (izlazni) niz:
hu: Escape parancs:
ja: 巨旦弗□皿抰挓“
ko: 탈출 문자열:
no: Escape-streng:
ru: Escape-строка:
sl: Ube¾ni niz:
tr: Kaçýþ Dizgesi:

source: Escape Response:
ca: Resposta d'escapada:
cs: Ukonèovací odezva:
da: Escape svar:
eo: Eskaprespondo:
hr: Reakcija na prekid:
hu: Escape válasz:
ja: 巨旦弗□皿嶽跦“
ko: 탈출 응답:
no: Escape-respons:
ru: Реакция на Escape-строку:
sl: Odgovor na pobeg:
tr: Kaçýþ Yanýtý:

source: Guard Time (sec/50):
ca: Temps de salvaguarda (seg/50):
cs: Èas støe¾ení (sec/50)
da: Vagt tid (sek/50):
eo: Gardtempo (sek./50):
hr: Sigurnosni period (sek/50):
hu: Guard Idõ (mp/50):
ja: 布□玉凜棉 (卍/50)“
ko: 경계 시간 (초/50):
no: Vakt tid (sec/50):
ru: Защитный интервал (сек/50):
sl: Èas varovanja (sek/50):
tr: Bekçi Zamaný (sn/50):

source: Volume off/low/high
ca: Volum apagat/fluix/alt
cs: Hlasitost vypnoutá/nízká/vysoká
da: Lydstyrke fra/lav/høj
eo: Laýteco nul/malalta/alta
hr: Glasnoæa isklj./slabo/jako
hu: Hangerõ ki/halk/hangos
ja: 示伉亙□丞 左白/凝/釐
no: Volum av/lav/høy
ru: Звук выключен/тихо/громко
sl: Glasnost izklopi/tiho/glasno

source: Customize pppd Arguments
ca: Arguments pppd a mida
cs: Úprava parametrù pppd
da: Indstil pppd parametre
eo: Agordu pppd-argumentojn
hr: Prilagodite pppd argumente
hu: pppd paraméterek beállítása
ja: pppd 及左皿扑亦件毛彸螂
ko: pppd 인자 주문생산
no: Tilpass pppd-argumenter
ru: Настройка аргументов pppd
sl: Prikroji argumente pppd
tr: pppd Parametrelerini özelleþtir

source: Argument:
da: Parameter:
eo: Argumento:
hu: Paraméter:
ja: 左皿扑亦件“
ko: 인자:
ru: Аргумент:
tr: Parametre:

source: Defaults
ca: Omissió
cs: Implicitní
da: Standard
eo: Implicita¼oj
hr: Uobièajeno
hu: Alapértelmezés
ja: 犯白巧伙玄
no: Detaljer
ru: По умолчанию
sl: Privzeti

source: The application-specific config file could not be opened neither read-write nor read-only. The superuser might have to change its ownership by issuing the following command in your home directory: chown {YourUsername} .kde/share/config/kppprc
ca: No es pot obrir el fitxer de configuració específic de l'aplicació ni en lectura i escriptura ni només lectura. El superusuari hauria de canviar la propietat amb la següent comanda en el vostre directori inicial: chown {VostreUsuari} .kde/share/config/kppprc
cs: Nebylo mo¾né otevøít konfiguraèní soubor aplikace ani pro ètení a zápis ani pro ètení. Superu¾ivatel by mohl zmìnit jeho pøístupová práva vykonáním následujícího pøíkazu ve Va¹em domovském adresáøi: chown {Va¹eU¾ivatelskéJméno} .kde/share/config/kppprc
da: Den applikationsspecifikke config fil kunne ikke åbnes, hverken i læse/skrive-modus eller i kun i læse-modus. superbrugeren bliver måske nødt til at ændre dens ejerskab ved at udføre kommandoen chown chown {DitBrugernavn} .kde/share/config/kppprc
hr: Datoteka postavki aplikacije ne mo¾e bit otvorena za èitanje/pisanje ili samo za èitanje. Administrator sistema bi mo¾da trebao promijeniti prava vlasni¹tva na njoj pokrenuv¹i u va¹em direktoriju : chown {va¹ekorisnièkoime} .kde/share/config/kppprc
hu: Az alkalmazás-specifikus konfigurációs fájl nem nyitható meg sem csak íthatóként, sem csak olvashatóként. Esetleg a rendszergazdának meg kell változtatnia a fájl tulajdonosát a Te saját könyvtáradban ezzel a paranccsal: chown {Felhasználóneved} .kde/share/config/kppprc
ja: 仇及失皿伉弗□扑亦件及戊件白奴弘白央奶伙互 づ心踏五第匹手づ心慇心及心第匹手卅中凶戶卞 釩仁仇午互匹五引六氏﹝ 公及白央奶伙及赭肣樊毛庍尹月凶戶卞旦□由□交□扒互 慼及戊穴件玉毛丐卅凶及石□丞犯奴伊弁玄伉匹撢墊仄卅仁化反 卅日卅中井手仄木引六氏﹝ chown {YourUsername} .kde/share/config/kppprc
no: Den applikasjonspesifikke konfigurasjonsfilen kunne ikke bli åpnet hverken i lese- og skrivmodus eller i bare lesemodus. Det kan hende superbrukeren blir nødt til å endre et eierskap ved hjelp av følgende kommando i hjemmeområdet: chown {DittBrukernavn} .kde/share/config/kppprc
ru: Файл конфигурации приложения не может быть открыт ни в режиме чтения-записи, ни в режиме чтения. Администратор может сменить владельца этого файла, выполнив в вашем домашнем каталоге следующую команду: chown {YourUsername} .kde/share/config/kppprc
sl: Za aplikacijo specifiène nastavitvene datoteke nisem mogel odpreti niti za branje/pisanje niti za samo branje. Superuporabnik bo morda moral spremeniti njeno lastni¹tvo z uporabo naslednjega ukaza v va¹em domaèem imeniku: chown {Va¹eUporabni¹koIme} .kde/share/config/kppprc

source: ATI Query
ca: Petició ATI
cs: ATI dotaz
da: ATI forespørgsel
eo: ATI-esploro
hr: ATI ispitivanje
hu: ATI lekérdezések
ja: ATI譬犖
ko: ATI 질의
ru: Запрос ATI
sl: Vpra¹anje ATI
tr: ATI Sorgusu

source: Modem Query timed out.
ca: La petició al mòdem ha expirat.
cs: Vypr¹el èas pøi dotazování modemu.
da: Modem forespørgsmålstiden løb ud.
eo: Modemesploro daýris tro longe
hr: Istek vremena za ispitivanje modema.
hu: Idötúllépés modem lekérdezés közben.
ja: 乒犯丞譬犖及凜棉濠木﹝
ko: 모뎀 질의 시간 초과
ru: Таймаут опроса модема.
sl: Iztekel se je èas za povpra¹evanje modema.
tr: Modem Sorgusu Zaman Aþýmýna Uðradý

source: Modem Ready
ca: El mòdem està preparat
cs: Modem pøipraven
da: Modem klart
eo: Modemo preta
hr: Modem spreman
hu: Modem rendben.
ja: 乒犯丞
ko: 모뎀 준비
no: Modem klart
ru: Модем в состоянии готовности
sl: Modem je pripravljen
tr: Modem Hazýr

source: Modem Query Results
ca: Resultats de la petició al mòdem
cs: Výsledky dotazování modemu
da: Modem forespørgsels resultat
eo: Rezulto de modemesploro
hr: Rezultati ispitivanja modema
hu: Modem lekérdezés kimenete
ja: 乒犯丞譬犖及瑛絆
ko: 모뎀 질의 결과
no: Modem forespørsel resultat
ru: Результаты опроса модема
sl: Rezultati povpra¹evanja modema
tr: Modem Sorgu Sonuçlarý

source: kppp Statistics
ca: Estadístiques kppp
cs: Statistiky kppp
da: kppp statistik
eo: kppp-statistiko
hr: kppp statistike
hu: kppp statisztika
ja: kppp 騷耨恟及讓煌
ko: kppp 통계
no: kppp-statistikk
ru: Статистика kppp
sl: Statistika kppp
tr: kppp Ýstatistikleri

source: Statistics
ca: Estadístiques
cs: Statistiky
da: Statistik
eo: Statistiko
hr: Statistike
hu: Statisztika
ja: 騷耨讓煌
ko: 통계
no: Statistikk
ru: Статистика
sl: Statistika
tr: Ýstatistikler

source: Local Addr:
ca: Adreça local:
cs: Lokální adresa:
da: Lokal adr:
eo: Loka adreso:
hr: Lokalna adresa:
hu: Helyi cím:
ja: 伕□市伙失玉伊旦“
ko: 지역 주소:
no: Lokal adr:
ru: Локальный адрес:
sl: Lokalni naslov:
tr: Yerel Adres:

source: Remote Addr:
ca: Adreça remota:
cs: Vzdálená adresa:
da: Remote adr.
eo: fora adreso:
hr: Udaljena adresa:
hu: Távoli cím:
ja: 伉乒□玄失玉伊旦“
ko: 원격 주소:
no: Fjern adr:
ru: Удаленный адрес:
sl: Oddaljeni naslov:
tr: Uzak Adres:

source: bytes in
ca: bytes d'entrada
cs: do¹lých bytù
da: bytes ind
eo: ric. bitokoj
hr: bajtova u
hu: Letöltött bájt
ja: 熬耨田奶玄
ko: 바이트 받음
no: byter i
ru: принято байт(а)
sl: bajtov noter
tr: gelen byte

source: bytes out
ca: bytes de sortida
cs: odchozích bytù
da: bytes ud
eo: send. bitokoj
hr: bajtova van
hu: Feltöltött bájt
ja: 霜耨由弗永玄
ko: 바이트 보냄
no: byter ut
ru: передано байт(а)
sl: bajtov ven
tr: giden byte

source: packets in
ca: paquets d'entrada
cs: do¹lých paketù
da: pakker ind
eo: ric. paketoj
hr: paketa u
hu: Csomag le
ja: 熬耨由弗永玄
ko: 패킷 받음
no: pakker inn
ru: принято пакетов
sl: paketkov noter
tr: gelen paketler

source: packets out
ca: paquets de sortida
cs: ode¹lých paketù
da: pakker ud
eo: send. paketoj
hr: paketa van
hu: Csomag fel
ja: 霜耨由弗永玄
ko: 패킷 보냄
no: pakker ut
ru: передано пакетов
sl: paketkov ven
tr: giden paketler

source: vjcomp in
ca: vjcomp d'entrada
cs: do¹lých vjcomp
eo: riv. vjcomp
hr: vjcomp u
hu: vjcomp le
ja: 熬耨VJ目永母做諒
ko: vjcomp 받음
no: vjcomp inn
sl: vjcomp noter
tr: gelen vjcomp

source: vjcomp out
ca: vjcomp de sortida
cs: ode¹lých vjcomp
da: vjcomp ud
eo: send. vjcomp
hr: vjcomp van
hu: vjcomp fel
ja: 霜耨VJ目永母做諒
ko: vjcomp 보냄
no: vjcomp ut
sl: vjcomp ven
tr: giden vjcomp

source: vjunc in
ca: vjunc d'entrada
cs: do¹lých vjunc
da: vjunc ind
eo: ric. vjunc
hr: vjunc u
hu: vjunc le
ja: 熬耨VJ目永母饇善
ko: vjunc 받음
no: vjunc inn
sl: vjunc noter
tr: gelen vjunc

source: vjunc out
ca: vjunc de sortida
cs: ode¹lých vjunc
da: vjunc ud
eo: send. vjunc
hr: vjunc van
hu: vjunc fel
ja: 霜耨VJ目永母饇善
ko: vjunc 보냄
no: vjunc ut
sl: vjunc ven
tr: giden vjunc

source: vjerr
ja: VJ巨仿□

source: non-vj
ca: no vj
da: ikke-vj
eo: ne-vj
hu: nem-vj
ja: VJ匹卅中騷耨
no: ikke-vj
sl: ne-vj

source: unavailable
ca: no disponible
cs: nepøístupný
da: ikke tilgængelig
eo: neatingebla
hr: nedostupno
hu: nem elérhetõ
ja: 厙迕匹五引六氏
ko: 사용가능하지 않음
no: ikke tilgjengelig
ru: недоступно
sl: nedostopno
tr: mümkün deðil

source: Kppp Mini-Terminal
ca: Mini-terminal Kppp
eo: Kppp-Terminaleto
hu: Kppp Mini-terminál
ja: Kppp 立瓦正□立瓜伙
ko: Kppp 미니 터미널
ru: Мини-терминал kppp
tr: kppp mini-uçbirim

source: &Reset Modem
ca: &Reajusta mòdem
cs: &Resetovat modem
eo: &Remetu modemon
hr: &Resetiraj modem
hu: Modem R&eset
ja: 乒犯丞毛伉本永玄 (&R)
ko: 모뎀 다시 설정(&R)
no: &Resett modem
ru: &Сброс Модема
sl: &Resetiraj modem
tr: Modem'i &Sýfýrla

source: MiniTerm - A terminal emulation for KPPP (c) 1997 Bernd Johannes Wuebben <wuebben@kde.org> (c) 1998 Harri Porten <porten@kde.org> (c) 1998 Mario Weilguni <mweilguni@kde.org> This program is published under the GNU GPL (GNU General Public License)
ca: MiniTerm - Una emulació de terminal per KPPP (c) 1997 Bernd Johannes Wuebben <wuebben@kde.org> (c) 1998 Harri Porten <porten@kde.org> (c) 1998 Mario Weilguni <mweilguni@kde.org> Aquest programa es publica sota la GNU GPL (GNU General Public License)
cs: MiniTerm - emulace terminálu pro KPPP (c) 1997 Bernd Johannes Wuebben <wuebben@kde.org> (c) 1998 Harri Porten <porten@kde.org> (c) 1998 Mario Weilguni <mweilguni@kde.org> Tento program je zveøejnìm podle GNU GPL (GNU General Public License)
da: MiniTerm - A terminal emulering for KPPP (c) 1997 Bernd Johannes Wuebben <wuebben@kde.org> (c) 1998 Harri Porten <porten@kde.org> (c) 1998 Mario Weilguni <mweilguni@kde.org> Dette program publiceres under GNU GPL (GNU General License)
eo: Minitermo - terminalimita¼o por kppp (c) 1997 Bernd Johannes Wuebben <wuebben@kde.org> (c) 1998 Harri Porten <porten@kde.org> (c) 1998 Mario Weilguni <mweilguni@kde.org> Tiu æi programo estas disponigita sub la GNUa ØPL (GNUa Øenerala Publika Licenco)
hr: MiniTerm - emulator terminala za KPPP (c) 1997 Bernd Johannes Wuebben <wuebben@kde.org> (c) 1998 Harri Porten <porten@kde.org> (c) 1998 Mario Weilguni <mweilguni@kde.org> Program je izdan pod GNU GPL (GNU Opæa javna licenca)
hu: MiniTerm - Terminál emulátor a KPPP-hez (c) 1997 Bernd Johannes Wuebben <wuebben@kde.org> (c) 1998 Harri Porten <porten@kde.org> (c) 1998 Mario Weilguni <mweilguni@kde.org> Ez a program a GNU GPL alá esik. (GNU General Public License)
ja: MiniTerm - KPPP 及凶戶及正□立瓜伙巨立亙伊□扑亦件 (c) 1997 Bernd Johannes Wuebben <wuebben@kde.org> (c) 1998 Harri Porten <porten@kde.org> (c) 1998 Mario Weilguni <mweilguni@kde.org> 仇及皿伕弘仿丞反 GNU GPL(GNU General Public License) 及手午卞跤釩今木引仄凶﹝
no: MiniTerm - en terminalemulator for KPPP (c) 1997 Bernd Johannes Wuebben <wuebben@kde.org> (c) 1998 Harri Porten <porten@kde.org> (c) 1998 Mario Weilguni <mweilguni@kde.org> Dette programmet er gitt ut under GNU GPL (GNU General Public License)
ru: MiniTerm - Эмуляция терминала для KPPP (c) 1997 Bernd Johannes Wuebben <wuebben@kde.org> (c) 1998 Harri Porten <porten@kde.org> (c) 1998 Mario Weilguni <mweilguni@kde.org> Эта программа распространяется под лицензией GNU GPL (GNU General Public License)
sl: MiniTerm - Posnemanje terminala za KPPP (c) 1997 Bernd Johannes Wuebben <wuebben@kde.org> (c) 1998 Harri Porten <porten@kde.org> (c) 1998 Mario Weilguni <mweilguni@kde.org> Ta program je objavljen pod licenco GNU GPL (GNU General Public License)

source: &Modem
ca: &Mòdem
eo: &Modemo
ja: 乒犯丞 (&M)
ko: 모뎀(&M)
ru: &Модем

source: Close MiniTerm
ca: Tanca MiniTerm
cs: Zavøít MiniTerm
da: Afslut MiniTerm
eo: Finu Minitermon
hr: Napusti MiniTerm
hu: MiniTerm bezárása
ja: MiniTerm 毛岉元月
no: Avslutt MiniTerm
ru: Закрыть MiniTerm
sl: Zapri MiniTerm

source: Reset Modem
ca: Reajusta el mòdem
cs: Resetovat modem
da: cwNulstilReset Modem
eo: Remetu modemon
hr: Resetiraj modem
hu: Modem Reset
ja: 乒犯丞毛伉本永玄
ko: 모뎀 다시 설정
no: Resett modem
ru: Сброс Модема
sl: Resetiraj modem
tr: Modemi Sýfýrla

source: Initializing Modem
ca: S'està inicialitzant el mòdem
cs: Inicializace modemu
da: Initialiserer modem
eo: Intante modemon
hr: Inicijalizacija modema
hu: Modem inicializálása folyik
ja: 乒犯丞毛賡渝祭醱
ko: 모뎀 초기화중
no: Initialiserer modem
ru: Инициализация модема
sl: Inicializiraj modem
tr: Modem Hazýrlanýyor

source: Hanging up ...
ca: S'està penjant ...
cs: Zavì¹uji ...
da: Lægger på ...
eo: Malkontaktante ...
hr: Prekidam ...
hu: Kapcsolat bontása ...
ja: 醱鞅 ...
ko: 연결 끊기...
no: Legger på ...
ru: Бросаю трубку ...
sl: Odlagam...
tr: Kapatýyorum ...

source: Resetting Modem
ca: S'està reajustant el mòdem
cs: Resetuji modem
da: Nulstiller modem
eo: Remetante modemon
hr: Resetiram modem
hu: Modem visszaállítása
ja: 乒犯丞毛伉本永玄醱
ko: 모뎀을 다시 설정중
no: Resetter modem
ru: Сброс модема
sl: Resetiram modem
tr: Modem Sýfýrlanýyor

source: Accounting Setup
ca: Valors de comptabilització
cs: Nastavení úètování
da: Regningsopsætning
eo: Konotkonfigura¼o
hr: Postava za obradu raèuna
hu: Számlázás beállítása
ja: 騷耨恔及澀爛
ko: 어카운팅 설정
no: Kontooppsett
ru: Настройка функций учета
sl: Nastavitev raèunovodstva
tr: Hesaplama Ayarý

source: Enable accounting
ca: Habilita comptabilització
cs: Zpøístupnit úètování
da: Iværksæt afregning
eo: Uzu kontojn
hr: Omoguæi obradu raèuna
hu: Számlázás engedélyezése
ja: 騷耨恔毛肣躲第
ko: 어카운팅 가능
no: Tillat kontering
ru: Разрешить учет
sl: Vklopi raèunovodstvo
tr: Hesaplama seçilmiþ

source: Selected:
ca: Seleccionat:
cs: Vybráno:
da: Valgt:
eo: Elektita:
hr: Odabrano:
hu: Kiválasztott:
ja: 薊鎗仄凶莢瞬“
ko: 다음을 선택:
no: Valgt:
ru: Выбрано:
sl: Izbrano:
tr: Seçilmiþ:

source: Volume accounting:
ca: Volum comptabilitzat:
cs: Poèítání objemu dat:
da: Mængdeafregning:
eo: kontado de bitokoj:
hr: Obrada raèuna:
hu: Mennyiség számlázás:
ja: 騷耨恟及竅爛“
no: Volumkontering:
ru: Учет объема:
sl: Kolièinsko raèunovodstvo:
tr: Ses Hesaplama:

source: No accounting
ca: Sense comptabilització
cs: Nepoèítat
da: Ingen afregning
eo: neniu kontado
hr: Bez raèuna
hu: Nincs számlálás
ja: 竅爛仄卅中
no: Ingen kontering
ru: Запретить учет
sl: Brez raèunovodstva
tr: Hesaplama yok

source: Bytes in
ca: Bytes d'entrada
cs: Do¹lých bytù
da: bytes ind
eo: leg. bitokoj
hr: Bajtova u
hu: Letöltött bájtok
ja: 熬耨田奶玄
ko: 바이트 받음
no: Byter inn
ru: Принято байт
sl: Bajtov noter
tr: Gelen byte

source: Bytes out
ca: Bytes de sortida
cs: Odchozích bytù
da: Bytes ud
eo: send. bitokoj
hr: Bajtova van
hu: Feltöltött bájtok
ja: 霜耨田奶玄
ko: 바이트 보냄
no: Byter ut
ru: Передано байт
sl: Bajtov ven
tr: Giden byte

source: Bytes in and out
ca: Bytes d'entrada i sortida
cs: Odchozích a pøíchozích bytù
da: Bytes ind og ud
eo: leg. k send. bitokoj
hr: Ukupno bajtova
hu: Le és feltöltés összesen
ja: 霜熬耨田奶玄
ko: 바이트 받고 보냄
no: byter inn og ut
ru: Общее количество байт
sl: Bajtov noter in ven
tr: Gelen ve giden byte

source: Available rules
ca: Regles disponibles
cs: Dostupná pravidla
da: Tilgængelige regler
eo: Uzeblaj reguloj
hr: Dostupna pravila
hu: Lehetöségek
ja: 厙迕匹五月伙□伙
ko: 이용가능한 규칙
no: Tilgjengelige regler
ru: Доступные правила
sl: Dostopna pravila
tr: Mümkün kurallar

source: (none)
ca: (cap)
cs: (¾ádná))
da: (ingen)
hr: (ni¹ta)
hu: (nincs)
ja: (卅仄)
no: (ingen)
ru: (пусто)
sl: (nobeno)

source: kppp: no rulefile specified
ca: kppp: no s'ha especificat cap fitxer de regles
cs: kppp: není specifikováno ¾ádné pravidlo
da: kppp: intet regelsæt specificeret
eo: kppp: Vi ne indikis reguldosieron
hr: kppp: nije navedena datoteka s pravilima
hu: kppp: nincs szabályfájl definiálva
ja: kppp: 伙□伙白央奶伙互薊壬木化中引六氏
ko: kppp: 지정한 규칙파일이 없습니다
no: kppp: ingen regelfil spesifisert
ru: kppp: не задан файл правил
sl: kppp: datoteka s pravili ni bila podana
tr: kppp: Kural dosyasý belirtilmemiþ

source: kppp: rulefile "%s" not found
ca: kppp: el fitxer de regles "%s" no s'ha trobat
cs: kppp: soubor "%s" s pravidly nebyl nalezen
da: kppp: regelsæt "%s" ikke fundet
eo: kppp: reguldosiero "%s" ne trovebla
hr: kppp: datoteka s pravilima "%s" nije pronaðena
hu: kppp: a "%s" szabályfájl nem található
ja: kppp: 伙□伙白央奶伙 "%s" 互葦勾井曰引六氏
ko: kppp: 규칙파일을 찾을 수 없습니다
no: kppp: regelfil "%s" ikke funnet
ru: kppp: файл правил "%s" не найден
sl: kppp: nisem na¹el datoteke s pravili "%s"
tr: kppp: Kural dosyasý "%s" bulunamadý

source: kppp: rulefiles must have the extension ".rst"
ca: kppp: els fitxers de regles han de tenir l'extensió ".rst"
cs: kppp: soubory s pravidly musí mít koncovku ".rst"
da: kppp: regelsæt skal have efternavnet ".rst"
eo: kppp: reguldosiero devas havi la fina¼on ".rst"
hr: kppp: datoteke s pravilima moraju imati sufiks ".rst"
hu: kppp: a szabályfájloknak ".rst" kiterjeszésûeknek kell lenniük
ja: kppp: 伙□伙白央奶伙反傀艦閡互 ".rst" 匹卅仃木壬卅曰引六氏
ko: kppp: 규칙파일은 ".rst" 확장자를 가져야 합니다
no: kppp: regelfiler må ha etternavn ".rst"
ru: kppp: файл правил должны иметь расширение ".rst"
sl: kppp: datoteka s pravili mora imeti podalj¹ek ".rst".
tr: kppp: kural dosyalarý ".rst" uzantýsýna sahip olmalý
