Repository: xwizard/kde1
Catalog: kdenetwork-1.1.2/po/*/kppp.po
Languages: ca, cs, da, eo, hr, hu, ja, ko, no, ru, sl, tr

source: Account Setup
ca: Valors del compte
cs: Nastavení konta
da: Kontoindstillinger
eo: Konto-konfigura¼o
hr: Postava korisnièkog raèuna
hu: Hozzáférés beállítás
ja: 濤糧燮及本永玄失永皿
ko: 계정 설정
no: Kontooppsett
ru: Настройка соединения
sl: Nastavitev raèuna
tr: Hesap ayarý

source: Edit...
ca: Edita...
cs: Upravit...
da: Redigér...
eo: Redaktu...
hr: Promijeni...
hu: Módosítás...
ja: 彸螂...
ko: 편집...
no: Rediger...
ru: Редактировать...
sl: Uredi...
tr: Düzenle...

source: Allows you to modify the selected account
ca: Permet modificar el compte seleccionat
cs: Umo¾ní Vám zmìnit vybraný úèet
da: Tillader dig at ændre udvalgt konto
eo: Permesas al vi þanøi la elektitan konton
hr: Dozvoljava vam da promjenite izabrani korisnièki raèun
hu: Az aktuális hozzáférés módosítása
ja: 薊鎗仄凶濤糧燮及彸螂互匹五引允
no: Tillat deg til å endre valgt konto
ru: Позволяет редактировать выбранное соединение
sl: Dovoli vam spremeniti izbrani raèun

source: New...
ca: Nou...
cs: Nové...
da: Ny...
eo: Nova...
hr: Novi...
hu: Új...
ja: 蕙筋...
ko: 새로 만들기...
no: Ny...
ru: Создать...
sl: Nov...
tr: Yeni...

source: Create a new dialup connection to the internet
ca: Crea una nova connexió telefònica a internet
cs: Vytvoøí nové modemové pøipojení na internet
da: Lav en ny opringnings- opsætning til internettet
eo: Kreas novan alvok-kontakton al Interreto
hr: Napravi novu dial-up vezu na Internet
hu: Új telefonos internet kapcsolat létrehozása
ja: 蕙仄中母奶失伙失永皿濤糧毛 勾仁曰引允
no: Opprett ny oppringtforbindelse til Internett
ru: Создать новое подключение к интернет
sl: Naredi novo klicno povezavo do interneta

source: Makes a copy of the selected account. All settings of the selected account are copied to a new account, that you can modify to fit your needs
ca: Fa una copia del compte seleccionat. Tot l'arranjament d'aquest compte és copia al compte nou, que podeu modificar segons les vostres necessitats
cs: Vytváøí kopii vybraného úètu. V¹echna nastavení vybraného úètu budou zkopírována do nového úètu, který je mo¾né následnì upravit, aby vyhovoval Va¹im potøebám.
da: Laver en kopi af den udvalgte konto. Alle indstillinger i den udvalgte konto kopieres til den nye konto, så du kan modificere den efter dine behov
eo: Faras kopion de la elektita konto. Æiuj konfigura¼oj de la elektita konto estas kopiataj al nova konto, kiun vi povas þanøi laý viaj bezonoj.
hr: Stvara kopiju izabranog korisnièkog raèuna. Sve postavke æe biti kopirane u novi korisnièki raèun koji mo¾ete prilagoditi svojim potrebama.
hu: Másolat a kiválasztott hozzáférésrõl. Az összes beállítás lemásolódik, melyek bármelyike módosítható szükség esetén.
ja: 薊鎗仄凶濤糧燮及戊疋□毛綜曰引允﹝ 戊疋□葭及蟈化及澀爛反蕙仄中濤糧卞戊疋□ 今木﹜优邰卞殺元化彸螂允月仇午互匹五引允﹝
no: Lag en kopi av valgt konto. Alle innstillinger av den valgte kontoen er kopiert til en ny konto som du kan redigere til å passe dine behov
ru: Копирует выбранное соединение. Все установки из выбранного соединения копируются в новое, чтобы вы могли изменить их в соответствии со своими пожеланиями
sl: Naredi kopijo izbranega raèuna. Vse nastavitve izbranega raèuna so prene¹ene v nov raèun, ki ga lahko spreminjate po svojih potrebah.

source: Deletes the selected account <red><b>Use with care!
ca: Esborra el compte seleccionat <red><b>Feu-ho servir amb compte!
cs: Sma¾e vybraný úèet <red><b>U¾ívejte opatrnì!
da: Sletter den udvalgte konto <red><b>Bør bruges forsigtigt
eo: Forigas la elektitan konton <red><b>Uzu kun zorgo!
hr: Bri¹e izabrani korisnièki raèun <red><b>Koristite oprezno!</b></red>
hu: A kiválasztott hozzáférés törlése. <red><b>Használd elõvigyázatosan !
ja: 薊鎗仄凶濤糧燮毛綽輪仄引允﹝ <red><b>艙褐卞薊氏匹仁分今中〞
no: Slett den valgte kontoen <red><b>Bruk med forsiktighet!
ru: Удалить выбранное соединение <red><b>Используйте осторожно!
sl: Pobri¹e izbran raèun <red><b>Bodite previdni pri uporabi!

source: Phone Costs:
ca: Cost telèfon:
cs: Telefonní náklady
da: Telefon omkostninger:
eo: Telefonkostoj:
hr: Telefonski tro¹kovi:
hu: Telefon költség:
ja: 齬狪醫“
ko: 전화요금:
no: Telefonkostnader:
ru: Телефонный тариф:
sl: Telefonski stro¹ki:
tr: Telefon Faturasý:

source: This shows the accumulated phone costs for the selected account. <b>Important</b>: If you have more than one account - beware, this is <b>NOT</b> the sum of the phone costs of all your accounts!
ca: Mostra els costos telefònics acumulats pel compte seleccionat. <b>Important</b>: Feu atenció si teniu més d'un compte, això <b>NO</b> és la suma dels costos de tots els vostres comptes!
cs: Ukazuje nashromá¾dìné výlohy za telefonické pøipojení pro vybraný úèet. <b>Dùle¾ité</b>: Pozor, máte-li více úètù, tato hodnota <b>NEUDÁVÁ</b> souèet výloh za telefonní pøipojení v¹ech úètù!
da: Dette viser de akkumulerede telefonomkostninger for den udvalgte konto. <b>Vigtigt</b>: Dette er <b>IKKE</n> summen af telefonomkostningerne for alle dine konti hvis du har mere end en konto!
eo: Tio montras la sumitaj telefonkostojn por la elektita konto. <b>Grave</b>: Se vi havas pli ol unu konton - notu, ke tio <b>NE</b> estas la sumo de la telefonkostoj de æiuj viaj kontoj!
hr: Prikazuje kumulativne tro¹kove izabranog korisnièkog raèuna. <b>Va¾no</b>:Ako imate vi¹e od jednog korisnièkog raèuna - oprez , ovo <b>NIJE<b> suma svih telefonskih tro¹kova za sve korisnièke raèune!
hu: Az összesített telefon költségeket mutatja meg amit a kiválasztott hozzáférés termelt. <b>Fontos</b>: Ha több hozzáférésed is van akkor ez <b>NEM</b> az összes hozzáférés által felhalmozott összeget mutatja!
ja: 薊鎗仄凶濤糧燮尺及齬狪醫及拶檐喊互歹井曰引允﹝ <b>褐邰</b>: 手仄﹜呁醒及濤糧燮互丐勻凶午 仄化手﹜允屯化及濤糧燮及鍚喊匹反<b>丐曰引六氏</b>〞
no: Dette viser sammenlagte telefonkostnader for den valgte konto. <b>Viktig</b>: Hvis du har mer en én konto - merk deg at dette er <b>IKKE</b> summen av telefonkostnadene for alle kontoene dine!
ru: Показывает суммарную стоимость звонков по выбранному соединению. <b>Важно</b>: Если у вас больше чем одно соединение, имейте ввиду, что это <b>НЕ</b> сумма стоимости по всем соединениям!
sl: To prikazuje nabrane telefonske stro¹ke za izbrani raèun. <b>Pomembno</b>: Èe imate veè kot en raèun - pazite, to <b>NI</b> vsota telefonskih raèunov vseh va¹ih raèunov!

source: Volume:
ca: Volum:
cs: Objem dat:
da: Lydstyrke:
eo: Laýteco:
hr: Volumen:
hu: Mennyiség:
ja: 騷耨恟“
ko: 소리크기:
no: Volum:
ru: Объем:
sl: Kolièina:
tr: Ses:

source: This shows the number of bytes transferred for the selected account (not for all of your accounts. You can select what to display in the accounting dialog. <link #volaccounting>More on volume accounting</link>
ca: Mostra el nombre de bytes transferits pel compte seleccionat. Podeu selecionar quines dades voleu mostrar al diàleg de comptabilització. <link #volaccounting>Comptabilització de volum</link>
cs: Zde je zobrazen poèet pøenesených bajtù pro vybraný úèet (ne pro v¹echny Va¹e úèty). Úèet si mù¾ete vyberat ze zobrazených úètù v tomto dialogovém oknì. <link kppp-4.html#ss4.7>Více o poèítání objemu dat</link>
da: Dette viser antal bytes overført på den udvalgte konto (ikke for alle dine konti). Du kan vælge hvad der skal vises i regnskabsdialogen. <link #volaccounting>Mere om mængderegnskab</link>
eo: Tio montras la nombron da bitokoj transportitaj de la elektita konto (ne de æiuj viaj kontoj). Vi povas elekti, kion montri en la konto-dialogo. <link #volaccounting>Pli pri volumena kontado</link>
hr: Prikazuje broj prenesenih znakova za izabrani korisnièki raèun (ne za sve va¹e raèune. Mo¾ete izabrati ¹to ¾elite prikazati u dialogu korisnièkih raèuna <link #volaccounting>Vi¹e o vi¹estrukim korisnièkim raèunima</link>
hu: A kiválasztott hozzáférés által átvitt bájtok számát mutatja (nem az összes hozzáférését) A számlázás párbeszédablakban lehet beállítani hogy mi jelenje meg. <link #volaccounting>Részletek a számlázásról</link>
ja: 薊鎗仄凶濤糧燮午窒田奶玄騷耨互丐勻凶井毛憎仄引允﹝ (蟈化及濤糧燮卞覆仄化匹反丐曰引六氏﹝濤糧燮卞 薊氏分手及互覆擂卞卅曰引允﹝ <link #volaccounting>騷耨恟卞楮仄化及擇稱</link>
no: Dette viser antall byter overført for den valgte kontoen (ikek for alle dine kontoer Du kan velge hva som skal vises i konteringsdialogen. <link #volaccounting>Mer om volumkontering</link>
ru: Показывает переданный объем в байтах для выделенного соединения (не для всех ваших соединений. Можете выбрать, что показывать, в настройках учета). <link #volaccounting>Подробнее об учете объема</link>
sl: To prikazuje ¹tevilo prene¹enih bajtov za izbrani raèun (ne za vse va¹e raèune. V raèunovodskem oknu lahko izberete, kaj naj program prika¾e. <link #volaccounting>Veè o kolièinskem raèunovodstvu</link>

source: Reset Costs
ca: Cost a zero
cs: Vynulovat náklady
da: Nulstil omkostninger
eo: Rekomencu kostokalkulon
hr: Poni¹ti tro¹kove
hu: Költségek nullázása
ja: 齬狪醫及伉本永玄
ko: 전화요금 다시 설정
no: Tilbakestill kostnader
ru: Сброс счетов
sl: Pobri¹i stro¹ke
tr: Faturayý sýfýrla

source: View Logs
ca: Vista de registres
cs: Zobrazit záznamy
da: Se log
eo: Rigardu raportojn
hr: Pregledaj dnevnike
hu: Napló megtekintése
ja: 伕弘毛葦月
ko: 접속기록 보기
no: Se på logger
ru: Файл протокола
sl: Poglej dnevnike
tr: Kayýtlara bak

source: Reset Total
ca: Total a zero
cs: Vynulovat celkové náklady
da: Nulstil total
eo: Rekomencu tutan kalkulon
hr: Poni¹ti ukupno
hu: Összes nullázása
ja: 嗯喊及伉本永玄
ko: 모두 다시 설정
no: Tilbakestill total
ru: Сброс итогов
sl: Pobri¹i Skupaj
tr: Toplamý Sýfýrla

source: Are you sure you want to reset the accumulated telephone costs for the selected account to zero?
ca: De veres voleu posar a zero els costos de telèfon acumulats pel compte seleccionat?
cs: Doopravdy si pøejete vynulovat nashromá¾dìné telefonní náklady vybraného konta?
da: Er du sikker på du vil nulstille det akkumulerede forbrug for den valgte konto?
eo: Æu vi estas certa, ke vi volas rekomenci æe nulo la kalkulon de æiuj telefonkostoj por la elektita konto?
hr: Jeste li sigurni da ¾elite poni¹titi nakupljene telefonske tro¹kove za odabrani raèun na nulu?
hu: Biztos vagy benne, hogy nullázni szertnéd a felhalmozott telefon költségeket a kiváasztott hozzáférésnél?
ja: 呿癲卞薊鎗仄凶濤糧燮及齬狪醫毛伉本永玄仄化 未伕卞仄凶中及匹允井〝
ko: 선택하신 계정의 누적 전화요금을 0으로 다시 설정 하시겠습니까?
no: Er du sikker på at du ønsker å resette akkumulerte telefonkostnder for valgte konto til null?
ru: Вы уверены, что следует обнулить всю подсчитанную стоимость для выбранного соединения?
sl: Ali ste preprièani, da ¾elite pobrisati nabrane telefonske stro¹ke za izbrani raèun?
tr: Seçilen hesap için tüm toplanan masrafý sýfýrlamak istediðinizden emin misiniz?

source: Maximum number of accounts reached.
ca: Heu arribat al màxim numero de comptes.
cs: Dosa¾eno maximálního poètu kont.
da: Maximum antal konti nået.
eo: Maksimuma nombro de kontoj atingita.
hr: Maksimalni broj korisnièkih raèuna dosegnut.
hu: Elértem a maximális hozzáférések számát.
ja: 濤糧燮反手丹餵支六引六氏﹝
ko: 계정의 수가 최대에 달했습니다
no: Maksimum antall kontoer nådd.
ru: Достигнуто максимальное количество соединений.
sl: Dose¾eno najveèje ¹tevilo raèunov.
tr: Eriþilen en fazla hesap sayýsý.

source: No account selected.
ca: No heu seleccionat cap compte.
cs: Není vybrané ¾ádné konto.
da: Ingen konto valgt.
eo: Vi elektis neniun konton.
hr: Nije izabran nijedan raèun.
hu: Nincs kiválasztott hozzáférés.
ja: 卅卞手濤糧燮互薊壬木化中引六氏﹝
ko: 계정이 선택되지 않았습니다
no: Ingen konto valgt.
ru: Не выбрано соединение.
sl: Noben raèun ni bil izbran.
tr: Seçilmiþ hesap yok.

source: Are you sure you want to delete the account "%s"?
ca: De veres voleu esborrar el compte "%s"?
cs: Jste si jist(a), ¾e si pøejete smazat konto "%s"?
da: Er du sikker på at du vil slette kontoen "%s"?
eo: Æu vi estas certa, ke vi volas forigi la konton "%"?
hr: Jeste li sigurni da ¾elite obrisati raèun "%s"?
hu: Biztos vagy benne, hogy törölni akarod a(z) "%s" hozzáférést?
ja: 失市它件玄 "%s" 毛綽輪仄化 呿癲卞厭中引六氏井?
ko: "%s" 계정을 지우시겠습니까?
no: Er du sikker du ønsker å slette kontoen "%s"?
ru: Вы уверены, что следует удалить соединение "%s"?
sl: Ali ste preprièani, da ¾elite pobrisati raèun "%s"?
tr: "%s" hesabýný silmek istediðinizden emin misiniz?

source: Confirm
ca: Confirmeu
cs: Potvrdit
da: Bekræft
eo: Konfirmu
hr: Potvrdi
hu: Megerõsítés
ja: 割ロ
ko: 확인
no: Bekreft
ru: Подтверждение
sl: Potrdi
tr: Onayla

source: New Account
ca: Compte Nou
cs: Nové konto
da: Ny konto
eo: Nova konto
hr: Novi raèun
hu: Új hozzáférés
ja: 蕙筋濤糧燮
ko: 새 계정
no: Ny konto
ru: Новое соединение
sl: Nov raèun
tr: Yeni Hesap

source: Edit Account:
ca: Edita Compte:
cs: Úprava konta:
da: Redigér konto:
eo: Redaktu konton:
hr: Obradi raèun:
hu: Hozzáférés módosítása:
ja: 濤糧燮彸螂“
ko: 계정 편집:
no: Rediger konto:
ru: Изменить соединение:
sl: Uredi raèun:
tr: Hesap Düzenle:

source: Dial
ca: Marcatge
cs: Vytáèení
da: Ring op
eo: Alvoku
hr: Biraj
hu: Hívás
ja: 母奶失伙
ko: 전화걸기
no: Slå nummer
ru: Дозвон
sl: Poklièi
tr: Ara

source: Gateway
ca: Portal
cs: Brána
eo: enkursigilo
hu: Átjáró
ja: 必□玄它尼奶
ko: 게이트웨이
ru: Шлюз
sl: Prehod
tr: Að Geçidi

source: Login Script
ca: Guió de connexió
cs: Pøihla¹ovací skript
da: LogPå skript
eo: Salutprogrameto
hr: Prijavna skripta
hu: Bejelentkezõ szkript
ja: 伕弘奶件旦弁伉皿玄
ko: 로그인 스크립트
no: Innloggingskript
ru: Сценарий регистрации
sl: Prijavna skripta
tr: Oturum açma komutlarý

source: Accounting
ca: Comptabilització
cs: Úètování
da: Omkostninger
eo: Kontinformoj
hr: Rad s raèunima
hu: Számlázás
ja: 騷耨恔/恟
no: Kontering
ru: Учет
sl: Raèunovodstvo
tr: Hesaplama

source: You must enter an unique account name
ca: Heu d'entrar un nom de compte únic
cs: Musíte zadat jedineèné jméno konta
da: Du skal skrive et entydigt kontonavn
eo: Vi devas entajpi unikan kontonomon
hr: Morate unijeti jedinstveno ime raèuna
hu: Adj meg egy egyedi hozzáférés nevet
ja: 允匹卞丐月抩蟆反 銀歹卅中匹仁分今中﹝
no: Du må oppgi et unikt kontonavn
ru: Вы должны ввести уникальное имя для соединения
sl: Vnesti morate ¹e neobstojeèe ime raèuna

source: Login script has unbalanced loop Start/End
ca: Guió de connexió amb inici/fi de bucle desaparellat
cs: Pøihla¹ovací skript má nevyvá¾enou smyèku start/konec
da: LogPå skriptet har en ubalanceret løkke Start/Slut
eo: Salutprogrameto havas nekongruan blokon Start/End
hr: Prijavni skript ima neuravnote¾enu petlju Start/End
hu: A bejelentkezõ parancsfájl hibás
ja: 伕弘奶件旦弁伉皿玄反賡戶午蔽曰及田仿件旦互潸木化中引六氏
no: Innloggingskriptet har ubalansert loopstart/-slutt
ru: Сценарий регистрации содержит несбалансированный цикл Start/End
sl: Prijavna skripta ima neuravnote¾eno zanko Start/End

source: Connecting to:
ca: S'està connectant amb:
cs: Pøipojování k:
da: Forbinder til:
eo: Kontaktita al:
hr: Spajanje na:
hu: Csatlakozás:
ja: 濤糧燮“
ko: 연결 대상:
no: Oppkobling til:
ru: Установка соединения:
sl: Povezujem se z:
tr: Baðlanýlýyor:

source: Sorry, can't create modem lock file.
ca: Ho sento, no puc crear el fitxer de bloqueig de mòdem
cs: Lituji, není mo¾né vytvoøit soubor pro zamknutí modemu.
da: Kan desværre ikke oprette modem låsefil.
eo: Padonu, ne eblas krei þlosodosieron por modemo
hr: ®ao mi je, ne mogu stvoriti datoteku za zakljuèavanje modema.
hu: Sajnálom, nem hozható létre a modem zár fájl.
ja: 乒犯丞及伕永弁白央奶伙毛綜木引六氏匹仄凶﹝
ko: 모뎀 잠금 파일을 생성할 수 없읍니다
no: Beklager, kan ikke lage låsefil for modem.
ru: Извините, ошибка создания файла блокировки модема.
sl: Oprostite, ne morem ustvariti zaklepne datoteke za modem.
tr: Üzgünüm, model kitleme dosyasýný yaratamýyorum.

source: Looking for Modem ...
ca: S'està cercant el mòdem ...
cs: Hledání modemu ...
da: Leder efter modem ...
eo: Rigardante je modemo...
hr: Tra¾im modem ...
hu: Modem keresése folyik ...
ja: 乒犯丞毛繭仄化中引允 ...
ko: 모뎀 찾는 중...
no: Ser etter modem ...
ru: Поиск модема ...
sl: I¹èem modem ...
tr: Modem'e bakýyorum...

source: Log
ca: Registre
cs: Záznam
eo: Raporto
hr: Dnevnik
hu: Napló
ja: 伕弘
ko: 접속기록
no: Logg
ru: Протокол
sl: Dnevnik
tr: Kayýt

source: Sorry, modem device is locked.
ca: Ho sento, el dispositiu de mòdem està bloquejat.
cs: Lituji, modemové zaøízení je uzamèeno.
da: Desværre - modemet er låst.
eo: Pardonu, modemaparato estas þlosita
hr: ®ao mi je, modem je zakljuèan.
hu: Sajnálom, a modem foglalt.
ja: 乒犯丞及犯田奶旦反伕永弁今木化中引允﹝
ko: 모뎀 장치가 잠겨 있읍니다
no: Beklager, modemenheten er låst.
ru: Извините, устройство модема заблокировано.
sl: Oprostite, modemova naprava je zaklenjena.
tr: Üzgünüm, modem cihazý kilitli.

source: Initializing Modem...
ca: S'està inicialitzant el mòdem...
cs: Inicializace modemu ...
da: Initialiserer modem...
eo: Initante modemon
hr: Inicijaliziram modem...
hu: Modem inicializálása ...
ja: 乒犯丞毛賡渝祭仄化中引允 ...
ko: 모뎀 초기화중...
no: Initialiserer modem...
ru: Инициализация модема...
sl: Pripravljam modem...
tr: Modem Hazýrlanýyor...

source: Setting speaker volume...
ca: S'està establint el volum de l'altaveu...
cs: Nastavuji hlasitost ...
da: Indstiller højtaler lydstyrke...
eo: Agordante la laýtecon...
hr: Postavljam glasnoæu zvuka...
hu: Hangerõ beállítása ...
ja: 旦疋□市及祥恟毛本永玄仄化中引允 ...
no: Setter høyttalervolum...
ru: Устанавливаю громкость динамика...
sl: Nastavljam glasnost zvoènika...

source: Dialing
ca: S'està marcant
cs: Vytáèím èíslo
da: Ringer
eo: Alvokante
hr: Biram
hu: Hívás
ja: 母奶失伙醱
ko: 전화거는 중
no: Slår nummer
ru: Набор номера
sl: Klièem
tr: Aranýyor

source: Line Busy. Hanging up ...
ca: Línia ocupada. S'està penjant ...
cs: Linka obsazena, zavì¹uji ...
da: Linien er optaget. Lægger på ...
eo: Lineo okupito. Æesante...
hr: Linija je zauzeta. Prekidam ...
hu: Foglalt a vonal. Leteszem ...
ja: 狪仄醱匹允﹝醱鞅仄引允 ...
ko: 통화중입니다. 전화를 끊습니다 ...
no: Linjen opptatt. Legger på ...
ru: Линия занята. Завершение ...
sl: Zasedena linija. Odlagam ...
tr: Hat Dolu. Kapatýlýyor...

source: Line Busy. Waiting:
ca: Línia ocupada. Esperant:
cs: Linka obsazena. Èekám:
da: Linien er optaget. Venter:
eo: Lineo okupita. Atendante:
hr: Linija je zauzeta. Èekam:
hu: Foglalt a vonal. Várakozás:
ja: 狪仄醱匹允﹝謹窗仄化中引允“
ko: 통화중입니다. 잠시 대기합니다:
no: Linje opptatt. Venter:
ru: Линия занята. Ожидание:
sl: Zasedena linija. Èakam:
tr: Hat Dolu. Bekleniyor:

source: seconds
ca: segons
cs: sekund
da: sekunder
eo: sekundojn
hr: sekundi
hu: másodperc
ja: 卍
ko: 초
no: sekunder
ru: секунд
sl: sekund
tr: saniye

source: No Dialtone
ca: Sense to de marcatge
cs: ®ádný vyzvánìcí tón
da: Ingen ringetone
eo: Neniu lineosono
hr: Nema znaka slobodne linije
hu: Nincs tárcsahang
ja: 母奶失伙玄□件互丐曰引六氏
ko: 다이얼톤이 감지되지 않음
no: Ingen ringetone
ru: Нет сигнала в линии
sl: Ni klicnega signala
tr: Ara Tonu Yok

source: No Carrier
ca: Sense portadora
cs: ®ádný nosiè
da: Ingen klartone
eo: Neniu tensono
hr: Nema nosaèa
hu: Nincs vivõ frekvencia
ja: 平乓伉失輾撩
ko: 캐리어가 검출되지 않음
no: Ingen bærebølge
ru: Нет несущей
sl: Ni klicnega nosilca
tr: Taþýyýcý yok

source: Scanning
ca: S'està explorant
cs: Zkoumám
da: Leder
eo: Seræante
hr: Ispitujem
hu: Keresés
ja: 旦平乓件醱
ko: 검색중
no: Skanner
ru: Сканирование
sl: Berem
tr: Taranýyor

source: Saving
ca: S'està desant
cs: Ukládám
da: Gemmer
eo: Sekurigante
hr: Spremam
hu: Mentés
ja: 本□皮醱
ko: 저장중
no: Lagrer
ru: Сохранение
sl: Shranjujem
tr: Kaydediliyor

source: Sending
ca: S'està enviant
cs: Posílám
da: Sender
eo: Sendante
hr: ©aljem
hu: Küldés
ja: 霜耨醱
ko: 전송중
no: Sender
ru: Посылка
sl: Po¹iljam
tr: Gönderiliyor

source: Expecting
ca: S'està esperant
cs: Oèekávám
da: Forventer
eo: Atendante
hr: Oèekujem
hu: Várakozás
ja: 殺蠶毛謹勻化中引允
ko: 대기중
no: Venter
ru: Ожидание
sl: Prièakujem
tr: Kabul ediliyor

source: Pause
ca: Pausa
cs: Pauza
eo: Paýzo
hr: Stanka
hu: Szünet
ja: 禾□朮
ko: 잠시 멈춤
ru: Пауза
sl: Premor
tr: Dondur

source: Timeout
ca: Expiració
cs: Timemout
da: Tiden løb ud
eo: Tempolimo
hu: Idõtúllépés
ja: 凜棉濠木
ko: 시간초과
no: Tiden er ute
ru: Таймаут
sl: Iztek èasa
tr: Zaman doldu

source: Hangup
ca: Penjat
cs: Zavì¹ení
da: Lægger på
eo: Malkontaktas
hr: Prekidam
hu: Bontás
ja: 醱鞅
ko: 전화끊기
no: Legger på
ru: Завершение
sl: Odloèi
tr: Kapatýlýyor

source: Answer
ca: Resposta
cs: Odpovìï
da: Svar
eo: Respondo
hr: Odgovor
hu: Válaszolás
ja: 殺蠶
ko: 응답
no: Svar
ru: Ответ
sl: Odgovori
tr: Cevap ver

source: Password
ca: Contrasenya
cs: Heslo
da: Kodeord
eo: Pasvorto
hr: Lozinka
hu: Jelszó
ja: 由旦伐□玉
ko: 비밀번호
no: Passord
ru: Пароль
sl: Geslo
tr: Parola

source: Prompting
ca: Demanant
cs: Dotázat se na
da: LogPå skærm
eo: Demandu
hr: Upuæujem
hu: Prompt
ja: 皿伕件皿玄刓憎醱
ru: Приглашение
sl: Vzpodbujam
tr: Ýstemler

source: PW Prompt
ca: Demana PW
da: PW LogPå
eo: Demandu pasvorton
hr: PW odzivni znak
hu: Jelszó prompt
ja: 由旦伐□玉皿伕件皿玄
ko: 암호 행
ru: Приглашение ко вводу пароля
sl: PW odziv
tr: Parola Ýstemi

source: Loop Start
ca: Inici Bucle
cs: Start smyèky
da: Løkke start
eo: Maþkomenco
hr: Poèetak petlje
hu: Hurok eleje
ja: 楞曰忒仄旦正□玄
ko: 루프 시작
ru: Начало цикла
sl: Zaèetek zanke
tr: Döngü Baþlangýcý

source: ERROR: Nested too deep, ignored.
ca: ERROR: Niuat massa fondo, s'ignora.
cs: CHYBA: Smyèka vnoøena pøíli¹ hluboko, ignoruji.
da: Fejl: for dybt nede, ignoreret.
eo: ERARO: tro multaj maþoj.
hr: GRE©KA: Preduboko ugnije¾ðeno, ignorirano.
hu: HIBA: Túl mély beágyazás, kihagyva.
ja: 巨仿□“丐引曰卞手ェ木閡卞仄允亢匹允﹝拑骰仄引允﹝
ko: 오류: 너무 깊게 설정되어 있습니다, 무시합니다.
no: FEIL: Nested for dyp, ignorert.
ru: ОШИБКА: Слишком глубокая вложенность, игнорируется.
sl: NAPAKA: Pregloboko gnezden; zanemarjen.
tr: HATA: Çok derine iniyor, görmezden gelindi.

source: Loops nested too deeply!
ca: Bucles massa fondament niuats!
cs: Smyèky vnoøeny pøíli¹ hluboko!
da: Løkker for dybt nede!
eo: Tro multaj maþniveloj!
hr: Petlje ugnije¾ðene preduboko!
hu: A hurkok túlmélyen vannak egymásba ágyazva!
ja: ェ木閡仄允亢匹允〞
ko: 루프가 너무 깊게 설정되어 있습니다!
no: Loops nested for dypt!
ru: Слишком глубокая вложенность циклов!
sl: Zanke so pregloboko gnezdene!
tr: Döngü çok derine indi!

source: LoopEnd without matching Start! Line:
ca: Fi Bucle sense parell Inici! Línia:
cs: Konec smyèky bez odpovídajícího startu! Øádka:
da: LoopEnd uden tilsvarende Start! Line:
eo: Maþofino sen koresponda komenco! Linio:
hr: LoopEnd bez pripadajuæe Start! linije:
hu: LoopEnd utasítás LoopStart nélkül! Sorszám:
ja: Start 卞贗寧六內卞楞曰忒仄互云歹曰引仄凶〞 墊反“
no: LoopEnd uten passende Start! Linje:
ru: Конец цикла без соответствующего начала! Строка:
sl: LoopEnd brez ujemajoèe Start! vrstice:

source: Starting pppd ...
ca: S'està engegant pppd ...
cs: Startuji pppd ...
da: Starter pppd ...
eo: Lanæante pppd ...
hr: Pokreæem pppd ...
hu: Indul a pppd ...
ja: pppd 毛粟が仄化中引允 ...
ko: pppd를 시작합니다...
no: Starter pppd ...
ru: Запуск pppd ...
sl: ©tartam pppd ...
tr: pppd baþlýyor...

source: Found:
ca: Trobat:
cs: Nalezeno:
da: Fundet:
eo: Trovis:
hr: Prona¹ao:
hu: Találat:
ja: 站哄
ko: 발견:
no: Funnet:
ru: Обнаружено:
sl: Na¹el:
tr: Bulundu:

source: Looping:
ca: Buclant:
cs: Cyklus:
da: Løkker:
eo: Maþo:
hr: Kru¾im:
hu: Hurok:
ja: 楞曰忒仄引允“
ko: 루프:
ru: Цикл:
sl: Zankam:
tr: Döngüleniyor:

source: One Moment Please ...
ca: Un moment, si us plau ...
cs: Okam¾ik prosím ...
da: Et øjeblik ...
eo: Momenton bonvolu ...
hr: Jedan trenutak molim ...
hu: Egy pillanat ...
ja: 劑★云謹切仁分今中 ...
ko: 잠시만 기다려 주십시오 ...
no: Et øyeblikk ....
ru: Секундочку, подождите, пожалуйста ...
sl: Trenutek prosim ...
tr: Bir Saniye Lütfen...

source: Script timed out!
ca: S'ha produït una expiració al guió!
cs: Timeout skriptu!
da: Tiden løb ud for skriptet!
eo: Programeto pasis tempolimon!
hr: Vremenski istek scenarija!
hu: Szkript idõtúllépés!
ja: 旦弁伉皿玄及凜棉濠木匹允〞
ko: 연결시간이 초과됨!
no: Skriptet gikk ut på tid!
ru: Таймаут работы сценария!
sl: Skripti je iztekel èas!
tr: Komut kümesi zaman aþýmýna uðradý!

source: Scanning:
ca: Explorant:
cs: Zkoumání:
da: Undersøger
eo: Seræante:
hr: Ispitujem
hu: Keresés:
ja: 旦平乓件醱“
ko: 검색중:
no: Skanner:
ru: Сканирование:
sl: Prebiram:
tr: Taranýyor:

source: Expecting:
ca: Esperant:
cs: Oèekávám:
da: Forventer:
eo: Atendante:
hr: Oèekujem:
hu: Várakozás:
ja: 渝謹妐儂昫“
ko: 대기중:
no: Venter:
ru: Ожидание:
sl: Prièakujem:
tr: Kabul ediliyor:

source: Logging on to Network ...
ca: S'està registrant a la Xarxa ...
cs: Pøihla¹ování do sítì ...
da: Logger på netværket ...
eo: Salutado en la reto ...
hr: Prijavljivanje na mre¾u ...
hu: Bejelentkezés a Hálózatra ...
ja: 生永玄伐□弁卞濤糧仄化中引允 ...
ko: 네트웍으로 로그인중 ...
no: Logger på nettverk ...
ru: Регистрация в сети ...
sl: Prijavljam se na omre¾je ...
tr: Að'a baðlanýlýyor...
