Repository: xwizard/kde1
Catalog: kdenetwork-1.1.2/po/*/kppp.po
Languages: ca, cs, da, eo, hr, hu, ja, ko, no, ru, sl, tr

source: You´re not allowed to dial out with kppp. Contact your system administrator.
ca: No teniu permés de marcar amb kppp. Contacteu amb l'administrador del sistema.
cs: Nemáte práva pro vytáèení pomicí kppp. Kontaktujte svého systémového administrátora.
da: Du har ikke tilladelse til at ringe ud med kppp. Kontakt din systemadministrator
eo: Vi ne havas permeson voki per kppp. Kontaktu vian sistemadministranton.
hr: Nema¹ dozvolu za pokretanje kppa! Kontaktiraj svog administratora sustava.
hu: Te nem használhatod a kppp-t. Beszélj a rendszer adminisztrátorral.
no: Du har ikke tillatelse til å ringe ut med kppp. Kontakt din systemadministrator.
sl: Ni vam dovoljeno klicati s kppp. Povejte to va¹emu sistemskem upravitelju.
tr: kppp ile telefon baðlantýsý kurma izniniz yok. Sistem sorumlunuzla görüþün.

source: KPPP could not prepare a PPP log. It´s very likely that pppd was started without the "debug" option. Without this option it´s difficult to find out PPP problems, so you should turn on the debug option. Shall I turn it on now?
ca: KPPP no pot preparar un registre PPP. Probablement pppd s'ha engegat sense l'opció "debug". Sense aquesta opció és difícil trobar els problemes PPP per tant haurieu d'activar l'opció debug. L'activo ara mateix?
cs: Kppp nemohl pøipravit záznam PPP. Je velmi pravdìpodobné, ¾e byl program pppd spu¹»en bez parametru "debug". Bez tohoto parametru je tì¾ké zjistit problémy PPP, tak¾e radìji zapnìte ladící parametr "debug". Mám jej nyní zapnout?
da: KPPP kunne ikke lave en PPP log. Det er meget sandsynligt at pppd blev started uden "debug" slået til Skal jeg slå det til nu?
eo: KPPP ne povis prepari PPP-raporton. Verþajne pppd estas lanæita sen la opcio "debug". Sen tiu opcio estas malfacile trovi problemojn pri PPP, do prefere enþaltu la opcion "debug". Æu mi enþaltu?
hr: KPPP ne mo¾e pripremiti PPP dnenvik. Vrlo vjerojatno je pppd pokrenut bez "debug" opcije.. Bez te opcije te¹ko je otkriti PPP probleme, pa bi bilo potrebno da ju ukljuèite. Da li da je sada ukljuèim ?
hu: A KPPP nem tudott PPP naplót készíteni. Valószínûleg a pppd "debug" paraméter nélkül lett indítva. Ennélkül a paraméter nélkül nehéz kitalálni a PPP problémáket, tehát ajánlatos bekapcsolni a debugot. Bekapcsoljam most?
no: KPPP kunne ikke forberede en PPP-logg. Det er trolig at pppd ble startet uten "debug"-valget. Uten dette valget er det vanskelig å finne eventuelle problemer med PPP. Derfor bør du skru på debug-valget. Skal jeg skru det på nå?
sl: KPPP ni mogel pripraviti dnevnika PPP. Zelo verjetno je bil pppd zagnan brez izbire "debug". Brez te izbire je te¾ko najti te¾ave s PPP, zato bi jo morali vklopiti. Ali naj jo zdaj vklopim?

source: To setup your modem, first choose its vendor in the list to the left, and then select the model from the right list. If you don´t know which modem you have, you can try out one of the "Generic" modems.
ca: Per configurar el mòdem, primer escolliu el proveïdor de la llista de l'esquerra i desprès el model de la llista de la dreta. Si no sabeu quin mòdem teniu, podeu provar un dels mòdems "genèrics".
cs: Pøi nastavení Va¹eho modemu vyberte nejprve jeho výrobce ze seznamu vlevo a pak vyberte jeho model ze seznamu vpravo. Nevíte-li jaký máte modem, mù¾ete vyzkou¹et jeden z "obecných" modemù.
da: For at indstille dit modem skal du først vælge dets forhandler i listen til venstre og derefter modellen i listen til højre. Hvis du ikke ved hvilket modem du har, kan du prøve med et af de "generiske" modemer.
hr: Da bi konfigurirali svoj modem , prvo izaberite proizvoðaèa u listi s lijevestrane, a onda izaberite modem iz liste s desne strane. Ako ne znate kojimodem imate, mo¾ete isprobati jedan od "Generièkih" modema.
hu: A modem beállításához válaszd ki a gyártót a bal oldali listából, utána válaszd ki a modellt a jobb oldali listából. Ha nem tudod milyen modemed van, megpróbálkozhatsz az egyik "Általános" modemmel.
no: For å sette opp modemet ditt, velg først en leverandør i listen til venstre, og velg så modell fra høyre liste. Hvis du ikke vet hvilket modem du har, kan du prøve en av de "Generelle" modemene.
sl: Za nastavitev modema najprej izberite proizvajalca z levega seznama, nato pa ¹e model z desnega seznama. Èe ne veste, kateri modem imate, lahko poskusite s "Splo¹nim" modemom.

source: %d kb/s
hu: %d kb/mp
ru: %d КБ/с

source: Specifies how AT commands are send to your modem. Most modems will work fine with the default <i>CR</i>. If your modem does not react to the init string, you should try different settings here <b>default:</b>: CR
ru: Укажите, каким образом будут посылаться AT-команды вашему модему. Большинство модемов прекрасно работают, если команда кончается символом <i>CR</i>. Если ваш модем не реагирует на строку инициализации, вы можете попробовать выбрать здесь другие значения. <b>По умолчанию:</b>: CR (возврат каретки)

source: You╢re not allowed to dial out with kppp. Contact your system administrator.
ru: Вам не разрешено осуществлять звонки с помощью kppp. Обратитесь к вашему системному администратору.

source: KPPP could not prepare a PPP log. It╢s very likely that pppd was started without the "debug" option. Without this option it╢s difficult to find out PPP problems, so you should turn on the debug option. Shall I turn it on now?
ru: kppp не может подготовить файл протокола. Похоже на то, что pppd был запущен с отключенной опцией "debug". Если эта опция отключена, очень трудно отследить проблемы, возникающие во время PPP-соединения, поэтому эту опцию лучше включить. Включить ее сейчас?

source: To setup your modem, first choose its vendor in the list to the left, and then select the model from the right list. If you don╢t know which modem you have, you can try out one of the "Generic" modems.
ru: Настраивая модем, сначала выберите из списка слева производителя модема, и потом выберите модель из списка справа. Если вы не знаете, какой у вас модем, попробуйте выбрать одну из "обобщенных моделей" модемов

source: PAP
eo: per PAP

source: CHAP
eo: per CHAP

source: Specifies how AT commands are send to your modem. Most modems will work fine with the default <i>CR/LF</i>. If your modem does not react to the init string, you should try different settings here <b>Default</b>: CR/LF
hr: Navodi naèin na koji se AT komande ¹alju va¹em modemu. Veæina modema æe raditi dobro sa uobièajenim <i>CR/LF</i>. Ukoliko va¹ modem ne reagiran na inic. nizove poku¹ajte promijeniti ovu vrijednost </b>Uobièajena vrijednost</b>: CR/LF

source: ID
ko: 아이디
