Repository: xwizard/kde1
Catalog: kdenetwork-1.1.2/po/*/kppp.po
Languages: ca, cs, da, eo, hr, hu, ja, ko, no, ru, sl, tr

source: Running Startup Command ...
ca: S'està executant l'ordre d'inici ...
cs: Vykonávám startovní pøíkaz ...
da: Kører opstart kommando ...
eo: Lanæante startkomandon ...
hr: Izvr¹avam komandu kod pokretanja ...
hu: Startup parancs fut ...
ja: 旦正□玄失永皿戊穴件玉毛粟が仄化中引允 ...
ko: 시작 명령을 실행중 ...
no: Kjører oppstartskommando ...
ru: Выполнение команды запуска ...
sl: Poganjam zagonski ukaz ...
tr: Baþlangýç Komutlarý Çalýþtýrýlýyor...

source: Done
ca: Fet
cs: Hotovo
da: Færdig
eo: Farite
hr: Gotovo
hu: Rendben
ja: 蔽弇
no: Fullført
ru: Готово
sl: Konèano

source: pppd command + command-line arguments exeed 2024 characters in length. What are you doing?
ca: l'ordre pppd i els seus arguments tenen més de 2024 caràcters de llarg. Què esteu fent?
cs: pppd pøíkaz + argumenty v pøíkazové øádce pøesáhly délku 2024 znakù. Co dìláte?
da: pppd kommando + argumenter overstiger 2024 tegn. Hvad laver du?
eo: pppd komando + argumento estas pli longaj ol 2024 signoj. Ne skribu romanon!
hr: pppd komanda + njezini argumenti prelaze 2024 znaka u du¾inu. ©to to radite?
hu: pppd parancs + parancssor túllépi a 2024 karakter hosszúságot. Mit csinálsz tulajdonképpen?
ja: pppd 及戊穴件玉午戊穴件玉仿奶件左皿扑亦件及妐儂醒互 2024 妐儂毛旋尹化中引允﹝窒井棉啜勻化中引六氏井〝
ko: pppd 명령 + 명령행 인수의 길이가 2024문자를 넘었습니다.
no: pppd kommando + kommandolinje argumenter overskredet 2024 tegn i lengde. Hva gjør du?
ru: Длина команды pppd с аргументами превысила 2024 символа. Что Вы делаете?
sl: ukaz pppd + argumenti ukazne vrstice presegajo dol¾ino 2024 znakov. Kaj poènete?
tr: pppd komutu ve komut satýrý parametreleri 2024 karakteri aþtý, Ne yapýyorsunuz?

source: Connected at:
ca: Connectat a:
cs: Rychlost spojení:
da: Forbindelse ved:
eo: Kontaktita al:
hr: Spojen sa:
hu: Csatlakozás a:
ja: 濤糧燮齬狪砦獢
ko: 연결완료:
no: Tilkoplet:
ru: Соединился с:
sl: Povezal ob:
tr: Baðlanýldý:

source: Time connected:
ca: Temps de connexió:
cs: Èas pøipojení:
da: Tid forbundet:
eo: Kontaktotempo:
hr: Trajanje veze:
hu: Eltelt idõ:
ja: 濤糧凜棉“
ko: 접속 시간:
no: Tidspunkt tilkoplet:
ru: Время соединения:
sl: Èas povezave:
tr: Baðlanýlan zaman:

source: Session Bill:
ca: Factura de la sessió:
cs: Úèet za sezení:
da: Regning i denne omgang:
eo: Seancofakturo:
hr: Tro¹ak ovog spajanja:
hu: Jelenlegi számla:
ja: 仇及濤糧匹及恔嗯“
ko: 세션 요금:
no: Regning for sesjonen:
ru: Счет за сеанс:
sl: Raèun prijave:
tr: Oturum Faturasý:

source: Total Bill:
ca: Factura total:
cs: Celkový úèet:
da: Total regning:
eo: Entuta fakturo:
hr: Ukupni tro¹ak:
hu: Egész számla:
ja: 中引引匹及恔嗯及寧煌“
ko: 총 요금:
no: Regning for alt:
ru: Полный счет:
sl: Skupen raèun:
tr: Toplam Fatura:

source: Disconnect
ca: Desconnecta
cs: Odpojit
da: Afbryd
eo: Malkontaktu
hr: Odspoji
hu: Kapcsolat bontása
ja: 濠蠅
ko: 접속해제
no: Kople fra
ru: Разъединить
sl: Odklopi
tr: Baðlantý kesildi

source: Details
ca: Detalls
cs: Detaily
da: Detaljer
eo: Detaloj
hr: Detalji
hu: Részletek
ja: 擇稱
ko: 세부사항
no: Detaljer
ru: Подробности
sl: Podrobnosti
tr: Ayrýntýlar

source: Login Script Debug Window
ca: Finestra de depuració del guió de connexió
cs: Ladící okno pro pøihla¹ovací skript
da: LogPå skript problemløsningsvindue
eo: Sencimigofenestro por salutprogrameto
hr: Prozor za ispravljanje prijavnog scenarija
hu: Bejelentkezö szkript nyomkövetõ ablak
ja: 伕弘奶件旦弁伉皿玄犯田永弘它奴件玉它
ko: 로그인 스크립트 디버그 창
no: Debugvindu for innloggingsskript
ru: Окно отладки сценария
sl: Okno za odpravljanje napak v prijavni skripti
tr: Oturum Açma Komutlarý Ayarlama Penceresi

source: Dial Setup
ca: Valors de Marcatge
cs: Nastavení vytáèení
da: Opringning
eo: Alvokokonfigura¼o
hr: Postava biranja
hu: Hívás beállítása
ja: 母奶失伙澀爛
ko: 전화걸기 설정
no: Oppsett for oppringing
ru: Настройка дозвона
sl: Klicne nastavitve
tr: Arama Ayarlarý

source: Connection Name:
ca: Nom de connexió:
cs: Jméno spojení:
da: Forbindelse Navn:
eo: Kontaktnomo:
hr: Ime veze:
hu: A kapcsolat neve:
ja: 濤糧抩“
ko: 접속 이름:
no: Oppkoblingsnavn:
ru: Имя соединения:
sl: Ime povezave:
tr: Baðlanma Adý:

source: Type in a unique name for this connection
ca: Doneu-li un nom únic a la connexió
cs: Vlo¾te jedineèné jméno pro toho spojení
da: Skriv et entydigt navn for denne forbindelse
eo: Tajpu unikan nomon por tiu æi kontakto
hr: Unesite jedinstveno ime za ovu vezu
hu: Adj egy nevet a kapcsolat számára
ja: 引分銀勻化中卅中抩蟆毛ェ恘仄化仁分今中
no: Skriv inn et unikt navn for denne forbindelsen
ru: Введите уникальное имя для этого соединения
sl: Vpi¹ite neobstojeèe ime za to povezavo

source: Phone Number:
ca: Número de telèfon:
cs: Telefonní èíslo:
da: Telefon nummer:
eo: Telefonnumero:
hr: Telefonski broj
hu: Telefonszám:
ja: 齬狪砦獢
ko: 전화 번호:
no: Telefonnummer:
ru: Телефонный номер:
sl: Telefonska ¹tevilka:
tr: Telefon Numarasý:

source: Specifies the phone number to dial. You can supply multiple numbers separated by a colon. When a number is busy or fails, <i>kppp</i>will try the next number and so on
ca: Especifica el número de telèfon per marcar. Podeu donar més d'un número separats per dos punts. Si un número està ocupat o falla, <i>kppp</i> provarà el número següent
cs: Udává vytáèené telefonní èíslo. Je mo¾né zadat více èísel oddìlených dvojteèkou. V pøípadì, ¾e bude èíslo obsazené nebo chybné <i>kppp</i> zkusí vytoèit následující èíslo atd.
da: Anviser det telefonnummer der skal ringes til. Du kan give flere numre adskilt med et kolon. Når et nummer er optaget eller det mislykkes vil <i>kppp</i> forsøge det næste nummer og så videre
eo: Indikas la telefonnumeron por alvoki. Vi povas doni plurajn numerojn apartigitajn per dupunkto. Se numero estas okupita aý nekontaktebla, <i>kppp</i> provos la sekvan numeron ktp.
hr: Oznaèava telefonski broj za zvanje. Mo¾ete unesti vi¹e brojeve odvojenih zarezom. Kada je broj zauzet ili je spajanje neuspje¹no <i>kppp</i> æe automatski poku¹ati slijedeæi itd.
hu: A híváshoz használandó telefonszámok megadása. Lehetöség van több szám megadására is, kettõspontal elválasztva. Ha a szám foglalt, vagy hiba történik a hívás közben, a <i>kppp</i> a következö számmal próbálkozik tovább.
ja: 鍬澎燮及齬狪砦璊礞忖嶀々砟壑竣丑ㄐ(戊伕件) 匹嗉濠勻化呁醒及齬狪砦璊羃媊磥馱諵酗互匹五引允﹝ 手仄﹜瘉賡及砦璊疢瓣溼璊姨瘉啎楔蕪儦蝖<i>kppp</i> 反慼卞井井木凶砦璊Ш僉酗楔銴忖仄引允﹝
no: Oppgi nummeret som skal ringes. Du kan oppgi flere nummer separert med et kolon. Hvis et nummer er opptatt eller mislykkes, vil <i>kppp</i> prøve å ringe neste nummer og så videre
ru: Укажите телефонный номер для дозвона. Вы можете задать несколько номеров, разделив их запятой. Если дозвон по одному номеру будет неудачным (например, занято), <i>kppp</i> будет звонить по следующему номеру в списке.
sl: Doloèi telefonsko ¹tevilko za klic. Vpi¹ete lahko veè s podpièjem loèenih ¹tevilk. Ko je ¹tevilka zasedena ali pa je klic neuspe¹en, bo <i>kppp</i> poskusil naslednjo ¹tevilko itd.

source: Authentication:
ca: Autenticació:
cs: Ovìøení:
da: Autorisation:
eo: Indentigo:
hr: Provjera:
hu: Azonosítási mód:
ja: ロ據杅摯
ko: 인증:
no: Autentisering:
ru: Аутентификация:
sl: Identifikacija:
tr: Onaylama:

source: Script-based
ca: Basada en guió
cs: Skriptem
da: Skriptbaseret
eo: per programeto
hr: Zasnovano na scenariju
hu: Szkript alapú
ja: 旦弁伉皿玄矛□旦
ko: Script 방식
no: Basert på skript
ru: Сценарии
sl: Na skripti temeljeè
tr: Betik tabanlý

source: Terminal-based
ca: Basada en terminal
cs: Terminálem
da: Terminalbaseret
eo: per terminalo
hr: Zasnovano na terminalu
hu: Terminál alapú
ja: 正□立瓜伙矛□旦
ko: 터미널 방식
no: Terminalbasert
ru: Терминал
sl: Na terminalu temeljeè
tr: Uçbirim tabanlý

source: Specifies the method used to identify yourself to the PPP server. Most universities still use <b>Terminal</b>- or <b>Script</b>-based authtentication, while most ISP use <b>PAP</b> and/or <b>CHAP</b>. If unsure, contact your ISP. If you can choose between PAP and CHAP, choose CHAP, because it's much safer.
ca: Especifica el mètode usat per identificar-se amb el servidor PPP. La major part d'universitats encara usen autenticació basada en <b>Terminal</b> o <b>Guió</b>. Si no esteu segurs, poseu-vos en contacte amb el vostre. proveïdor d'internet. Si podeu triar entre PAP i CHAP, trieu CHAP, perque és molt més segur.
cs: Udává metodu pou¾ívanou k Va¹í identifikaci na PPP serveru. Vìt¹ina univerzit stále pou¾ívá k autentikaci <b>terminál</b> nebo <b>skripty</b>, naproti tomu vìt¹ina poskytovatelù internetu pou¾ívá <b>PAP</b> nebo <b>CHAP</b>. Nejste-li si jisti, kontaktujte svého poskytovatele internetu. Máte-li mo¾nost si zvolit mezi PAP nebo CHAP, zvolte si CHAP, proto¾e je mnohem bezpeènìj¹í.
da: Anviser den metode du bruger for at identificere dig selv overfor PPP serveren. De fleste universiteter bruger stadig <b>Terminal</b>- eller <b>Skript</b> baseret identifikation, mens de fleste Internet udbydere bruger <b>PAP</b> og/eller <b>CHAP</b>. Hvis du ikke er sikker så henvend dig til din internetudbyder. Hvis du kan vælge mellem PAP og CHAP, så vælg CHAP, da det er langt sikrere.
eo: Indikas la metodon uzatan por identigi vin al la PPP-servilo. Universitatoj ofte uzas <b>Terminal</b>- aý <b>programet</b>-bazitan identigon, dum ISPoj uzas <b>PAP</b> kaj/aý <b>CHAP</b>. se vi ne estas certa, demandu vian ISPon. Se vi povas elekti inter PAP kaj CHAP, preferu CHAP, æar tio estas pli sekura.
hr: Oznaèava metodu koja æe se koristiti za va¹u identifikaciju PPP poslu¾itelju. Veæina sveuèili¹ta jo¹ uvijek koristi <b>Terminalsku</b> ili <b>Script</b> baziranu autorizaciju dok veæina ISP-ova koristi <b>PAP</b> i/ili <b>CHAP</b>. Ako niste sigurni kontaktirajte svojeg ISP-a Ako mo¾ete birati izmeðu PAP i CHAP izaberite CHAP jer je sigurnija
hu: Azt lehet itt megadni, hogy hogyan fog azonosítani Téged a PPP kiszolgáló. A legtöbb egyetem például még mindíg <b>Terminál</b>- vagy <b>Szkript</b> alapú azonosítást használ, míg a szolgáltatók <b>PAP</b>-ot vagy <b>CHAP</b>-ot. Ha nem tudod, akkor kérdezd meg a szolgáltatótól. Ha választhatsz a PAP és CHAP között, akkor a CHAP-ot válaszd, mert az biztonságosabb.
ja: 丐卅凶憤褥毛據抸允月凶戶卞銀迕允月澎蟾毛薊氏匹仁分今中﹝ 幻午氏升及ISP互<b>PAP</b>支<b>CHAP</b>毛睡迕仄化中月卞手 井井歹日內﹜ 聶仁及釐喀反中引分卞<b>正□立瓜伙</b>井 <b>旦弁伉皿玄</b>矛□旦及ロ據毛迕中化中引允﹝手仄﹜憤耨互 卅仃木壬丐卅凶及滅沶仄化中月ISP卞杽中寧歹六化心化仁分今中﹝ 手仄﹜PAP午CHAP及蹈杅毛銀迕匹五月及匹仄凶日﹜方曰兜蟈卅 CHAP毛迕中化仁分今中﹝
no: Oppgi metoden som skal brukes for å identifisere deg for PPP-tjeneren. De fleste universiteter bruker fortsatt <b>Terminal</b>- eller <b>Skript</b>-basert innloggingskontroll, mens de fleste ISPer bruker <b>PAP</b> og/eller <b>CHAP</b>. Hvis du ikke er sikker, ta kontakt med din ISP. Hvis du kan velge mellom PAP og CHAP, velg CHAP, ettersom det er mye sikrere.
ru: Укажите метод, используемый для аутентификации пользователя на PPP-сервере. Иногда применяются базирующиеся на использовании <b>Tерминала</b> (ручной ввод пароля) или <b>Сценария</b> виды аутентификации. Большинство провайдеров предлагают <b>PAP</b> и/или <b>CHAP</b>. Если вы не уверены, проконсультируйтесь у своего провайдера Интернет. Если вы можете выбирать между PAP или CHAP, выбирайте CHAP, потому что он более безопасен.
sl: Doloèi metodo s katero se identificirate stre¾niku PPP. Veèina univerz ¹e vedno uporablja na <b>terminalu</b> ali <b>skripti</b> temeljeèo identifikacijo, medtem ko veèina ponudnikov interneta uporablja <b>PAP</b> in/ali <b>CHAP</b>. Èe niste preprièani, kaj uporabljate, poklièite svojega ponudnika. Èe lahko izbirate med PAP in CHAP, izberite CHAP, ker je precej varnej¹i.

source: Store password
ca: Desa la contrasenya
cs: Ukládat heslo
da: Gem kodeord
eo: Sekurigu pasvorton
hr: Pohrani lozinku
hu: Jelszó tárolása
ja: 由旦伐□玉毛忡繡允月
ko: 비밀번호 저장
no: Lagre passord
ru: Сохранить пароль
sl: Shrani geslo
tr: Parolayý sakla

source: When this is turned on, your ISP password will be saved in <i>kppp</i>'s config file, so you do not need to type it in everytime. <b><red>Warning:<black> your password will be stored as plain text in the config file, which is readable only to you. Make sure nobody gains access to this file!
ca: Si està activat, la vostra contrasenya pel proveïdor es desarà al fitxer de configuració <i>kppp</i>, de manera que no l'haureu d'introduïr cada volta. <b><red>Avís:<black>la vostra contrasenya es desarà com text planer al fitxer de configuració, que només el podeu llegir vós. Assegureu-vos que ningú té accés a aquest fitxer!
cs: Je-li tato volba zapnuta, bude Va¹e heslo ulo¾eno v konfiguraèním souboru programu <i>kppp</i>, tak¾e ji¾ nebude nutné jej poka¾dé zadávat. <b><red>Varování:<black> Va¹e heslo bude ulo¾eno jako prostý text v konfiguraèním souboru, který je pøístupný pouze Vám. Ujistìte se, ¾e nikdo nemù¾e získat pøístup k tomuto souboru!
da: Når dette er slået til bliver dit ISP kodeord gemt i <i>kppp</i>'s config fil, så du ikke behøver skrive det hver gang <b><red>Pas på:<black> dit kodeord bliver opbevaret som almindelig tekst i configfilen, som kun er læsbar for dig. Pas på ingen andre får adgang til denne fil!
eo: Se tio estas enþaltita, via ISP-pasvorto estos sekurigata en la agorddosiero de <i>kppp</i> ,do vi ne bezonos entajpi øin æiufoje. <b><red>Averto:<nigra> via pasvorto estos sekurigata neæifrita en la dosiero legebla nur de vi mem. Certigu, ke neniu ajn povos akiri la dosieron!
hr: Kada je ovo ukljuèeno , va¹a lozinka æe biti spremljena u <i>kppp</i> konfiguracijsku datoteku, pa ju neæete morati utipkavati svaki puta. <b><red>Upozorenje:<black> va¹a lozinka æe biti spremljena kao obièan tekst u konfiguracijskoj datoteci , koja je èitljiva samo vama. Osigurajte se da nitko nema pristup toj datoteci !
hu: Ha ez be van kapcsolva, akkor a hozzáférésed jelszava a <i>kppp</i> konfigurációs fájljában eltárolódik és nem kell mindíg beírnod. <b><red>Figyelem:<black> a jelszó síma szövegként lesz tárolva a konfigurációs fájlban, amit viszont csak Te olvashatsz. Figyelj oda, hogy mások ne férhessenek hozzá!
ja: 手仄仇木互肣躲卞卅勻化中木壬﹜丐卅凶及滅沶仄化中月ISP及 由旦伐□玉反<i>kppp</i>及戊件白奴弘白央奶伙卞本□皮今木引允﹝ 蝨勻化﹜咍莢由旦伐□玉毛ェ恘允月优邰反丐曰引六氏﹝ <b><red>煞屢“<black>由旦伐□玉反戲及氾平旦玄午仄化﹜ 丐卅凶分仃互づ戶月溥匹戊件白奴弘白央奶伙卞本□皮今木引允﹝ 瑁仄化職諦卞づ引木卅中方丹卞竣毛尥仃化仁分今中〞
no: Hvis denne er skrudd på, vil ditt ISP-passord bli lagret i <i>kppp</i>s konfigurasjonsfil. Dermed slipper du å skrive det inn hver gang. <b><red>Varsel:<black> ditt passord vil bli lagret som ren tekst i konfigurasjonsfilen som kun kan leses av deg. Sørg for at ingen får tilgang til denne filen!
ru: Если эта опция включена, ваш пароль будет сохранен в файле конфигурации <i>kppp</i>, поэтому вам не нужно будет набирать его каждый раз перед дозвоном. <b><red>Внимание:<black> ваш пароль будет сохранен как обычный не зашифрованный текст в файле конфигурации, доступном для чтения только вам. Убедитесь, что никто больше не сможет получить доступ к этому файлу!
sl: Ko je to vklopljeno, bo va¹e prijavno geslo na internet shranjeno v konfiguracijsko datoteko za <i>kppp</i>, tako da vam ga ne bo potrebno vsakiè znova natipkati. <b><red>Opozorilo:<black> va¹e geslo bo shranjeno kot navadno besedilo v konfiguracijsko datoteko, ki jo lahko preberete le vi. Pazite, da ne pride datoteka v roke drugim!

source: Execute program upon connect:
ca: Programa que s'executa en connectar:
cs: Vykonat program pøi pøipojení:
da: Kør program ved forbindelse:
eo: Lanæu programon æe kontakto:
hr: Nakon spajanja izvr¹i program:
hu: Program futtatása kapcsolódáskor:
ja: 撢墊戊穴件玉 濤糧凜“
ko: 접속시 실행할 프로그램:
no: Utfør program ved kontakt:
ru: Выполнить команду после установления соединения:
sl: Za¾eni program po povezavi:
tr: Baðlanýnca çalýþtýrýlacak yazýlým:

source: Allows you to run a program <b>after</b> a connection is established. When your program is called, all all preparations for an internet connection are finished. Very usefull for fetching mail and news
ca: Permet executar un programa <b>després</b> d'establir una connexió. Quan es crida el vostre programa, s'han finalitzat totes les preparacions per la connexió internet. Molt útil per recuperar correu i notícies
cs: Umo¾ní Vám <b>po pøipojení</b> spustit program. Kdy¾ je Vá¹ program vyvolán, jsou ji¾ ukonèeny pøípravy internetového spojení. Velmi u¾iteèné pro pøená¹ení po¹ty a diskusních pøíspìvkù.
da: Tillader dig at køre et program <b>efter</b> en forbindelse er etableret. Dit program kaldes når alle forberedelser til en internet forbindelse er overstået Meget nyttigt til at hente post og nyheder
eo: Permesas al vi lanæi programon <b>post</b> kiam la kontakto estas farita. Kiam via programo estos vokita, æiuj preparoj po interreta kontakto estas finitaj. nTre bone uzebla ekzemple por aýtomate ricevi retpoþton kaj diskutgrupajn afiþojn
hr: Omoguæuje vam da pokrenete program <b>nakon</b> ¹to se spojite. Kada je va¹ program pozvan sve pripreme za vazu na internet su zavr¹ene. Korisno je za skidanje po¹te i novosti
hu: Ezzel lehetõség van a kapcsolat létrejötte <b>után</b> futtatni egy programot. Amikor a program meghívódik a kapcsolat már teljesen felépült. Hasznos például levelek és hírek leszedésére.
ja: 濤糧互割峏仄凶<b>詨</b>卞撢墊今木月戊穴件玉匹允﹝ 皿伕弘仿丞互撢墊今木月凜反﹜敦蟈卞奶件正□生永玄尺及 濤糧及賞髐珊陘瓣蕈憭リ飽αn 丟□伙支瓦亙□旦毛潸勻化侳月及卞午化手肣迕匹允﹝
no: Tillater deg å kjøre et program <b>etter</b> en forbindelse er opprettet. Programmet ditt vil bli kjørt når alle forberedelser for en Internett-forbindelse er fullført. Veldig nyttig for henting av epost og nyheter
ru: Можно выполнить заданную программу <b>сразу после</b> установления соединения. Когда заданная программа вызывается, все уже подготовлено для соединения с Интернет. Это может оказаться полезным для приема почты или новостей.
sl: Dovoli vam, da po¾enete program <b>po</b> uspe¹ni prijavi Va¹ program je klican po zakljuèenih pripravah na internetno povezavo. Zelo uporabno za pobiranje po¹te in novic.

source: Execute program before disconnect:
ca: Programa que s'executa abans de desconnectar:
cs: Vykonat program pøed odpojením:
da: Kør program før afslutning af forbindelse:
eo: Lanæu programon antaý malkontakto:
hr: Prije odspajanja izvr¹i program:
hu: Program futtatása kapcsolat buntás elõtt:
ja: 撢墊戊穴件玉 濠蠅蟆“
no: Utfør program før frakobling:
ru: Выполнить команду перед разъединением:
sl: Za¾eni program pred odjavo:

source: Allows you to run a program <b>before</b> a connection is closed. The connection will stay open until the program exits.
ca: Permet executar un programa <b>abans</b> de tancar una connexió. La connexió romandrà oberta fins que el programa acabi.
cs: Umo¾ní Vám <b>pøed ukonèením</b> spojení spustit program. Spojení zùstane navázáno dokud nebude program ukonèen.
da: Tillader dig at køre et program <b>før</b> en forbindelse er lukket. Forbindelse forbliver åben indtil programmet er slut.
eo: Permesas al vi lanæi programon <b>antaý</b> kiam kontakto estos fermata. La kontakto ankoraý funkcios øis la programo finiøis.
hr: Omoguæuje vam da pokrenete program <b>prije</b> zavr¹etka veze. Veza ostaje uspostavljena dok va¹ program ne zavr¹i izvoðenje.
hu: Ezzel lehetõség van a kapcsolat <b>bontás elõtt</b> futtatni egy programot. A kapcsolat megmarad addig amíg a program be nem fejezõdik.
ja: 濤糧互濠蠅今木月<b>蟆</b>卞撢墊今木月戊穴件玉匹允﹝ 仇及戊穴件玉互蔽弇允月引匹濤糧反忡凶木引允﹝
no: Tillat deg å kjøre et program <b>før</b> en forbindelse lukkes. Forbindelsen vil forbli åpen inntil programmet avslutter.
ru: Позволяет выполнять программу <b>перед</b> разъединением. Соединение не закрывается до выхода из заданной программы.
sl: Dovoli vam pognati program <b>preden</b> je povezava prekinjena. Povezava bo ostala odprta dokler se program ne zapre.

source: Execute program upon disconnect:
ca: Programa que s'executa en desconnectar:
cs: Vykonat program pøi odpojení:
da: Kør program ved afslutning af forbindelse:
eo: Lanæu programon æe malkontakto:
hr: Nakon odspajanja izvr¹i program:
hu: Program futtatása kapcsolat bontáskor:
ja: 撢墊戊穴件玉 濠蠅凜“
ko: 접속해제시 실행할 프로그램:
no: Utfør program ved frakobling:
ru: Выполнить команду после разъединения:
sl: Za¾eni program ob odjavi:
tr: Baðlantý kopunca programý çalýþtýr:

source: Allows you to run a program <b>after</b> a connection has been closed.
ca: Permet executar un programa <b>després</b> de tancar una connexió.
cs: Umo¾ní Vám <b>po ukonèení</b> spojení spustit program.
da: Tillader dig at køre et program <b>efter</b> en forbindelse er afsluttet.
eo: Permesas al vi lanæi programon <b>post</b> kiam kontakto estas fermita.
hr: Dozvoljava da izvr¹avate program <b>nakon</b> prekidanja veze.
hu: Ezzel lehetõség van a kapcsolat <b>bontás után</b> futtatni egy programot.
ja: 濤糧互濠蠅今木凶<b>詨</b>卞撢墊今木月戊穴件玉匹允﹝
no: Tillat deg til å kjøre et program <b>etter</b> en forbindelse har blitt lukket.
ru: Позволяет выполнить заданную программу <b>после</b> того, как соединение разорвано.
sl: Dovoli vam pognati program <b>po</b> zaprtju povezave.

source: Edit pppd arguments:
ca: Edita arguments pppd:
cs: Úprava parametrù pppd:
da: Rediger pppd parametre:
eo: Redaktu pppd-argumentojn:
hr: Promijeni pppd argumente:
hu: pppd paraméterek módosítása:
ja: pppd 及左皿扑亦件及彸螂“
ko: pppd 인수 편집:
no: Rediger pppd-argumenter:
ru: Редактировать аргументы pppd:
sl: Uredi argumente pppd:
tr: pppd parametrelerini düzenle:

source: Arguments
cs: Argumenty
da: Parametre
eo: Argumentoj
hr: Argumenti
hu: Paraméterek
ja: 左皿扑亦件
ko: 인수
no: Argumenter
ru: Аргументы
sl: Argumenti
tr: Parametreler

source: IP Setup
ca: Valors IP
cs: Nastavení IP
da: IP Indstillinger
eo: IP-konfigura¼o
hr: Postava IP adrese
hu: IP beállítások
ja: IP及澀爛
ko: IP 설정
no: IP-oppsett
ru: Настройка IP
sl: Nastavitve IP
tr: IP Ayarlarý

source: IP Address:
ca: Adreça IP:
cs: IP adresa:
da: IP Adresse:
eo: IP-adreso:
hr: IP adresa:
hu: IP cím:
ja: IP失玉伊旦“
ko: IP 주소:
no: IP-adresse:
ru: IP-адрес:
sl: Naslov IP:
tr: IP Adresi:

source: If your computer has a permanent internet address, you must supply your IP address here
ca: Si el vostre ordinador té una adreça internet permanent, heu de donar l'adreça IP aquí
cs: V pøípadì, ¾e má Vá¹ poèítaè stálou internetovou adresu, doplòte zde Va¹i IP adresu.
da: Hvis din computer har en permanent internet addresse, skal du angive din IP addresse her
eo: Se via komputilo havas daýran Interret-adreson, vi devas indiki vian IP-adreson tie æi
hr: Ukoliko va¹e raèunalo ima stalnu internet adresu, morate unijesti svoju IP adresu ovdje
hu: Ha a számítógépnek fix internet címe van, akkor itt kell megadni az IP címet
ja: 丐卅凶及戊件疋亙□正及IP失玉伊旦互允匹卞 瑁引勻化中月樺寧反仇仇卞筏ェ允月优邰互丐曰引允﹝
no: Hvis din datamaskin har fast Internett-adresse skal du oppgi din IP-adresse her
ru: Если вы постоянно подключены к Интернет, вы можете указать здесь свой IP адрес.
sl: Èe ima va¹ raèunalnik stalen internetni naslov, morate tukaj vnesti njegov naslov IP

source: Subnet Mask:
ca: Màscara de subxarxa:
cs: Maska podsítì:
eo: Subreta masko:
hr: Pod-mre¾na (subnet) maska:
hu: Alhálózati maszk:
ja: 扔皮生永玄穴旦弁“
ko: 서브넷 마스크:
no: Subnettmaske:
ru: Маска сети:
sl: Podmre¾na maska:
tr: Altað Maskesi:
