Repository: xwizard/kde1
Catalog: kdenetwork-1.1.2/po/*/kppp.po
Languages: ca, cs, da, eo, hr, hu, ja, ko, no, ru, sl, tr

source: Specifies the number of seconds to wait before redial if all dialed numbers are busy. This is necessary because some modems get stuck if the same number is busy too often. The default is 0 seconds, you should not change this unless you need to.
ca: Especifica el número de segons d'espera abans de tornar a marcar si tots els números estan ocupats. Això és necessari perquè hi ha mòdems que s'enganxen si sempre està ocupat el mateix número. L'omissió és 0 segons, no l'heu de canviar si no és necessari.
cs: Udává èas v sekundách, po který se bude èekat na opìtovné vytáèení, jsou-li v¹echna èísla obsazená. Toto je nutné, proto¾e nìkteré modemy uváznou, je-li stejné èíslo pøíli¹ èasto obsazené. Implicitní hodnota je 0 sekund a nemìli by jste ji mìnit, pokud to opravdu není nezbytné.
da: Angiver det antal sekunder der ventes før der ringes op igen hvis alle numre er optaget. Dette er nødvendigt fordi visse modemer går i baglås hvis det samme nummer er optaget for tit. Standarden er 0 sekunder. Du bør ikke ændre dette med mindre det viser sig nødvendigt.
eo: Indikas la nombron da sekundoj, antaý realvoko se æiuj telefonnumeroj estas okupitaj. Tio estas necesa, æar kelkaj modemoj blokiøas, se la sama numero tro ofte estas okupita. La implicita valoro estas 0 sekundoj, vi ne þanøu tion, sen bezono.
hr: Odreðuje broj sekundi izmeðu ponovnog biranja veze ukoliko su birani brojevi zauzeti. Ovo je potrebno modemima koji se zablokiraju ukoliko je isti broj preèesto zauzet. Uobièajena vrijednost je 0 sekundi. Ako trebate slobodno ju promijenite.
hu: Meghatározható az az idõtartam, aminek letelte után foglaltság esetén a számot újra kell hívni. Egyes modemeknél ennek beállítására fokozottan oda kell figyelni. Az alapértelmezett érték 0 másodperc. Ne változtasd meg, ha nincs rá szükség.
ja: 蟈化及齬狪砦璊疢瓣溼璊壑瓣蕪儦蝷芊╞磪壎丰╞諵馱螏n引匹及凜棉毛隙爛仄引允﹝き元齬狪砦璊洶楔蝷瓣薑憭吒n狪仄醱分午由瓦永弁仄化仄引丹乒犯丞手卅井卞反丐月及匹﹜ 仇木反优邰匹允﹝ 犯白巧伙玄反ㄟ卍匹允﹝优邰匹卅中蜃曰庍凳仄卅中幻丹互 中中匹仄斤丹﹝
no: Bestemmer antall sekunder som skal ventes før programmet skal prøve å ringe på nytt hvis alle nummerende var opptatt. Dette er nødvendig fordi noen modemer henger hvis det samme nummeret er opptatt for ofte. Standard er 0 sekunder. Du skal ikke endre dette hvis ikke du må.
ru: Укажите, сколько секунд надо ждать, прежде чем перезвонить, если номер был занят. Это необходимо, потому что некоторые модемы отказываются набирать номер слишком часто. По умолчанию значение составляет 0 секунд, не изменяйте его, если вам действительно этого не надо.
sl: Doloèi ¹tevilo sekund premora pred ponovnim klicem, èe so vse klicane ¹tevilke zasedene. To je potrebno ker nekateri modemi obtièijo, èe je ista ¹tevilka prepogosto zasedena. Privzeta vrednost je 0 sekund; spreminjajte jo le, èe to res morate.

source: Modem volume
ca: Volum de mòdem
cs: Hlasitost modemu
da: Modem lydstyrke
eo: Modemlaýteco
hr: Glasnoæa modema
hu: Modem hangereje
ja: 乒犯丞及示伉亙□丞
no: Modemvolum
ru: Громкость динамика модема
sl: Glasnost modema

source: Most modems have a speaker which makes a lot of noise when dialing. Here you can either turn this completely off or select a lower volume. If this does not work for your modem, you must modify the modem volume command
ca: Molts mòdems tenen un altaveu que fa molt soroll en marcar. Aquí podeu apagar-lo del tot o bé seleccionar un volum més fluix. Si no funciona al vostre mòdem, heu de modificar la comanda de volum del mòdem
cs: Vìt¹ina modemù mají reproduktor, který nadìlá mnoho hluku pøi pøipojování. Zde je mo¾né tento zvuk buï úplnì vypnout, nebo nastavit men¹í hlasitost. Nefunguje-li toto nastavení s Va¹ím modemem, budete muset zmìnit pøíkaz pro hlasitost modemu.
da: De fleste modemer har en højtaler der laver en masse støj når man ringer op. Her kan du enten slå dette fra eller vælge en lavere lydstyrke. Hvis dette ikke virker for dit modem, må du ændre på modemlydstyrke kommandoen
eo: Plej multaj modemoj havas laýtparolileton, kiu tre bruas dum alvoko. Jen vi povas elþalti øin aý malatigi øian laýtecon. Se tio ne funkcias æe via modemo, vi devas agordi la laýteckomandon por via modemo
hr: Veæina modema je dosta glasna prilikom ostvarivanja veze. Ako ¾elite ugasiti zvuènik potpuno ili smanjite jaèinu. iskoristite ovu opciju. Ukoliko ovo ne funkcionira na va¹em modemu, morati æe te promijeniti komandi niz modema
hu: Egyes modemek beépített hangszóróval rendelkeznek, amely hangot ad hívás alatt. Beállítható a hangerõ alacsonyra, vagy ki is kapcsolható teljesen. Ha nem mûködik a modemeddel a hangerõ változtatás, módosítsd a parancsokat a megfelelõ modem parancsra
ja: 幻午氏升及乒犯丞反母奶失伙醱卞手及允仍中用奶朮毛 砟楔牏飽ㄓ酗酗ョ╞雈磪憛憧鄐繯偭握迉炙掑豸馱諵俞n凝今仁匹五引允﹝ 手仄丐卅凶及乒犯丞匹丹引仁窗Х仄卅中方丹匹 丐木壬﹜乒犯丞及示伉亙□丞楮洘及戊穴件玉毛膜懇允月 优邰互丐曰引允﹝
no: De fleste modemer har høyttaler som lager en del bråk under ringing. Her kan du enten slå den helt av eller velge et lavere volum. Hvis dette ikke fungerer for ditt modem, må du endre modemvolumkommandoen
ru: Большинство модемов имеют встроенный динамик, который шумит и пищит при дозвонке. Здесь вы можете либо отключить его, либо уменьшить его громкость. Если это не сработает на вашем модеме, значит, вам нужно изменить команду регулировки громкости.
sl: Veèina modemov ima zvoènik, ki povzroèa veliko hrupa med povezovanjem. Tule lahko bodisi popolnoma izklopite zvoènik bodisi izberete ti¹jo glasnost. Èe to ne deluje za va¹ modem, morate spremeniti ukaz za glasnost modema.

source: Modem Asserts CD Line.
ca: El mòdem afirma la línia CD.
cs: Modem kontroluje CD
da: Modem forudsætter CD.
eo: Modemo enþovas CD-signalojn
hr: Modem uspostavlja CD liniju.
ja: 乒犯丞反CD仿奶件毛銀丹
ko: 모뎀 CD 라인에 표시
no: Modem ønsker CD-linje.
ru: Модем всегда устанавливает сигнал CD (обнаружена несущая).
sl: Modem vstavi vrstico CD.
tr: CD çizgisi ile Modem Çakýþýyor.

source: This controls how <i>kppp</i> detects that the modem is not responding. Unless you are having problems with this, do not modify this setting. <b>Default</b>: off
ca: Això controla com detecta <i>kppp</i> que el mòdem no respon. No modifiqueu aquest valor si no hi teniu problemes. <b>Omissió</b>: no
cs: Toto dohlí¾í jak <i>kppp</i> detekuje, ¾e modem neodpovídá. Nemìòte toto nastavení, nemáte-li s tímto ¾ádné problémy. <b>Implicitnì</b>: Vypnuto
da: Dette kontrollere hvordan <i>kppp</i> mærker at modemet ikke svarer. Med mindre du har problemer med dette, bør dette ikke ændres. <b>Standard</b>: fra
hu: Ez a kapcsoló a <i>kppp</i>modem detektálási módján változtat, amennyiben a modem nem válaszol. Problémák lehetnek a kapcsoló átállítása miatt, így csak szükség esetén változtasd meg az alapértelmezést! <b>Alapértelmezés</b>: Kikapcsolva
ja: <i>kppp</i>互升及方丹卞乒犯丞井日及膨毛腹請允月井毛 孺豢仄引允﹝仇及引引匹杽鎖互卅中及卅日仇及澀爛毛 庍凳仄卅中匹仁分今中﹝ <b>犯白巧伙玄</b>“左白
no: Dette bestemmer hvordan <i>kppp</i> påviser at modemet ikke svarer. Dette skal ikke endres hvis du ikke har problemer med denne innstillingen. <b>Standard</b>: av
ru: Здесь задается, каким образом <i>kppp</i> будет определять, что модем не отвечает. До тех пор, пока вы не имеете таких проблем, не изменяйте это значение. <b>По умолчанию</b>: выключено
sl: Tole nadzoruje naèin zaznavanja <i>kppp</i>, da se modem ne odziva. Ne spreminjajte te nastavitve, razen èe vam povzroèa te¾ave. <b>Privzeto</b>: izkljuèeno

source: Modem Commands
ca: Comandes de mòdem
cs: Modemové pøíkazy
da: Modem kommandoer
eo: Modemokomandoj
hr: Komande modema
hu: Modem parancsok
ja: 乒犯丞戊穴件玉
ko: 모뎀 명령
no: Modemkommandoer
ru: Команды модема
sl: Ukazi modemu
tr: Modem Komutlarý

source: Allows you to change the AT command for your modem.
ca: Permet de canviar les comandes AT pel mòdem.
cs: Umo¾ní zmìnit AT pøíkazy Va¹eho modemu.
da: Tillader dig at ændre AT kommandoerne til dit modem.
eo: Permesas þanøi la AT-komandon por via modemo.
hr: Dozvoljava vam da promijenite AT komandu va¹eg modema.
hu: Az AT modem-parancsok megváltoztatása
ja: 丐卅凶及乒犯丞及AT戊穴件玉毛庍凳匹五引允
no: Tillat deg å endre AT-kommandoen for modemet ditt.
ru: Позволяет изменить AT-команды для вашего модема.
sl: Dovoli vam spremeniti ukaz AT za va¹ modem.

source: Query Modem
ca: Pregunta al mòdem
cs: Dotázat se modemu
da: Forespørg modem
eo: Rekonu modemon
hr: Ispitaj modem
hu: Modem lekérdezés
ja: 乒犯丞及譬犖
ko: 모뎀 질의
no: Spør modem
ru: Опрос модема
sl: Povpra¹aj modem
tr: Modem Sorgula

source: Most modems support the ATI command set to find out vendor and revision of your modem. Press this button to query your modem for this information. It can be useful to help you setup the modem
ca: Molt mòdems suporten el conjunt de comandes ATI per buscar el proveïdor i la revisió del mòdem. Premeu aquest botó per demanar-li al mòdem aquesta informació. Pot ser útil per ajudar-vos a configurar el mòdem
cs: Vìt¹ina modemù podporuje pøíkazovou sadu ATI pro zji¹»ování výrobce a revizi Va¹eho modemu. Ke zji¹tìní tìchto informací o Va¹em modemu stisknìte toto tlaèítko. Mìlo by Vám to pomoci s nastavením Va¹eho modemu.
da: De fleste modemer understøtter ATI kommandoen der finder forhandler og revision af dit modem. Tryk på denne knap for at spørge dit modem om denne information. Det kan være nyttigt ved opsætningen af dit modem.
eo: Plej multaj modemoj subtenas la ATI-komandon por ekscii la produktinton kaj la version de via modemo. Premu tiun butonon por demandi tiun informon. Tio povas helpi vin dum la agordado.
hr: Veæina modema podr¾ava ATI skup komandi kako bi utvrdila proizvoðaèa i inaèicu modema. Pritisnite ovaj gumb ako ¾elite ispitati modem za osnovnim informacijama. Informacije koje vam mogu koristiti za pode¹avanje modema
hu: A legtöbb modem tartalmaz egy ATI parancs-készletet ami kiolvasható belõle. Nyomd meg ezt a gombot, ha ki akarod olvasni ezeket az információkat. Segítséget nyújthatnak a modemed beállításához
ja: 幻午氏升及乒犯丞反ATI戊穴件玉本永玄匹 公及擠瞻葭支田□斥亦件毛譬屯日木引允﹝ 仇及示正件毛瓷仄化仇木日及樹扷毛譬屯化心化仁分今中 乒犯丞毛本永玄失永皿允月端卞肣躲午卅月匹仄斤丹﹝
no: De fleste modemer støtter ATI-kommandosettet for å finne ut leverandør og revisjon av modemet. Trykk denne knappen for å spørre modemet ditt for denne informasjonen. Det kan være nyttig for å hjelpe deg å sette opp modemet ditt.
ru: Почти все модемы поддерживают набор команд ATI, по которым выдается информация о производителе и версии модема. Нажмите эту кнопку для получения такой информации о вашем модеме. Это может оказаться полезным при настройке вашего модема.
sl: Veèina modemov podpira ukazni nabor ATI, da lahko ugotovite proizvajalca in razlièico modema. Pritisnite ta gumb, da povpra¹ate modem po tej informaciji. To vam lahko pomaga pri nastavljanju va¹ega modema.

source: Terminal
cs: Terminál
eo: Terminalo
hu: Terminál
ja: 正□立瓜伙
ko: 터미널
ru: Терминал
tr: Uçbirim

source: Opens the built-in terminal program. You can use this if you want to play around with your modem's AT command set
ca: Obre el programa de terminal incorporat. Podeu usar-lo si voleu practicar amb el joc de comandes del mòdem
cs: Otevøe zabudovaný terminálový program. Mù¾te jej pou¾ít, kdy¾ si budete chtít pohrát s pøíkazovou sadou Va¹eho modemu.
da: Åbner det indbyggede terminalprogram. Du kan bruge dette hvis du har lyst til at forsøge dig med dit modem's AT kommandoer.
eo: Malfermas la internan terminalprogramon. Per øi vi povas elprovi la AT-komandojn de via modemo.
hu: Elindít egy beépített terminál programot. Használhatod a különbözõ modem-parancsok kipróbálásához.
ja: ま瞽及正□立瓜伙皿伕弘仿丞毛釩五引允﹝ 乒犯丞及AT戊穴件玉毛醜綜仄凶中午五卞 銀丹仇午互匹五引允﹝
no: Åpner det innebygde terminalprogrammet. Du kan bruke det hvis du ønsker å leke med modemets AT-kommandosett
ru: Открыть встроенную терминальную программу. Вы можете использовать ее, если хотите настроить модем вручную с помощью AT-команд.
sl: Odpre vgrajeni terminalski program. Uporabite ga lahko, èe se ¾elite igrati z ukaznim naborom AT va¹ega modema.

source: Throughput graph
ca: Gràfic de rendiment
cs: Graf propustnosti
da: Graf over datahastighed
eo: Trasend-grafo
hr: Graf propusnosti veze
hu: Átvitel grafikon
ja: 旦伙□皿永玄弘仿白
no: Graf over overføringshastighet
ru: График загрузки
sl: Graf pretoka

source: Background color
ca: Color de fons
cs: barva pozadí
da: Baggrundsfarve
eo: Fonkoloro
hr: Pozadinska boja
hu: Háttér szín
ja: п滔縉
no: Bakgrunnsfarge
ru: Цвет фона
sl: Barva ozadja

source: Text color
ca: Color de text
cs: Barva textu
da: Tekstfarve
eo: Tekstkoloro
hr: Boja teksta
hu: Szöveg szín
ja: 妐儂縉
no: Tekstfarge
ru: Цвет текста
sl: Barva besedila

source: Input bytes color
ca: Color dels bytes d'entrada
cs: Barva vstupních bajtù
da: Farve på input
eo: Koloro por ricevitaj bitokoj
hr: Boja ulaznih bajtova
hu: Bejövõ adatok színe
ja: 熬耨田奶玄及縉
no: Farge på innbyter
ru: Цвет графика входящих данных
sl: Barva sprejetih bajtov

source: Output bytes color
ca: Color dels bytes de sortida
cs: Barva výstupních bajtù
da: Farve på output
eo: Koloro por senditaj bitokoj
hr: Boja izlaznih bajtova
hu: Kimenõ adatok színe
ja: 霜耨田奶玄及縉
no: Farge på utbyter
ru: Цвет графика исходящих данных
sl: Barva oddanih bajtov

source: Recent changes in kppp
ca: Canvis recents a kppp
cs: Poslední zmìny v kppp
da: Nylige ændringer i kppp
eo: Lastaj þanøoj de kppp
hr: Promjene u kppp
hu: Új lehetöség a kppp-ben
ja: kppp及蕙仄中窗Х
no: Nylige endringer i kppp
ru: Последние изменения в kppp
sl: Nedavne spremembe v kppp

source: From version 1.4.8 on, kppp has a new feature called "Quickhelp". It's similar to a tooltip, but you can activate it whenever you want. To activate it, simply click on a control like a button or a label with the right mouse button. If the item supports Quickhelp, a popup menu will appear leading to Quickhelp. To test it, right-click somewhere in this text.
ca: Desde la versió 1.4.8, kppp té una nova característica anomenada "ajuda ràpida". És semblant a una pista, pero la podeu activar quan vulgueu. Per activar-la, feu clic amb el botó dret del ratolí damunt d'un control tal com un botó o una etiqueta. Si l'ítem suporta ajuda ràpida, es mostrarà el menú de l'ajuda. Per provar-ho, dret-cliqueu a qualsevol lloc d'aquest text.
cs: Od verze 1.4.8 má kppp novou funkci nazývanou "Rychlá nápovìda". Je podobná nástrojovým tipùm, ale je aktivována kdykoli potøebujete. Aktivujete ji jednodu¹e kliknutím pravým talèítkem my¹i na prvek dialogu, jako je tlaèítko nebo popis. Podporuje-li tento prvek rychlou nápovìdu, objeví se menu, které Vás povede k rychlé nápovìdì. Otestujte kliknutím nìkam do tohoto textu.
da: Fra og med version 1.48, har kppp en ny egenskab der kaldes "hurtighjælp". Det er ligesom værktøjstip, men man kan aktivere det nårsomhelst. For at `starte denne, klik på en kontrol som en knap eller en etikette med den højre museknap. Hvis det du klikker på støtter hurtighjælp, vil en menu dukke op der fører til hurtighjælp. For at teste det, højreklik et eller andet sted i denne tekst.
eo: De la versio 1.4.8 kppp havas novan funkcion "Rapidhelpo". Øi similas al la helpetindikoj, sed vi povas æiam ajn funkciigi øin. Por uzi øin, simple tuþu per la mdekstra musbutono iun elementon. Se øi subtenas Rapidhelpon, menuero aperos kondukanta al Rapidhelpo. Por testi tion, tuþu tiun æi tekston ie per la dekstra musbutono.
hr: Od inaèice 1.4.8 nadalje, kppp ima novo svojstvo zvano "Brzapomoæ". Vrlo je slièno podsjetniku alata meðutim Brzupomoæ mo¾ete pozvati kad god ¾elite. Pozivanje se obavlja tako da kliknite na ¾eljeni gumb ili naslov sa desnim gumbom mi¹a. Ukoliko stavka podr¾ava Brzupomoæ, pojaviti æe se izbornik koji æe vas odvesti u Brzupomoæ. Za probu nad ovim tekstom pritisnite desni gumb mi¹a.
hu: A kppp 1.4.8 verziójától kezdve egy új lehetöség lett megvalósítva a "Gyors segítség". Ez egy egyszerü segítö eszköz, amely bármikor aktiválható. Használatához csak kattints a kívánt képernyö-elemre a jobb egérgombbal, majd a megjelenö címkére. Amennyiben létezik a kijelölt elemre gyors segítség-szöveg, az megjelenik. Próbaképpen kattints a jobb gombbal e szövegre.
ja: 田□斥亦件1.4.8動嫦﹜kppp反"弁奶永弁目伙皿"午中丹 蕙仄中窗Х毛睡曰ェ木引仄凶﹝棵簽卅目伙皿匹﹜ 优邰卅凜反中勾匹手輔寰匹五引允﹝ 輔寰允月凶戶卞反簽卞示正件支仿矛伙卅升及曉匹 穴它旦及惘弁伉永弁毛允月分仃匹允﹝手仄妐懍互 迕啦今木化中木壬﹜丟瓦亙□互禾永皿失永皿仄 弁奶永弁目伙皿毛づ戈仇午互匹五引允﹝ 仇及妐懍及升仇井匹惘弁伉永弁仄化心化仁分今中﹝ 氾旦玄匹五引允﹝
no: Fra og med versjon 1.4.8 har kppp en ny egenskap som kalles "Hurtighjelp". Det er det samme som verktøytips, men du kan starte det hvor du vil. For å starte det, klikk på en kontroll som knapper eller etiketter med høyre musknapp. Hvis det du klikker på støtter Hurtighjelp, vil en meny fare opp som vil lede deg til Hurtighjelp. For å teste det, høyreklikk et eller annet sted i denne teksten.
ru: Начиная с версии 1.4.8, в kppp встроена "Быстрая Справка". Это возможность похожа на всплывающую подсказку, только вы можете активизировать ее, когда захотите. Чтобы воспользоваться ей, просто щелкните правой кнопкой мышки на любом графическом элементе управления kppp, будь то кнопка или текст. Если элемент поддерживает Быструю Справку, откроется всплывающее меню Быстрой Справки. Щелкните правой кнопкой мышки прямо по этому тексту для доступа к Быстрой Справке.
sl: Od razlièice 1.4.8 naprej ima kppp novo funkcijo imenovano "Hitra pomoè". Podobna je namigom pri orodjih, le da jo lahko aktivirate kadarkoli ¾elite. Aktivirate jo z desnim klikom gumba ali oznake. Èe le ta podpira Hitro pomoè, se bo pokazal menu, ki vodi do Hitre pomoèi. Preskusite jo lahko tako, da kliknete z desnim gumbom nekje v tem besedilu.

source: Don't show this hint again
ca: No tornes a mostrar aquest suggeriment
cs: Tuto radu ji¾ nezobrazovat
da: Vis ikke dette vink igen
eo: Ne remontru tiun informon.
hr: Nemoj vi¹e prikazivati ovaj savjet
hu: Legközelebb ne jelenjen meg az üzenet!
ja: 慼井日仇及它奴件玉它毛刓憎仄卅中
no: Vis ikke dette hintet igjen
ru: Больше не показывать эту подсказку
sl: Ne prika¾i veè tega namiga

source: This is an example for <b>QuickHelp</b>. This window will stay open until you click a mouse button or a hit a key.
ca: Això és un exemple de l'<b>ajuda ràpida</b>. Aquesta finestra romandrà oberta fins que feu clic o premeu una tecla.
cs: Toto je pøíklad <b>Rychlé nápovìdy</b>. Toto okno zùstane otevøeno dokud nekliknete tlaèítkem my¹i nebo nestisknete klávesu.
da: Dette er et eksempel på <b>Hurtighjælp</b>. Dette vindue forbliver åbent indtil du klikker på en museknap eller trykker på en tast.
eo: JEn ekzemplo por <b>Rapidhelpo</b>. Tiu æi fenestro restas malfermita øis vi premas musbutonon aý klavon.
hr: Ovo je primjer <b>Brzepomoæi</b>. Ovaj prozor æe ostati otvoren sve dok ne kliknete gumb mi¹a ili pritisnete tipku.
hu: Ez egy példa a <b>Gyors segítségre</b>. A megjelenö ablak mindaddig a képernyön marad, amíg egy billentyü lenyomása, vagy egy kattintás az egérrel nem történik.
ja: <b>弁奶永弁目伙皿</b>及葦呿匹允﹝ 穴它旦毛弁伉永弁允月井﹜窒井平□毛瓷允引匹 刓憎今木引允﹝
no: Dette er et eksempl på <b>Hurtighjelp</b>. Dette vinduet vil stå åpent inntil du klikker en musknapp eller trykker en tast.
ru: Это пример <b>Быстрой Справки</b>. Это окно будет открытым до тех пор, пока вы не щелкните мышкой или не нажмете какую-нибудь клавишу.
sl: To je primer <b>Hitre pomoèi</b>. To okno bo ostalo odprto dokler ne kliknete na gumb mi¹ke ali tipko na tipkovnici.

source: kppp can't create or read from %s.
ca: kppp no pot crear o llegir de %s.
cs: kppp nemù¾e vytvoøit nebo èíst z %s.
da: kppp kan ikke oprette eller læse fra %s.
eo: kppp ne povas krei aý legi de %s.
hr: kppp nije stanju stvoriti ili èitati iz %s.
hu: kppp nem tudja létrehozni, vagy olvasni: %s.
ja: kppp反 %s 毛綜嶽手仄仁反づ心慇戈仇午互 匹五引六氏匹仄凶﹝
no: kppp kan ikke opprette eller lese %s.
ru: kppp не может создать или прочитать файл %s.
sl: kppp ne more ustvariti ali brati iz %s.

source: kppp has detected a %s file. Another instance of kppp seems to be running under process-ID %d. Make sure that you are not running another kppp, delete the pid file, and restart kppp.
ca: kppp ha detectat un fitxer %s. Sembla que hi ha una altra instància de kppp amb l'identificador de procés %d. Assegureu-vos que no esteu executant un altre kppp, esborreu el fitxer pid i reengegeu kppp.
cs: kppp detekoval soubor %s. Jiná instance programu kppp je ji¾ spu¹»ena pod èíslem procesu %d. Ujistìte se, ¾e není spu¹tìn jiný kppp, sma¾te pid soubor a restartujte kppp.
da: kppp har detekteret en %s fil. En anden udgave af kppp synes at køre under process-ID %d. Du bør sikre dig at du ikke kører en anden kppp, slette pid-filen og starte kppp igen.
eo: kppp trovis dosieron %s. Alia instanco de kppp þajnas funkcii kun la proces-numero %d. Certigu, ke ne funkciadas alia kppp, forigu la dosieron kun la procesnumero kaj relanæu kppp.
hr: kppp je prona¹ao datoteku %s. To znaèi da vjerojatno postoji jo¹ jedna kopija kpppa koja se vrti pod process-id brojem %d. Provjerite da veæ niste pokrenuli kppp, ako niste obri¹ite gornju datoteku te ponovo pokrenite kppp.
hu: A kppp egy %s fájlt észlelt. A kppp-nek egy másik példánya is fut, %d folyamat azonosítóval. Ellenõrizd, hogy nem futtatsz-e egy másik kppp-t, töröld le a pid fájlt, és indítsd úrja a kppp-t.
ja: %s 午中丹白央奶伙互站咫竣鴗牏楔縑αn 職及 kppp 互皿伕本旦ID %d 匹允匹卞が中化中月方丹匹允﹝ 職及 kppp 互撢墊醱匹卅中仇午毛割ロ仄化 pid 白央奶伙毛 綽輪仄﹜kppp 毛瘋粟が仄化仁分今中﹝
no: kppp har påvist en fil %s. En annen kopi av kppp ser ut til å kjøre under prosess-ID %d. Forviss deg om at du ikke kjører en annen kopi av kppp, slett pid-filen og start kppp på nytt.
ru: kppp обнаружил файл %s. Другой экземпляр kppp уже выполняется, идентификатор его процесса %d. Убедитесь, что выполняется единственная копия kppp, удалите pid-файл и перезапустите kppp.
sl: kppp je zaznal datoteko %s. Videti je, da teèe ¹e en izvod kppp s ¹tevilko procesa %d. Preverite, da ne poganjate ¹e enega kppp, pobri¹ite datoteko pid in ponovno po¾enite kppp.

source: Exit
ca: Sortida
cs: Ukonèit
da: Afslut
hr: Izlaz
hu: Kilépés
ja: 蔽弇
no: Avslutt
ru: Выход
sl: Izhod

source: Connect to:
ca: Connecta a:
cs: Pøipojit k:
da: Forbind med:
eo: Kontaktu al:
hr: Spoji se na:
hu: Kapcsolódás:
ja: 濤糧燮“
ko: 연결 대상:
no: Oppkobling til:
ru: Соединение:
sl: Pove¾i se z:
tr: Baðlan :

source: Login ID:
ca: Identificador:
eo: Salutnomo:
hr: Prijavno ime:
hu: Bejelentkezõ név:
ja: 伕弘奶件ID“
ko: 로그인 ID:
no: Innloggings-ID:
ru: Имя пользователя:
sl: Prijavni ID:
tr: Kullanýcý No:
