Repository: xwizard/kde1
Catalog: kdenetwork-1.1.2/po/*/kppp.po
Languages: ca, cs, da, eo, hr, hu, ja, ko, no, ru, sl, tr

source: If your computer has a static Internet address, you must supply a network mask here. In almost all cases this netmask will be <b>255.255.255.0</b>, but your mileage may vary. If unsure, contact your Internet Service Provider
ca: Si el vostre ordinador té una adreça Internet estàtica, heu de donar una màscara de subxarxa aquí. Quasi sempre aquesta màscara serà <b>255.255.255.0</b>, pero el vostre cas pot ser diferent. Si no esteu segurs, contacteu amb el vostre proveïdor d'internet
cs: V pøípadì, ¾e má Vá¹ poèítaè statickou internetovou adresu, musíte zde doplnit sí»ovou masku. Skoro ve v¹ech pøípadech bude tato maska <b>255.255.255.0</b>, ale ve Va¹em pøípadì mu¾e být i jiná. Nejste-li si jisti, kontaktujte svého poskytovatele internetu.
da: Hvis din computer har en statisk internet adresse, skal du angive en netværks mask her. Denne netmaske vil i næsten alle tilfælde være <b>255.255.255.0</b>, men der kan være specielle forhold. Hvis du er usikker kan du spørge din internetudbyder
eo: Se via komputilo havas daýran Interret-adreson, vi devas indiki subret-þablonon tie æi. Plej ofte tiu subret-þablono estas <b>255.255.255.0</b>, sed æe vi ja povus esti alie. Se vi ne estas certa, demandu vian Interet-Servo-Provizanton.
hr: Ako va¹e raèunalo ima statièku Internet adresu morate ovdje unesti mre¾nu masku. U gotovo svim sluèajevima ova maska æe biti <b>255.255.255.0</b> Ako niste sigurni kontaktirajte svojeg ISP-a
hu: Ha a számítógépnek fix internet címe van, akkor meg kell adni egy alhálózati maszkot. Legtöbbször ez a hálózati maszk <b>255.255.255.0</b>, de ez nem feltétlenül igaz minden esetben. Ha bizonytalan vagy, kérdezd meg a szolgáltatódat.
ja: 丐卅凶及戊件疋亙□正互手日丹屯五IP失玉伊旦互分中凶中 瑁引勻化中月樺寧反生永玄穴旦弁毛仇仇卞筏ェ允月优邰互丐曰引允﹝ 幻午氏升及樺寧﹜仇及生永玄穴旦弁反<b>255.255.255.0</b> 匹儀簫曰引允互﹜樺寧卞方曰仇午卅曰引允﹝ 手仄憤耨互卅中及卅日﹜ISP卞杽中寧歹六化心化仁分今中﹝
no: Hvis datamaskinen din har statisk Internettadresse må du oppgi en nettverksmaske her. I bortimot alle tilfleller skal nettmasken være <b>255.255.255.0</b>, men din kjørelenge kan avvike. Hvis du ikke er sikker, kontakt din Internett-leverandør
ru: Если ваш компьютер имеет статический адрес в Интернет, вы должны указать здесь маску сети. В большинстве случаев данное значение может быть равным <b>255.255.255.0</b>, хотя возможны варианты. Если вы не уверены, проконсультируйтесь с вашим провайдером.
sl: Èe ima va¹ raèunalnik statièen internetni naslov, morate tukaj vnesti mre¾no masko. Skoraj v vseh primerih je ta maska <b>255.255.255.0</b>, vendar ne vedno. Èe niste preprièani, povpra¹ajte va¹ega ponudnika interneta.

source: Dynamic IP Address
ca: Adreça IP dinàmica
cs: Dynamická IP adresa
da: Dynamisk IP adresse
eo: Dinamika IP-adreso
hr: Dinamièka IP adresa
hu: Dinamikus IP cím
ja: 母奶瓜立永弁IP失玉伊旦
ko: 동적 IP 주소
no: Dynamisk IP-adresse
ru: Динамический IP-адрес
sl: Dinamièen naslov IP
tr: Dinamik IP Adresi

source: Select this option when your computer gets an internet address (IP) everytime a connection is made. Almost every Internet Service Provider uses this method, so this should be turned on.
ca: Seleccioneu aquesta opció si el vostre ordinador té una adreça internet (IP) per cada connexió. Quasi tots els proveïdors d'Internet fan servir aquest mètode, per tant hauríeu d'activar-ho.
cs: Vyberte tuto mo¾nost v pøípadì, ¾e Vá¹ poèítaè obdr¾í internetovou adresu (IP) po ka¾dém navázání spojení. Skoro v¹ichni poskytovatelé internetu pou¾ívají tuto metodu, a tudí¾ by mìla být zapnuta.
da: Vælg denne metode hvis din computer får en ny internet adresse hver gang en forbindelse er etableret Næsten alle internetudbydere bruger denne metode.
eo: Elektu tion, se via komputil ricevas Interret-adreson (IP) æe æiu kontakto. La plej multaj Interret-Servo-Provizantoj uzas tiun metodon, do tiu opcio estu enþaltita.
hr: Izaberite ovu opciju ako va¹e raèunalo dobiva drugu internet adresu svaki puta kada se spojite. Gotovo svaki ISP koristi ovaj naèin pa je potrebno da opcija bude ukljuèena
hu: Ezt az opciót kell választani, ha a számítógép minden kapcsolatkor új internet címet (IP) kap. Majdnem minden internet szolgáltató ezt a módszert használja, úgyhogy ajánlatos bekapcsolni.
ja: 丐卅凶及戊件疋亙□正互奶件正□生永玄卞濤糧允月凜卞 潸ぜ允月IP失玉伊旦互咍莢唱卅月凜反﹜仇木毛薊氏匹仁分今中﹝ 幻午氏升及ISP匹反仇及溥謫毛午勻化中引允及匹﹜ 仇木毛薊氏匹云五引仄斤丹﹝
no: Bruk dette valget hvis din datamaskin får en Internett-adresse (IP) hver gang en forbindelse er opprettet. Detet valget skal være skrudd på ettersom omtrent alle Internett-leverandører bruker denne metoden.
ru: Если ваш компьютер получает IP-адрес заново каждый раз при подключении (то есть, динамически), включите эту опцию. Практически все провайдеры используют эту схему выделения адресов, поэтому вам рекомендуется включить эту опцию.
sl: To nastavitev izberite, èe dobi va¹ raèunalnik internetni naslov (IP) ob vsaki povezavi. Skoraj vsak ponudnik interneta uporablja to metodo, zato bi to moralo biti vklopljeno.

source: Static IP Address
ca: Adreça IP estàtica
cs: Statická IP adresa
da: Statisk IP adresse
eo: Fiksa IP-adreso
hr: Statièka IP adresa
hu: Statikus IP cím
ja: 旦正氾奴永弁IP失玉伊旦
ko: 고정 IP 주소
no: Statisk IP-adresse
ru: Статический IP-адрес
sl: Statièni naslov IP
tr: Statik IP Adresi

source: Select this option when your computer has a fixed internet address (IP). Most computers don't have this, so you should probably select dynamic IP addressing unless you know what you are doing
ca: Seleccioneu aquesta opció si el vostre ordinador té una adreça internet (IP) fixa. La major part d'ordinadors no ho tenen, per tant hauríeu de seleccionar adreça IP dinàmica, excepte si sabeu qué esteu fent
cs: Vyberte tuto mo¾nost v pøípadì, ¾e Vá¹ poèítaè má pevnou internetovou adresu (IP). Vìt¹ina poèítaèù ji nemá, a proto by jste mìli pravdìpodobnì zvolit dynamické IP adresování, leda¾e by jste vìdìli co dìláte.
da: Vælg denne metode hvis din computer har fast internet addresse (IP). Dette har de fleste computere ikke, så du skal formodentlig vælge dynamisk IP addressering med mindre du ved hvad du gør.
eo: Elektu tion, se via komputilo havasfirman Interretan adreson(IP). Plej multaj komputiloj ne havas tiun, do verþajne vi elektu dinamikan IP-adresadon krom vi scias certe, kion vi devas fari
hr: Izaberite ovu opciju ako va¹e raèunalo ima stalnu (statièku) adresu. Veæina raèunala nema tako da vjerojatno trebate izabrati dinamièko IP adresiranje osim ako niste sigurni ¹to radite.
hu: Ezt kell választani, ha a számítógépnek fix internet címe (IP) van. A legtöbb számítógépnek nincs, tehát valószínûleg inkább a dinamikus IP címet kell választani, kivéve ha tudod mit csinálsz.
ja: 丐卅凶及戊件疋亙□正互允匹卞瑁引勻凶IP失玉伊旦毛 儅勻化中月樺寧反仇木毛薊氏匹仁分今中﹝幻午氏升及 戊件疋亙□正反公及方丹卅IP失玉伊旦毛儅勻化中引六氏及匹 方仁坌井日卅中凜反﹜母奶瓜立永弁IP失玉伊旦毛薊氏匹 云仁及互方中匹仄斤丹﹝
no: Bruk dette valget hvis din datamaskin har en fast Internett-adresse (IP). De fleste datamaskiner har ikke det, så du skal trolig velge dynamisk IP-adressering med mindre du vet hva du gjør
ru: Если ваш компьютер имеет фиксированный (постоянный) IP-адрес, выберите эту опцию. В большинстве случаев это вам не понадобиться, так большинство компьютеров не имеют статического адреса. Так что, если вы не уверены в обратном, выберите динамическую адресацию.
sl: To nastavitev izberite, èe ima va¹ raèunalnik stalen internetni naslov (IP). Veèina raèunalnikov ga nima, zato morate verjetno izbrati dinamièno dodeljevanje naslovov IP razen èe veste kaj poènete

source: Auto-configure hostname from this IP
ca: Autoconfigura nom de host des d'aquest IP
cs: Automatická konfigurace jména hostitele z této IP adresy
da: Auto-indstil værtnavn fra denne IP
eo: Aýtokonfiguru komputilnomon de tiu IP
hr: Podesi ime raèunala na osnovu ovog IP-a (DNSom)
hu: Automatikus hostnév konfiguráció az IP-hez
ja: IP失玉伊旦井日憤が讀卞石旦玄生□丞毛膜懇允月
ko: 이 IP에서 호스트명 자동 설정
no: Auto-konfigurer vertsnavn fra denne IP
ru: Автоматическая настройка DNS-имени по данному IP
sl: Samodejno nastavi ime raèunalnika iz te IP
tr: Sunucu adýný IP'den ayarla

source: Whenever you connect, this reconfigures your hostname to match the IP address you got from the PPP server. This may be useful if you need to use a protocol which depends on this information, but it can also cause several <link kppp-7.html#autohostname>problems</link>. Don't enable this unless you really need it
ca: Això reconfigura el vostre nom d'ordinador segons l'adreça IP que us ha donat el servidor PPP en connectar-vos. Pot ser útil si heu de fer servir un protocol que depèn d'aquesta informació, però també pot causar diversos <link kppp-7.html#autohostname>problemes</link>. No ho activeu si no us és realment necessari
cs: Kdykoli se pøipojíte, provede se nastavení Va¹eho hostitelského jména tak, aby odpovídalo Va¹í IP adrese, kterou jste obd¾eli od PPP serveru. Toto je u¾iteèné v pøípadì, ¾e potøebujete pou¾ívat protokol, který závisí na této informaci, ale mu¾e to té¾ zpùsobit rùzné <link kppp-7.html#autohostname>problémy</link>. Neaktivujte tuto funkci pokud ji opravdu nepotøebujete.
da: Når du får forbindelse, rekonfigurerer dette dit værtnavn til at passe med den IP adresse du fik af PPP serveren. Dette kan være nyttigt hvis du har brug for en protokol der afhænger af denne information, men det kan også give adskillige <link kppp-7.html#autohostname>problems</link>. problemer Brug det ikke med mindre du virkelig behøver det
eo: Æiufoje, se vi kontaktas, tio þanøas vian komputilnomon tiel, ke øi konvenas al la IP-adreso, kiun vi ricevis de la PPP-servilo. Tio povus esti utila se bi devas uzi protokolon, kiu dependas de tiu informo, sed tio povas ankaý kaýzi diversajn <link kppp-7.html#autohostname>problemojn</link>. Ne enþaltu tion, se vi ne bezonas øin.
hr: Svaki puta kada se spojite, ovo rekonfigurira ime va¹eg raèunala da odgovara IP adresi koju ste dobili od PPP poslu¾itelja. To mo¾e biti korisno ako koristite protokol koji ovisi o toj informaciji, ali isto tako mo¾e uzrokovati nekoliko <link kppp-7.html#autohostname>problema</link>. Ne ukljuèujte ovu opciju ukoliko ju stvarno ne trebate.
hu: Amikor csak kapcsolatot teremtesz, újra konfigurálódik a gép neve, hogy egyezzen az új IP címmel amit a PPP kiszolgáló oszt ki. Ez hasznos lehet, ha valami olyan protokolt használsz ami igényli ezt, de ez egy csomó <link kppp-7.html#autohostname>problémát</link> is okozhat. Ne kapcsold be, hacsak nincs rá feltétlenül szükséged.
ja: 濤糧仄凶凜反中勾手PPP扔□田井日ぜ凶IP失玉伊旦卞 寧譙允月方丹卞石旦玄生□丞毛膜懇仄引允﹝ 石旦玄生□丞卞匙繡仄凶皿伕玄戊伙毛銀丹优邰互 丐月樺寧反肣迕匹允互﹜迋★卅<link kppp-7.html#autohostname>杽鎖</link>及葆奢午卅曰引允﹝ 呿癲卞优邰卅樺寧動陸反民尼永弁仄卅中匹仁分今中﹝
no: Når du kobler deg opp, vil dette rekonfigurere ditt versnavn til å passe IP-adressen du fikk fra PPP-tjeneren. Dette kan væer nyttig hvis du må bruke en protokoll som er avhengig av denne informasjonen, men det kan også forårsake en rekke <link kppp-7.html#autohostname>problemer</link>. Ikke skru dette på med mindre du virkelig trenger det
ru: Когда вы подключаетесь, происходит настройка имени вашей машины (компьютера) в соответствии с IP-адресом, полученным от PPP-сервера. Это может быть полезным, если вам необходимо использовать протокол, зависящий от данной информации, однако и может привести к некоторым <link kppp-7.html#autohostname>проблемам</link>. Не используйте это, если вы реально не нуждаетесь в таком механизме.
sl: Kadarkoli se pove¾ete, to preoblikuje ime va¹ega raèunalnika tako, da se ujema z naslovom IP, ki ste ga dobili od stre¾nika PPP. To je lahko koristno, èe morate uporabljati protokole, ki so odvisni od te informacije, vendar lahko povzroèi tudi dosti <link kppp-7.html#autohostname>te¾av</link>. Ne vklapljajte nastavitve, èe tega res ne potrebujete.

source: DNS Servers
ca: Servidors DNS
cs: DNS servery
da: DNS servere
eo: DNS-serviloj
hr: DNS poslu¾itelji
hu: DNS kiszolgálók
ja: DNS扔□田
ko: DNS 서버
no: DNS-tjenere
ru: Сервера DNS
sl: Stre¾niki DNS
tr: DNS Sunucularý

source: Domain Name:
ca: Nom de domini:
cs: Jméno domény:
da: Domæne navn:
eo: domajnnomo:
hr: Ime domene:
hu: Tartomány név:
ja: 玉丟奶件“
ko: 도메인 이름:
no: Domenenavn:
ru: Имя домена:
sl: Ime domene:
tr: Alan Adý:

source: If you enter a domain name here, this domain name is used for your computer while you are connected. When the connection is closed, the original domain name of your computer is restored. If you leave this field blank, no changes are made to the domain name.
ca: Si introduïu un nom de domini, aquest nom s'usarà pel vostre ordinador mentres esteu connectat. El nom de domini original del vostre ordinador es restaurarà quan es tanqui la connexió. No es fan canvis al nom de domini si deixeu aquest camp en blanc.
cs: Vlo¾íte-li zde jméno domény, tak bude u¾íváno pro Vá¹ poèítaè bìhem Va¹eho spojení. Po ukonèení spojení bude obnoveno pùvodní jméno domény Va¹eho poèítaèe. Necháte-li toto pole nevyplnìné, nebudou provedeny ¾ádné zmìny jména domény.
da: Hvis du angiver et domænenavn her, bliver dette domæne benyttet for din computer mens du er forbundet. Når forbindelsen er lukket, bliver din computers oprindelige domænenavn genetableret. Hvis du lader dette felt være blankt, vil der ikke blive lavet ændringer i domænenavnet.
eo: Se vi entajpas domajn-nomon tie æi, tiu domajnnomo estos uzata por via komputilo dum la kontakto. Se la kontakto estas fermita, la origina domajnnomo estas redonata la via komputilo. Se vi lasas la kampon blanka, la domajnnomo restos neþangita.
hr: Ako ovdje unesete ime domene, to ime æe biti kori¹teno dok ste spojeni. Kada veza zavr¹i originalno ime raèunala æe biti vraæeno. Ako polje ostavite prazno neæe biti nikakvih promjena
hu: Ha megadsz itt egy tartomány (domain) nevet, akkor a kapcsolat alatt ezt a nevet fogja használni a számítógép. A kapcsolat végeztével az eredeti tartománynév állítódik vissza. Ha üresen marad ez a mezõ, akkor nem történik változás a tartomány névben.
ja: 仇仇卞玉丟奶件抩毛筏ェ允月午﹜濤糧醱反丐卅凶及 戊件疋亙□正卞公及玉丟奶件互銀歹木引允﹝濤糧互 撩歹木月午﹜手午手午銀歹木化中凶玉丟奶件抩卞 枑今木引允﹝ 仇及勂卞窒手筏ェ仄卅仃木壬﹜玉丟奶件抩卞庍凳反 丐曰引六氏﹝
no: Hvis du skriver inn et domenenavn her, vil dette domenenavnet bli brukt for din datamaskin når du er tilkoblet. Når forbindelsen er lukket, vil det originale domenenavnet for din datamaskin bli gjenopprettet. Hvis du lar dete feltet stå blankt, ingen endringer av domenenavnet vil bli gjort.
ru: Если вы указали здесь имя домена, оно будет использоваться, пока ваш компьютер подключен к Интернет. Когда соединение будет разорвано, предыдущее (изначальное) имя домена будет восстановлено. Если вы оставите это поле пустым, ваше имя домена останется без изменений.
sl: Èe tu vnesete ime domene, bo va¹ raèunalnik uporabljal to ime, dokler bo povezan. Ko se povezava prekine, dobi raèunalnik spet izvorno ime domene. Èe to polje pustite prazno, se ime domene ne bo spremenilo.

source: DNS IP Address:
ca: Adreça IP del DNS:
cs: IP adresa DNS:
da: DNS IP adresse:
eo: DNS IP-adreso:
hr: DNS IP adresa:
hu: DNS IP címe:
ja: DNS IP 失玉伊旦“
ko: DNS IP 주소:
no: IP adresse til DNS:
ru: IP-адрес сервера DNS:
sl: Naslov IP od DNS:
tr: DNS IP Adresi:

source: Allows you to specify a new DNS server to be used while you are connected. When the connection is closed, this DNS entry will be removed again. To add a DNS server, type in the IP address of of the DNS server here and click on <b>Add</b>
ca: Permet especificar un nou servidor DNS per usar-lo mentres esteu connectat. En tancar la connexió, aquesta entrada DNS s'eliminarà un altre cop. Per afegir un servidor DNS, teclegeu l'adreça IP del servidor i feu clic a <b>Afegeix</b>
cs: Umo¾nuje zadání nového DNS serveru, který bude pou¾íván bìhem Va¹eho spojení. Po ukonèení spojení bude toto DNS opìt odstranìno. Chcete-li pøidat DNS server, vlo¾te jeho IP adresu a pak kliknìte na <b>Pøidat</b>
da: Tillader dig at angive en ny navneserver der vil blive brugt mens du er forbundet. Når forbindelsen bliver afbrudt, vil denne indgang blive fjernet igen. For at tilføje en DNS server, skriv IP addressen af DNS serveren her, og klik på <b>Tilføj</b>
eo: Tio indikas alian domajnonom-servilon uzendan dum la kontakto. Post la fermo de la kontakto, tiu DNS-indiko estos forigita. Por aldoni DNS-servilon, tajpu la IP-adreson de øi kaj premu <b>Aldonu</b>
hr: Dozvoljava vam da navedete novi DNS poslu¾itelj koji æe se koristiti tokom trajanja veze. Kada se veza prekina, kppp æe ukloniti ovaj DNS zapis. Upi¹ite IP adresu DNS poslu¾itelja te kliknite na <b>Dodaj</b>
hu: Lehetõség van új DNS kiszolgálót megadni, ami a kapcsolat ideje alatt lesz használva. A kapcsolat végeztével ez a DNS bejegyzés törlõdik. DNS kiszolgáló megadásához be kell írni a DNS kiszolgáló IP címét, és a <b>Hozzáadás</b> gombra kikkelni.
ja: 濤糧凜卞銀迕允月DNS扔□田毛仇仇匹隙爛允月仇午互 匹五引允﹝濤糧互撩歹木木壬﹜仇及DNS及巨件玄伉反 綽輪今木引允﹝ DNS扔□田毛馨笛允月卞反﹜DNS扔□田及IP失玉伊旦毛 筏ェ仄<b>馨笛</b>毛弁伉永弁仄化仁分今中﹝
no: Tillater deg å oppgi en ny DNS-tjener som skal brukesnår du er tilkoblet. Når forbindelsen er lukket, vil denne DNS-oppføringen bli fjernet igjen. For å legge til en DNS-tjener, skriv inn IP-adressen til DNS-tjeneren her og klikk på <b>Legg til</b>
ru: Укажите здесь IP-адрес сервера DNS, который будет использоваться во время соединения. Когда соединение будет разорвано, этот адрес будет удален из списка серверов DNS. Чтобы добавить сервер DNS, введите его адрес и нажмите кнопку <b>Add</b> (Добавить)
sl: Dovoli vam doloèiti nov stre¾nik DNS, ki se bo uporabljal dokler boste povezani. Ko se povezava zapre, je ta vnos z DNS ponovno odstranjen. Stre¾nik DNS dodate tako, da vpi¹ete njegov naslov IP v to polje in kliknete na <b>Dodaj</b>

source: Click this button to add the DNS server specified in the field above. The entry will then be added to the list below
ca: Feu clic en aquest botó per afegir el servidor DNS especificat en el camp superior. L'entrada s'afegirà a la llista inferior
cs: Kliknìte na toto tlaèítko, aby jste pøidali DNS server zadaného v kolonce nad tlaèítkem. Polo¾ka bude pøidána do seznamu pod tlaèítkem.
da: Klik på denne knap for at tilføje DNS serveren angivet i feltet ovenfor. Det vil så blive tilføjet til listen nedenfor
eo: Premu tiun æi butonon por aldoni DNS-servilon donitan en la supra kampo. La ero estos aldonita al la malsupra listo
hr: Kliknite na ovaj gumb kako bi dodali IP adresu DNS poslu¾itelja upisanog u polju iznad. Zapis æe biti dodan na doljnji popis
hu: Erre a gombra kell klikkelni, hogy a fenti mezõben lévõ DNS kiszolgáló bejegyzés hozzáadódjon a lenti listához.
ja: 仇及示正件毛弁伉永弁允月午曉及勂卞筏ェ仄凶 DNS扔□田互馨笛今木引允﹝公丹允月午﹜ 票及伉旦玄卞巨件玄伉互笛尹日木引允﹝
no: Klikk på denne knappen for å legge til DNS-tjeneren oppgitt i feltet over. Oppføringen vil da bli lagt til listen under
ru: Нажмите эту кнопку, чтобы добавить адрес сервера DNS, указанный в находящемся выше поле. Адрес сервера будет помещен в список серверов DNS.
sl: Kliknite na ta gumb, da dodate stre¾nik DNS, vpisan v zgornjem polju. Stre¾nik bo dodan spodnjemu seznamu

source: Click this button to remove the selected DNS server entry from the list below
ca: Feu clic en aquest botó per eliminar l'entrada del servidor DNS seleccionada de la llista inferior
cs: Kliknìte na toto tlaèítko a zru¹íte ze seznamu vybraný DNS server.
da: Klik på denne knap for at fjerne den udvalgte server fra listen nedenfor
eo: Premu tiun æi butonon por forigi la elektitan DNS-servilon el la malsupra listo
hr: Kliknite na ovaj gumb kako bi ste uklonili izabrani DNS poslu¾itelj iz doljnjeg popisa
hu: Erre a gombra kell klikkelni, hogy a kiválasztott DNS kiszolgáló törlõdjön az alábbi listából
ja: 仇及示正件毛弁伉永弁允月午票及伉旦玄匹薊氏分 DNS扔□田及巨件玄伉互綽輪今木引允﹝
no: Klikk på denne knappen for å fjerne valgt DNS-tjeneroppføringfra listen under
ru: Нажмите эту кнопку, чтобы удалить выбранный сервер DNS из списка серверов DNS.
sl: Kliknite ta gumb, da odstranite izbran stre¾nik DNS s spodnjega seznama

source: DNS Address List:
ca: Llista d'adreces DNS:
cs: Seznam adres DNS:
da: DNS adresse liste:
eo: DNS-adres-listo:
hr: Lista DNS adresa:
hu: DNS cím lista:
ja: DNS 失玉伊旦伉旦玄“
ko: DNS 주소 목록:
no: Adresseliste DNSer:
ru: Список адресов серверов DNS:
sl: Seznam naslovov DNS:
tr: DNS Adres Listesi:

source: This shows all defined DNS servers to use while you are connected. Use the <b>Add</b> and <b>Remove</b> buttons to modify the list
ca: Mostra tots els servidors DNS que s'utilitzaran mentres esteu connectat. Useu els botons <b>Afegeix</b> i <b>Elimina</b> per modificar la llista
cs: Zde jsou zobrazeny v¹echny definované DNS servery, které budou pou¾ívány bìhem Va¹eho spojení. Pou¾ijte tlaèítek <b>Pøidat</b> nebo <b>Odstranit</b> pro zmìnu tohoto seznamu.
da: Dette viser alle definerede DNS servere der kan bruges mens du er forbundet. Brug <b>Tilføj</b> og <b>Fjern</b> knapperne for at ændre på listen
eo: Tio montras æiujn difinitajn DNS-servilojn uzatajn dum vi havos kontakton. Uzu la <b>Aldonu</b>- kaj <b>Forigu</b>-butonojn por þanøi la liston
hr: Popis prikazuje sve definirane DNS poslu¾itelje koji æe se koristiti tokom trajanja ove veze. Koristite <b>Dodaj</b> i <b>Ukloni</b> gumbe za mijenjane popisa
hu: Ez a lista tartalmazza azokat a DNS kiszolgálókat amik a kapcsolat alatt használva lesznek. A <b>Hozzáadás</b> és az <b>Eltávolítás</b> gombokkal módosítható a lista
ja: 濤糧凜卞銀迕允月DNS扔□田及域厖互刓憎今木引允﹝ <b>馨笛</b>示正件支<b>綽輪</b>示正件匹膜懇互 匹五引允﹝
no: Denne viser alle definerte DNS-tjenere som skal brukes mens du er tilknyttet. Bruk <b>Legg til</b>- og <b>Slett</b>-knappene for å redigere listen
ru: Здесь перечислены адреса серверов DNS, которые будут использованы во время соединения. Используйте кнопки <b>Добавить</b> и <b>Удалить</b> для изменения списка.
sl: To prikazuje vse stre¾nike DNS doloèene za uporabo medtem, ko ste povezani. Uporabite gumba <b>Dodaj</b> in <b>Odstrani</b> za spreminjanje tega seznama

source: Disable existing DNS Servers during Connection
ca: Desactiva els servidors DNS existents durant la connexió
cs: Vyøadit existující DNS servery bìhem spojení
da: Brug ikke eksisterende DNS servere ved forbindelse
eo: Malaktivigu ekzistantajn DNS-servilojn dum kontakto
hr: Onemoguæi postojeæe DNS poslu¾itelje tijekom veze
hu: Létezõ DNS kiszolgálók kikapcsolása a kapcsolat alatt
ja: 濤糧凜反蜇箕銀迕醱及DNS扔□田毛拑躲卞允月
ko: 연결중 DNS 서버 사용 불가능으로 설정
no: Ikke bruk eksisterende DNS-tjenere iløpet av oppkoblingsperioden
ru: Запретить существующие сервера DNS на время соединения
sl: Med povezavo izklopi obstojeèe stre¾nike DNS
tr: Baðlantý süresince mevcut DNS sunucularýný ulaþýlamaz yap
