Repository: xwizard/kde1
Catalog: kdenetwork-1.1.2/po/*/krn.po
Languages: ca, eo, is, pt, ru

source: KRN-Missing Configuration info
ca: KRN-Manca la informació de configuració
eo: Krn - Mankas agordo-informo
is: KRN-Stillingar vantar
pt: KRN-Ficheiro de Configuração não existe
ru: KRN-отсутствует конфигурационная информация

source: Please enter your email adress
ca: Si us plau, entreu l'adreça de correu
eo: Bonvolu doni vian retpoþtadreson
is: Vinsamlegast sláðu inn netfang þitt
pt: Por favor insira o seu endereço de email
ru: Пожалуйста, введите адрес E-Mail

source: Please enter your real name
ca: Si us plau, entreu el nom
eo: Bonvolu doni vian veran nomon
is: Vinsamlegast sláðu inn nafn þitt
pt: Por favor insira o seu nome verdadeiro
ru: Пожалуйста, введите Ваше реальное имя

source: Please enter your organization's name
ca: Si us plau, entreu el nom de l'organització
eo: Bonvolu doni la nomon de via organiza¼o
is: Vinsamlegast sláðu inn nafn fyrirtækis þíns
pt: Por favor insira o nome da sua organização
ru: Пожалуйста, введите имя вашей организации

source: Please enter your NNTP server name
ca: Si us plau, entreu el nom del servidor NNTP
eo: Bonvolu doni la nomon de via NNTP-servilo
is: Vinsamlegast sláðu inn nafn NNTP þjóns þíns
pt: Por favor insira o nome do seu servidor NNTP
ru: Пожалуйста, введите имя вашего NNTP-сервера

source: Please enter your SMTP server name
ca: Si us plau, entreu el nom del servidor SMTP
eo: Bonvolu doni la nomon de via SMTP-servilo
is: Vinsamlegast sláðu inn nafn SMTP þjóns þíns
pt: Por favor insira o nome do seu servidor SMTP
ru: Пожалуйста, введите имя вашего SMTP-сервера

source: Received %.2f Kb
ca: S'han rebut %.2f Kb
eo: Akiris %.2f KB
is: Móttekin %.2f Kb
pt: Recebi %.2f Kb
ru: Получено %.2f Кб

source: Getting Article
ca: S'està llegint l'article
eo: Akiru artikolon
is: Sæki grein
pt: A Receber Artigo
ru: Получение статьи

source: Article Received
ca: S'ha rebut l'article
eo: Artikolo ricevita
is: Grein móttekin
pt: Artigo Recebido
ru: Статья получена

source: Connect to Server
ca: Connecta al servidor
eo: Kontaktu servilon
is: Tengjast þjóni
pt: Ligar ao Servidor
ru: Соединение с сервером

source: Disconnect From Server
ca: Desconnecta del servidor
eo: Malkontaktu servilon
is: Aftengjast þjóni
pt: Desligar do Servidor
ru: Отключение от сервера

source: Get Active File
ca: Rep el fitxer actiu
eo: Haveblaj grupoj
is: Sækja 'Active' skrána
pt: Receber Ficheiro Activo
ru: Получить список конференций

source: Post Queued Messages
ca: Anuncia la cua de missatges
eo: Sendu atendantajn afiþojn
is: Senda greinar úr biðröð
pt: Enviar Mensagens em Espera
ru: Отправить сообщения из очереди

source: Exit
ca: Surt
eo: Finu
is: Hætta
pt: Sair
ru: Выход

source: KRN - Group List
ca: KRN - Llista de grups
eo: Krn - Grupolisto
is: KRN - Hópalisti
pt: KRN - Lista de Grupos
ru: KRN - Список конференций

source: Get Subjects
ca: Rep assumptes
eo: Akiru temliniojn
is: Ná í umfjöllunarefni
pt: Receber Títulos
ru: Получить заголовки

source: Get Articles
ca: Rep articles
eo: Akiru artikolojn
is: Sækja greinar
pt: Receber Mensagens
ru: Получить статьи

source: Catchup
eo: Signu æiujn kiel legitaj
is: Merkja rest sem lesið
pt: Marcar todas lidas
ru: Пометить статьи как прочитанные

source: (un)Subscribe
ca: (Des)Subscriu
eo: (Mal)Abonu
is: Hefja/Hætta áskrift
pt: (des)Subscrever
ru: Подписаться/Отписаться

source: Untag
ca: Desmarca
eo: Malmarku
is: Fjarlægja merki
pt: Desmarcar
ru: Снять пометку

source: Find
ca: Busca
eo: Trovu
is: Finna
pt: Procurar
ru: Найти

source: (Un)Tag
ca: (Des)Marca
eo: (Mal)Marku
is: Merkja/Fjarlægja merki
pt: (Des)Marcar
ru: Пометить/Снять пометку

source: Post New Article
ca: Anuncia article nou
eo: Afiþu novan artikolon
is: Senda nýja grein
pt: Enviar Nova Mensagem
ru: Отправить новую статью

source: Post All Queued Articles
ca: Anuncia tota la cua d'articles
eo: Sendu æiujn atendantaj artikolojn
is: Senda allar greinar í biðröðinni
pt: Enviar Todas as Mensagens em Espera
ru: Отправить все статьи из очереди

source: &Subscribed
ca: &Subscrits
eo: &Abonitaj
is: &Í áskrift
pt: &Subscrito
ru: &Подписанные

source: &Tagged
ca: Marca&ts
eo: &Markitaj
is: &Merkt
pt: &Marcado
ru: П&омеченые

source: Identity...
ca: Identitat...
eo: Identeco...
is: Einkenni...
pt: Identidade...
ru: Идентификация...

source: NNTP Options...
ca: Opcions NNTP...
eo: NNTP-opcioj...
is: NNTP stillingar
pt: Opções NNTP...
ru: Параметры NNTP...

source: Expire Options...
ca: Opcions de caducitat...
eo: Limdato-opcioj...
is: Stillingar á Endingu
pt: Opções de Validade...
ru: Параметры хранения...

source: Printing Options...
ca: Opcions d'impressió
eo: Pres-opcioj...
is: Prentstillingar...
pt: Opções de Impressão...
ru: Параметры печати...

source: About Krn...
ca: Quant a Krn...
eo: Pri Krn...
is: Um Krn...
pt: Acerca do Krn...
ru: О программе Krn...

source: &Newsgroup
ca: Grup de &notícies
eo: &Diskutgrupo
is: &Fréttahópur
ru: &Конференция

source: Connect to server
ca: Connecta al servidor
eo: Kontaktu servilon
is: Tengjast þjóni
pt: Ligar ao servidor
ru: Соединение с сервером

source: Disconnect from server
ca: Desconnecta del servidor
eo: Malkontaktu servilon
is: Aftengjast þjóni
pt: Desligar do servidor
ru: Отключение от сервера

source: Get list of active groups
ca: Rep la llista dels grups actius
eo: Akiru liston de haveblaj grupoj
is: Sækja skrá yfir virka hópa
pt: Receber lista de grupos activos
ru: Получить список активных конференций

source: Find group
ca: Busca grup
eo: Trovu grupon
is: Finna hóp
pt: Encontra grupo
ru: Поиск конференции

source: (Un)Subscribe
ca: (Des)Subscriu
eo: (Mal)Abonu
is: Hefja/Hætta áskrift
pt: (Des)Subscrever
ru: Подписаться/Отписаться

source: Check for Unread Articles
ca: Comprova els articles sense llegir
eo: Rigardu je nelegitaj artikoloj
is: Gá að ólesnum greinum
pt: Verificar Mensagens Não Lidas
ru: Проверка непрочитанных статей

source: All Newsgroups.
ca: Tots els grups de notícies.
eo: Æiuj diskutgrupoj
is: Allir fréttahópar.
pt: Todos os Newsgroups.
ru: Все конференции.

source: Subscribed Newsgroups.
ca: Grups de notícies subscrits.
eo: Abonitaj diskutgrupoj
is: Fréttahópar í áskrift.
pt: Newsgroups Subscritos
ru: Конференции, на которые мы подписаны.

source: Disconnected
ca: Desconnectat
eo: sen kontakto
is: Aftengdur
pt: Desligado
ru: Разъединено

source: Connecting to server
ca: S'està connectant al servidor
eo: Kontaktante servilon
is: Tengist þjóni
pt: A efectuar ligação ao servidor
ru: Установка соединения с сервером

source: Connected to server - Posting not allowed
ca: S'ha connectat al servidor - No es permès d'anunciar
eo: Kontaktita kun servilo - Afiþado malpermesita
is: Tengdur þjóni - Óheimilt að senda
pt: Ligado ao servidor - Envio não permitido
ru: Соединение с сервером установлено - Посылка не разрешена

source: Connected to server - Posting allowed
ca: S'ha connectat al servidor - Es permès d'anunciar
eo: Kontaktita kun servilo - Afiþado permesita
is: Tengdur þjóni - Heimilt að senda
pt: Ligado ao servidor - Envio permitido
ru: Соединение с сервером установлено - Посылка разрешена

source: Can't connect to server
ca: No es pot connectar al servidor
eo: Ne eblis kontakti la servilon
is: Get ekki tengst þjóni
pt: Não consigo ligar ao servidor
ru: Не удается соединиться с сервером

source: Connection to server failed
ca: Ha fallat la connexió al servidor
eo: Kontakto al servilo malsukcesis
is: Tenging við þjón misfórst
pt: Ligação com o servidor falhou
ru: Попытка соединения с сервером завершилась неудачно

source: Authentication Failed
ca: Ha fallat l'autenticació
eo: Identigo malsukcesis
is: Auðkenning mistókst
pt: Falha de Autenticação
ru: Аутентификация завершилась неудачно

source: Connection to server failed: Authentication problem
ca: Ha fallat la connexió al servidor: problema d'autenticació
eo: Kontakto al servilo malsukcesis: Identigproblemo
is: Tenging við þjón misfórst: Vandi við auðkenningu
pt: Ligação ao servidor falhou: Problema de autenticação
ru: Соединение с сервером завершилось неудачно: проблема аутентификации

source: Krn-Question
ca: Krn-Pregunta
eo: Krn Demando
is: Krn-fyrirspurn
pt: Pergunta do Krn
ru: Krn-Вопрос

source: The operation you requested needs a connection to the News server Should I attempt one?
ca: A l'operació que heu demanat li cal una connexió al servidor de notícies He d'intentar-ne una?
eo: La dezirita operacio bezonas kontakton al la servilo Æu provi kontakton?
is: Aðgerðin krefst tengingar við fréttaþjóninn Á ég að reyna að koma henni á?
pt: A operação que pediu necessita de uma ligação a um servidor de News Devo tentar estabelece-la?
ru: Запрошенная Вами операция требует соединения с сервером новостей Нужно ли сделать попытку соединения?

source: You don't have an active groups list. get it from server?
ca: No teniu una llista de grups actius. he d'obtenir-la del servidor?
eo: Vi ne havas liston de haveblaj grupoj. æu akiri øin æe la servilo?
is: Þú hefur ekki skrá yfir virka hópa. Á ég að sækja hana frá þjóninum?
pt: Não tem uma lista de grupos activos. recebe-la do servidor?
ru: У Вас нет списка активных конференций. взять его с сервера?

source: Listing active newsgroups
ca: S'estan llistant els grups de notícies actius
eo: Listante haveblajn grupojn
is: Skrái virka fréttahópa
pt: A listar newsgroups activos
ru: Просмотр активных конференций

source: KRN - Find a Newsgroup
ca: KRN - Busca un grup de notícies
eo: Krn - Trovu diskutgrupon
is: KRN - Finna hóp
pt: KRN - Encontrar um Newsgroup
ru: KRN - Поиск конференции

source: Enter the name of the Newsgroup
ca: Entreu el nom del grup de notícies
eo: Tajpu la nomon de diskutgrupo
is: Sláðu inn heiti fréttahóps
pt: Insira o nome do Newsgroup
ru: Введите имя конференции

source: Krn - Message
ca: Krn - Missatge
eo: Krn Mesaøo
is: Krn - Skilaboð
pt: Krn - Mensagem
ru: Krn - Сообщение

source: I can't find the group you want!
ca: No puc trobar el grup que voleu!
eo: Mi ne trovis la deziritan grupon!
is: Ég finn ekki hópinn sem um var beðið!
pt: Não consigo encontrar o grupo pretendido!
ru: Нужную Вам конференцию найти не удалось!

source: Getting messages in
ca: S'estan llegint els missatges
eo: Akiru mesaøojn de
is: Sæki greinar í
pt: Receber mensagens em
ru: Получение сообщений в

source: Getting list of messages in
ca: S'està llegint la llista de missatges
eo: Akiru liston de mesaøoj de
is: Sæki greinaskrá í
pt: Receber lista de mensagens em
ru: Получение списка сообщений в

source: Download
ca: Baixa
eo: Elþutu
is: Sækja
pt: Receber
ru: Получить

source: Mark Read
ca: Marca com a llegit
eo: Marku legita
is: Merkja lesið
pt: Marcar Lido
ru: Пометить как прочитанные

source: Mark Unread
ca: Marca com no llegit
eo: Marku nelegita
is: Merkja ólesið
pt: Marcar Não Lido
ru: Пометить как непрочитанные

source: Decode
ca: Decodifica
eo: Malæifru
is: Afkóta
pt: Descodificar
ru: Декодировать

source: Don't expire
ca: Sense caducitat
eo: Konservu
is: Ekki eyða
pt: Não apagar
ru: Не удалять

source: Lookup in Altavista
ca: Busca a Altavista
eo: Seræu æe Altavisto
is: Fletta í Altavista
pt: Procurar no Altavista
ru: Поиск в системе Altavista

source: Reply by Mail
ca: Resposta per correu
eo: Respondu retpoþte
is: Svara með tölvupósti
pt: Responder por Mail
ru: Ответить

source: Post Followup
ca: Anuncia segona carta
eo: Afiþu reagon
is: Senda svargrein
pt: Seguimento de Mensagem
ru: Ответить с пересылкой

source: Post & Reply
ca: Anuncia i respon
eo: Afiþu k Respondu
is: Svargrein og tölvupóst
pt: Enviar & Responder
ru: Ответить с дублированием почтой

source: Forward
ca: Transmet
eo: Plusendu
is: Framsenda
pt: Reenviar
ru: Переслать

source: Tagged
ca: Marcat
eo: Markitaj
is: Merkt
pt: Marcada
ru: Отмеченные

source: Show Only Unread Messages
ca: Mostra només el missatges sense llegir
eo: Montru nur nelegitajn
is: Sýna aðeins ólesnar greinar
pt: Mostrar Apenas Mensagens Não Lidas
ru: Показывать только непрочитанные сообщения

source: Show Only Cached Messages
ca: Mostra només els missatges del cau
eo: Montru nur jam akiritajn
is: Sýna bara greinar í biðminni
pt: Mostrar Apenas Mensagens em Cache
ru: Показывать только сообщения из кэша

source: Show Locked Messages
ca: Mostra els missatges bloquejats
eo: Montru þlositajn
is: Sýna læstar greinar
pt: Mostrar Mensagens Trancadas
ru: Показывать заблокированные сообщения

source: Expunge
ca: Esborra
eo: Malvalidigu
is: Strika út
pt: Limpar
ru: Вычеркнуть

source: Appearance...
ca: Aparença...
eo: Apera¼o...
is: Útlit...
pt: Aparência...
ru: Вид...

source: Sorting...
ca: S'està ordenant...
eo: Ordigu...
is: Raða...
pt: Ordenação...
ru: Сортировка...

source: Edit Rules
ca: Regles d'edició
eo: Redaktu regulojn
is: Sýsla með reglur
pt: Editar Regras
ru: Правила редактирования

source: Update
ca: Actualització
eo: Refreþigu
is: Uppfæra
pt: Actualizar
ru: Обновить

source: &Scoring
ca: &Puntuació
eo: &Taksado
is: &Stig
pt: &Classificação
ru: &Рейтинг

source: Previous Message
ca: Missatge anterior
eo: Antaýa mesaøo
is: Fyrri grein
pt: Mensagem Anterior
ru: Предыдущее сообщение

source: Next Message
ca: Missatge següent
eo: Sekva mesaøo
is: Næsta grein
pt: Próxima Mensagem
ru: Следующее сообщение

source: Find Article
ca: Busca article
eo: Trovu artikolon
is: Finna grein
pt: Encontrar Mensagem
ru: Поиск статьи

source: Get Article List
ca: Llegeix la llista d'articles
eo: Akiru artikolliston
is: Sækja greinaskrá
pt: Receber Lista de Mensagens
ru: Получить список статей

source: Refresh Display
ca: Actualitza la pantalla
eo: Refreþigu rigardon
is: Endurteikna
pt: Refrescar Écrã
ru: Обновить экран

source: Current
ca: Actual
eo: Aktuala
is: Núverandi
pt: Actual
ru: Текущие

source: All
ca: Tots
eo: Æiuj
is: Allar
pt: Tudo
ru: Все

source: Read
ca: Llegit
eo: Legitaj
is: Lesa
pt: Lido
ru: Прочитанные

source: UnRead
ca: Sense llegir
eo: Nelegitaj
is: Aflesa
pt: Não Lido
ru: Непрочитанные

source: Save Article
ca: Desa article
eo: Sekurigu artikolon
is: Vista grein
pt: Gravar Mensagem
ru: Сохранить статью

source: Print Article
ca: Imprimeix article
eo: Presu artikolon
is: Prenta grein
pt: Imprimir Mensagem
ru: Напечатать статью

source: Post a Followup
ca: Anuncia una segona carta
eo: Afiþu reagon
is: Senda svargrein
pt: Enviar uma Continuação
ru: Ответить с дублированием в других конференциях

source: Post & Mail
ca: Anuncia i envia
eo: Afiþu k Respondu
is: Svargrein og tölvupóst
pt: Enviar & Mail
ru: Ответить с дублированием почтой

source: Tag Article
ca: Marca article
eo: Marku artikolon
is: Merkja grein
pt: Marcar Artigo
ru: Пометить статью

source: Lock (keep in cache)
ca: Bloqueja (guarda al cau)
eo: Þlosu (konservu en tenejo)
is: Læsa (geyma í biðminni)
pt: Trancar (manter no cache)
ru: Заблокировать (для сохранения в кэше)

source: Decode Article
ca: Decodifica article
eo: Malæifru artikolon
is: Afdulrita grein
pt: Descodificar Artigo
ru: Декодировать статью

source: Mark UnRead
ca: Marca sense llegir
eo: Marku Nelegita
is: Merkja sem ólesið
pt: Marcar Não Lido
ru: Пометить как непрочитанные

source: Sender
ca: Remitent
eo: Sendinto
is: Sendandi
pt: Remetente
ru: Отправитель

source: Date
ca: Data
eo: Dato
is: Dags
pt: Data
ru: Дата

source: Lines
ca: Línies
eo: Linioj
is: Línur
pt: Linhas
ru: Строки

source: Score
ca: Puntuació
eo: Takso
is: Stig
pt: Pontuação
ru: Рейтинг

source: Subject
ca: Assumpte
eo: Temo
is: Umfjöllunarefni
pt: Assunto
ru: Тема

source: Threading...
ca: Fils...
eo: Fadenigante...
is: Þræðing...
pt: Ligações...
ru: Цепочки тем...

source: Showing Article List
ca: S'està mostrant la llista d'articles
eo: Montrante artikolliston
is: Sýna greinaskrá
pt: Mostrar Lista de Mensagens
ru: Отображение списка статей

source: KRN - Existing File
ca: KRN - Fitxer existent
eo: Krn - Ekzistanta dosiero
is: KRN - Skrá þegar til
pt: KRN - Ficheiro Existente
ru: KRN - существующий файл

source: The File you selected already exists
ca: El fitxer que heu seleccionat ja existeix
eo: La dosiero elektita de vi jam ekzistas
is: Skráin sem var valin er þegar til
pt: O Ficheiro que seleccionou já existe
ru: Выбранный Вами файл уже существует

source: OverWrite
ca: Sobreescriu
eo: Anstataýigu
is: Yfirrita
pt: Escrever por Cima
ru: Записать поверх

source: Append
ca: Afegeix
eo: Alpendigu
is: Bæta við
pt: Adicionar
ru: Добавить в конец

source: From: Krn To: You Error getting article. Server said:
ca: De: Krn A: Vós Error en llegir l'article. El servidor ha dit:
eo: De: Krn al: Vi Eraro æe akiro de artikolo. La servilo diris:
is: Frá: Krn Til: þín Ekki tókst að sækja grein. þjónninn sagði:
pt: De: Krn Para: Você Erro ao receber artigo. O servidor disse:
ru: Отправитель: Krn Получатель: Вы Ошибка при получении статьи. Сообщение сервера:

source: Getting Article List
ca: S'està llegint la llista d'articles
eo: Akirante artikolliston
is: Sæki greinaskrána
pt: A Receber Lista de Artigos
ru: Получение списка статей

source: KRN-Identity Configuration
ca: KRN-Configuració d'identitat
eo: Krn-Identec-agorda¼o
is: KRN-Einkennisstillingar
pt: KRN-Configuração de Identidade
ru: KRN-Конфигурация пользователя

source: Here you should enter your personal information
ca: Aqui heu d'entrar l'informació personal
eo: Tie æi vi entajpu viajn personajn informojn
is: Hér skaltu skrá persónulegar upplýsingar
pt: É aqui que deve inserir a sua informação pessoal
ru: Здесь нужно ввести Вашу личную информацию

source: You should know what these are!
ca: Heu de saber què són!
eo: Vi devas scii ilin!
is: Þú ættir að vita hverjar þær eru!
pt: Devia saber o que estes são!
ru: Вы должны знать, что вводить!

source: Real Name
ca: Nom real
eo: Vera nomo
is: Nafn
pt: Nome Verdadeiro
ru: Реальное имя

source: E-mail Address
ca: Adreça de correu
eo: Retpoþta adreso
is: Netfang
pt: Endereço de E-mail
ru: Адрес E-mail

source: Organization
ca: Organització
eo: Organiza¼o
is: Fyrirtæki
pt: Organização
ru: Организация

source: KRN-NNTP configuration
ca: Configuració NNTP del KRN
eo: Krn-NNTP-agorda¼o
is: KRN-NNTP stillingar
pt: KRN-Configuração NNTP
ru: KRN-Конфигурация NNTP

source: Servers
ca: Servidors
eo: Serviloj
is: Þjónar
pt: Servidores
ru: Серверы

source: SMTP server
ca: Servidor SMTP
eo: SMTP-servilo
is: SMTP þjónn
pt: Servidor SMTP
ru: SMTP-сервер

source: NNTP Server
ca: Servidor NNTP
eo: NNTP-servilo
is: NNTP þjónn
pt: Servidor NNTP
ru: NNTP-сервер

source: Connect on Startup
ca: Connecta en engegar
eo: Kontaktu je komenco
is: Tengjast við uppkeyrslu
pt: Ligar no Inicio
ru: Соединяться при запуске

source: Connect without asking
ca: Connecta sense preguntar
eo: Kontaktu sen demandi
is: Tengjast án þess að spyrja
pt: Ligar sem perguntar
ru: Соединяться без вопросов

source: Authenticate
ca: Autentifica
eo: Identigu min
is: Auðkenna
pt: Autenticar
ru: Аутентификация

source: User Name
ca: Nom d'usuari
eo: Uzantonomo
is: Nafn notanda
pt: Nome de Utilizador
ru: Имя регистрации

source: Password
ca: Contrasenya
eo: Pasvorto
is: Lykilorð
ru: Пароль

source: Ask before downloading more than
ca: Pregunta abans de baixar més de
is: Spyrja áður en sóttar eru meira en
pt: Perguntar antes de receber mais de
ru: Спрашивать перед загрузкой более чем

source: articles
is: greinar
pt: artigos
ru: статей

source: About KRN
ca: Quant a KRN
eo: Pri Krn
is: Um KRN
pt: Acerca do KRN
ru: О программе KRN

source: Part of the KDE project.
ca: Part del projecte KDE.
eo: Parto de KDE-projekto
is: Hluti af KDE
pt: Parte do projecto KDE.
ru: Часть проекта KDE.

source: Credits & Thanks
ca: Mèrits i agraïments
eo: Dankoj al
is: Höfundar og þakkir
pt: Créditos & Agradecimentos
ru: Благодарности

source: And Many thanks to:
ca: I moltes gràcies a:
eo: Kaj multan dankon al:
is: Og kærar þakkir til:
pt: Muitos agradecimentos a:
ru: А также большая благодарность:

source: All KDE developers
ca: Tots els desenvolupadors KDE
is: Allra höfunda KDE
pt: Todas pessoas do projecto KDE
ru: Все разработчики KDE

source: Chuck, for helping in time of need
ca: Chuck, per ajudar quan calia
is: Chuck, fyrir að hjálpa þegar þörfin var mest
pt: Chuck, que ajudou quando foi preciso
ru: Чак, за помощь в нужный момент

source: All testers
ca: Tots els provadors
is: Allra sem prófuðu
pt: Todos as pessoas que testaram
ru: Все тестеры

source: Message Display Settings
ca: Arranjament dels missatges
eo: Agorda¼o de la Mesaøaspekto
is: Stillingar greinalesara
pt: Configuração da Visualização de Mensagens
ru: Настройка отображения сообщений

source: Header Style
ca: Estil de capçalera
eo: Stilo de kaplinioj
is: Hausar
pt: Estilo do Cabeçalho
ru: Стиль заголовков

source: Fancy
ca: Fantasia
eo: Bela
is: Fínir
pt: Bonito
ru: Изящные

source: Brief
ca: Breu
eo: Konciza
is: Stuttir
pt: Curto
ru: Краткие

source: Standard
ca: Estàndard
eo: Normala
is: Venjulegir
ru: Стандартные

source: Long
ca: Llarga
eo: Ampleksa
is: Langir
pt: Longo
ru: Расширенные

source: Attachment Style
ca: Estil dels adjunts
eo: Alpenda¼stilo
is: Viðhengisstíll
pt: Estilo dos Anexos
ru: Стиль подцеплений

source: Iconic
ca: Icònic
eo: Piktograma
is: Táknmyndir
pt: Icónicos
ru: В виде пиктограмм

source: Smart
ca: Astut
eo: Eleganta
is: Flott
pt: Espertos
ru: Разумное отображение

source: Inline
ca: Immediat
eo: Enmetita
is: Áfest
pt: Embebidos
ru: В тексте

source: Font Size:
ca: Mida de font:
eo: Tipargrandeco:
is: Leturstærð:
pt: Tamanho da Fonte:
ru: Размер шрифта:

source: Small
ca: Petita
eo: Malgranda
is: Smá
pt: Pequena
ru: Мелкий

source: Normal
eo: Mezgranda
is: Venjuleg
ru: Обычный

source: Large
ca: Gran
eo: Granda
is: Stór
pt: Grande
ru: Крупный

source: Huge
ca: Enorme
eo: Grandega
is: Risastór
pt: Enorme
ru: Огромный

source: Standard Font
ca: Font estàndard
eo: Normala tiparo
is: Venjulegt letur
pt: Fonte por Omissão
ru: Стандартный шрифт

source: Standard Font Test
ca: Prova de font estàndard
eo: Normala tiparo
is: Sýnishorn venjulegs leturs
pt: Testa da Fonte Standard
ru: Тест стандартного шрифта

source: Fixed Font
ca: Font fixa
eo: Egallarøa tiparo
is: Jafnbreitt letur
pt: Fonte Fixa
ru: Фиксированный шрифт

source: Fixed Font Test
ca: Prova de font fixa
eo: Egallarøa tiparo
is: Sýnishorn jafnbreiðs leturs
pt: Teste da Fonte Fixa
ru: Тест фиксированного шрифта

source: Background Color
ca: Color de fons
eo: Fonkoloro
is: Bakgrunnslitur
pt: Cor de Fundo
ru: Цвет фона

source: Foreground Color
ca: Color de primer terme
eo: Tekstkoloro
is: Forgrunnslitur
pt: Cor de Primeiro Plano
ru: Цвет текста

source: Link Color
ca: Color d'enllaç
eo: Koloro de ligo
is: Tengingalitur
pt: Cor das Ligações
ru: Цвет ссылок

source: Followed Color
ca: Color conegut
eo: Kolloro de vizitita ligo
is: Litur heimsóttra tenginga
pt: Cor de Já Seguidas
ru: Цвет пройденных ссылок

source: Use only one window
ca: Usa només una finestra
eo: Uzu nur unu fenestron
is: Nota aðeins einn glugga
pt: Utilizar apenas uma janela
ru: Только одно окно

source: Split window vertically
ca: Divideix la finestra verticalment
eo: Dividu fenestron vertikale
is: Helminga gluggann lóðrétt
pt: Dividir janela verticalmente
ru: Разбить окно по высоте

source: On %D, you wrote:
ca: El %D, vàreu escriure:
eo: Je %D, vi skribis:
is: Þann %D, ritaðir þú:
pt: Em %D, você escreveu:
ru: %D, Вы написали:

source: On %D, %F wrote:
ca: El %D, %F va escriure:
eo: Je %D, %F skribis:
is: Þann %D, ritaði %F:
pt: Em %D, %F escreveu:
ru: %D, %F написал:

source: Forwarded Message
ca: Missatge transmès
eo: Plusendita mesaøo
is: Framsend skilaboð
pt: Mensagem Reenviada
ru: Перенаправленное сообщение

source: KMail Composer
ca: Redactor KMail
eo: KMail-redaktilo
is: KMail ritill
pt: Compositor KMail
ru: Редактор KMail

source: Name
ca: Nom
eo: Nomo
is: Nafn
pt: Nome
ru: Имя

source: Size
ca: Mida
eo: Grandeco
is: Stærð
pt: Tamanho
ru: Размер

source: Encoding
ca: Codificació
eo: &Signokodo
is: Kótun
pt: Codificação
ru: Кодировка

source: Type
ca: Tipus
eo: Tipo
is: Tegund
pt: Tipo
ru: Тип

source: &From:
ca: &De:
eo: &De:
is: &Frá:
pt: &De:
ru: &Отправитель:

source: &Reply to:
ca: &Resposta a:
eo: &Respondu al:
is: &Svar til:
pt: &Responder a:
ru: О&братный адрес:
