Repository: xwizard/kde1
Catalog: kdenetwork-1.1.2/po/*/krn.po
Languages: ca, eo, is, pt, ru

source: &To:
ca: &A:
eo: &Al:
is: &Til:
pt: &Para:
ru: &Получатель:

source: &Cc:
ca: &Còpia:
eo: &Kopio:
is: &Afrit:

source: &Bcc:
ca: Còpia c&ega:
eo: K&rome:
is: &Blint afrit:

source: &Subject:
ca: A&ssumpte:
eo: &Temo:
is: &Viðfang:
pt: A&ssunto:
ru: Тема:

source: &Newsgroups:
ca: Grup de &notícies:
eo: &Diskutgrupoj:
is: &Fréttahópar:
ru: &Конференции:

source: &Followup-To:
ca: &Seguiment a:
eo: &Afiþu reagon
is: &Svargrein til:
pt: &Seguir-Para:

source: &Send
ca: &Envia
eo: &Sendu
is: &Senda
pt: En&viar
ru: Отправить

source: S&end later
ca: Envia més &tard
eo: Sendu &poste
is: S&enda síðar
pt: &Enviar mais tarde
ru: Отправить позже

source: S&end now
ca: Envia &ara
eo: Sendu &nun
is: S&enda nú
pt: &Enviar agora
ru: Отправить немедленно

source: &Insert File...
ca: &Inserta fitxer...
eo: E&nmetu dosieron...
is: Skjóta &inn skrá...
pt: &Inserir Ficheiro...
ru: Вставить файл...

source: &Addressbook...
ca: Llibreta d'adreces...
eo: &Adresaro...
is: Netfangaskrá...
pt: &Livro de Endereços...
ru: Адресная книга

source: &New Composer...
ca: &Nou redactor...
eo: &Nova redaktilo...
is: Nýr ritill...
pt: &Novo Compositor...
ru: Новое окно редактора

source: New Mailreader
ca: Nou lector de correu
eo: Nova poþtlegilo
is: Nýr póstgluggi
pt: Novo Leitor de Correio
ru: Новое окно просмотра

source: Mark all
ca: Marca-ho tot
eo: Marku æiujn
is: Merkja allt
pt: Marcar todas
ru: Пометить все

source: Find...
ca: Busca...
eo: Trovu
is: Finna...
pt: Procurar...
ru: Найти...

source: Replace...
ca: Substitueix...
eo: Anstataýigu...
is: Skipta...
pt: Substituir
ru: Заменить...

source: &Spellcheck...
ca: &Ortografia...
is: &Villuleita...
pt: &Verificação ortográfica...
ru: Проверка орфографии...

source: &Urgent
eo: &Urøe
is: Á&ríðandi
pt: &Urgente
ru: Срочное

source: &Confirm delivery
ca: &Confirma lliurament
eo: &Konfirmu ricevon
is: &Staðfesta sendingu
pt: &Confirmar recepção
ru: Подтвердить доставку

source: &Confirm read
ca: &Confirma lectura
eo: &Konfirmu legadon
is: Staðfesta lestur
pt: &Confirmar leitura
ru: Подтвердить прочтение

source: &Spellchecker...
ca: &Ortografia...
is: &Villupúki...
pt: &Verificação ortográfica...
ru: Проверка орфографии...

source: &Charsets...
ca: Jocs de &caràcters
eo: &Signaroj...
is: Stafasett...
pt: &Caracteres...
ru: Кодировки...

source: &All Fields
ca: &Tots els camps
eo: &Æiuj eroj
is: Ö&ll svið
pt: Todos os C&ampos
ru: Все поля

source: &From
ca: &De
eo: &De
is: &Frá
pt: &De
ru: &Отправитель

source: &Reply to
ca: &Resposta a
eo: &Respondu al
is: &Svar til
pt: &Respoder a
ru: О&братный адрес:

source: &To
ca: &A
eo: &Al
is: &Til
pt: &Para
ru: &Получатель

source: &Cc
ca: &Còpia
eo: &Kopio
is: &Afrit

source: &Bcc
ca: Còpia c&ega
eo: K&rome
is: &Blint afrit

source: &Subject
ca: A&ssumpte
eo: &Temo
is: &Viðfang
pt: A&ssunto
ru: &Тема

source: &Newsgroups
ca: Grup de &notícies
eo: &Diskutgrupoj
is: &Fréttahópar
ru: &Конференции

source: &Followup-To
ca: &Seguiment a
eo: &Afiþu reagon
is: Svargrein til
pt: &Seguir-Para

source: Append S&ignature
ca: Afegeix &firma
eo: Alpendigu &signaturon
is: Bæta v&ið undirskrift
pt: Adicionar Ass&inatura
ru: Добавить подпись

source: &Insert File
ca: &Inserta fitxer
eo: E&nmetu dosieron
is: Skjóta inn skrá
pt: &Inserir Ficheiro
ru: Вставить файл

source: &Attach...
ca: &Adjunta...
eo: &Kunsendu...
is: Hengj&a við...
pt: &Anexar...
ru: Подцепить...

source: Attach &Public Key
is: Skjóta inn &dreifilykli

source: Attach My &Public Key
is: Skjóta inn &dreifilykli mínum

source: &Save...
ca: &Desa...
eo: &Sekurigu...
is: &Vista...
pt: &Gravar...
ru: Сохранить...

source: Pr&operties...
ca: Pr&opietats...
eo: &Ecoj...
is: &Eiginleikar...
pt: Pr&opriedades...
ru: Свойства...

source: &Attach
ca: &Adjunta
eo: &Kunsendu
is: Hengja við
pt: &Anexar
ru: Подцепить

source: Send message
ca: Envia un missatge
is: Senda grein
pt: Enviar mensagem
ru: Отправить сообщение

source: Compose new message
ca: Redacta un missatge nou
eo: Nova mesaøo
is: Rita nýja grein
pt: Escrever nova mensagem
ru: Создать новое сообщение

source: Save message to file
ca: Desa el missatge a un fitxer
eo: Sekurigu mesaøon en dosiero
is: Vista grein í skrá
pt: Gravar mensagem para ficheiro
ru: Сохранить сообщение в файле

source: Print message
ca: Imprimeix el missage
eo: Presu mesaøon
is: Prenta grein
pt: Imprimir mensagem
ru: Напечатать сообщение

source: Cut selection
ca: Talla la selecció
eo: Eltondu
is: Klippa
pt: Cortar selecção
ru: Вырезать отмеченный текст

source: Copy selection
ca: Còpia la selecció
eo: Kopiu
is: Afrita
pt: Copiar selecção
ru: Копировать отмеченный текст

source: Paste clipboard contents
ca: Enganxa el contingut del portapapers
eo: Enemtu
is: Líma innihald klemmuspjalds
pt: Colar o conteúdo da área de trânsferencia
ru: Вставить содержимое буфера

source: Attach file
ca: Adjunta fitxer
eo: Kunsendu dosieron
is: Hengja skrá við
pt: Anexar ficheiro
ru: Подцепить файл

source: Open addressbook...
ca: Obre la llibreta d'adreces...
eo: Malfermu adresaron...
is: Opna netfangabók...
pt: Abrir livro de endereços...
ru: Открыть адресную книгу...

source: sign message
ca: signa el missatge
eo: Signaturu mesaøon
is: skrifa undir
pt: assinar mensagem
ru: подписать сообщение

source: encrypt message
ca: encripta el missatge
eo: Æifru mesaøon
is: dulrita bréfið
pt: encriptar mensagem
ru: зашифровать сообщение

source: Column
ca: Columna
eo: Kolumno
is: Dálkur
pt: Coluna
ru: Столбец

source: Line
ca: Línia
eo: Linio
is: Lína
pt: Linha
ru: Строка

source: KMail Confirm
ca: Confirma KMail
eo: KMail-konfirmo
is: KMail staðfesting
pt: Confirmação
ru: Подтверждение KMail

source: Close and discard edited message?
ca: Cal tancar i llençar el missatge editat?
eo: Æu fermi kaj for¼eti la redaktitan mesaøon?
is: Loka og hætta við þetta bréf?
pt: Fechar e perder mensagem?
ru: Закрыть окно с утерей текущего сообщения?

source: Attach File
ca: Adjunta fitxer
eo: Kunsendu dosieron
is: Hengja skrá við
pt: Anexar Ficheiro
ru: Подцепить файл

source: Include File
ca: Inclou fitxer
eo: Enmetu dosieron
is: Velja skrá
pt: Incluir Ficheiro
ru: Вставить файл

source: my pgp key
is: pgp lykillinn minn

source: pgp key
is: pgp lykill

source: View...
ca: Vista...
eo: Rigardu...
is: Birta...
pt: Ver...
ru: Просмотр...

source: Save...
ca: Desa...
eo: Sekurigu...
is: Vista...
pt: Gravar...
ru: Сохранить...

source: Properties...
ca: Propietats...
eo: Ecoj...
is: Eiginleikar...
pt: Propriedades...
ru: Свойства...

source: Attach...
ca: Adjunta...
eo: Kunsendu...
is: Hengja við...
pt: Anexar...
ru: Подцепить...

source: View Attachment:
ca: Vista d'adjunt:
eo: Rigardu kunsenda¼on:
is: Skoða viðhengingu:
pt: Ver Anexo:
ru: Просмотр подцепления:

source: Sorry, but this feature is still missing
ca: Ho sento, pero encara no hi és aquesta característica
eo: PArdonu, sed tiu funkcio ankoraý mankas
is: Því miður þá vantar enn þessa aðgerð
pt: Desculpe, mas esta função ainda não está implementada
ru: Извините, но данная возможность все еще не реализована

source: unnamed
ca: sense nom
eo: sennoma
is: nafnlaust
pt: sem nome
ru: без_имени

source: To:
ca: A:
eo: Al:
is: Til:
pt: Para:
ru: Получатель:

source: Subject:
ca: Assumpte:
eo: Temo:
is: Viðfangsefni:
pt: Assunto:
ru: Тема:

source: Date:
ca: Data:
eo: Dato:
is: Dags:
pt: Data:
ru: Дата:

source: Choose Signature File
ca: Escull el fitxer de signatura
eo: Elektu signaturodosieron
is: Velja undirskriftarskrá
pt: Escolha um ficheiro de Assinatura
ru: Выбор файла подписи

source: Spellcheck complete.
is: &Villuleit lokið.

source: Spellcheck - KMail
ca: Ortografia - KMail
is: Stafsetningarathugun - KPóstur
pt: Corrector Ortográfico
ru: Проверка орфографии - KMail

source: Error starting KSpell. Please make sure you have ISpell properly configured.
ca: Error en engegar KSpell. Assegureu-vos de tenir ISpell ben configurat.
eo: Eraro dum lanæo de KSpell. Bv. certigi, ke vi øuste agordis ISpell.
is: Villa við keyrslu KSpell. Athugaðu hvort ISpell er rétt upp sett.
ru: Ошибка запуска KSpell. Пожалуйста, убедитесь в правильности настройки ISpell.

source: Please specify a send method in the settings and try again.
ca: Si us plau, especifiqueu un mètode d'enviament a l'arranjament i torneu a provar
eo: Bonvolu indiki sendmetodon en la agorda¼o kaj reprovu poste.
is: Vinsamlega tilgreindu sendingar- aðferðina í stillingunum og prófaðu svo aftur.
ru: Укажите, пожалуйста, метод отправки в настройках программы, затем попробуйте еще раз.

source: Please set the required fields in the identity settings: user-name and email-address
ca: Si us plau, ompliu el camps necessàris a l'arranjament d'identitat: nom d'usuari i adreça de correu
eo: Bonvolu plenigi la necesajn kampojn en la identeco-agorda¼o: uzantonomo kaj retpoþtadreso
is: Vinsamlega gefðu upp viðeigandi upplýsingar í auðkennisreitunum: notandanafn og netfang
ru: Пожалуйста, заполните в настройках программы обязательные поля идентификации пользователя: пользовательское имя и адрес E-mail

source: You must specify a receiver
ca: Heu d'especificar un destinatari
eo: Vi devas indiki ricevonton
is: Þú verður að gefa upp móttakanda
pt: Tem de especificar um remetente
ru: Вы должны указать получателя

source: Cannot add message to outbox folder
ca: No es pot afegir un missatge a la carpeta de sortida
eo: Ne eblis aldoni la mesaøon al la kesto "outbox"
is: Bréf fæst ekki flutt í út-möppuna
pt: Não consigo adicionar mensagem para a pasta de saída
ru: Не удается добавить сообщение в папку outbox

source: Sending still in progress
ca: Encara s'està enviant
eo: Sendado ankoraý daýras
is: Sending stendur enn yfir
pt: Envio ainda a decorrer
ru: Отправка почты еще не закончена

source: Initiating sender process...
ca: S'està iniciant el procés d'enviament...
eo: Komencante sendadon...
is: Ræsi sendiaðgerð...
pt: A iniciar o processo de envio...
ru: Инициализация процесса отсылки...

source: Sending message:
ca: S'està enviant el missatge:
eo: Sendante mesaøon:
is: Sendi bréf:
pt: A enviar mensagem:
ru: Отправка сообщения:

source: Done sending messages.
ca: Ja s'han enviat els missatges.
eo: Sendado de mesaøoj finita
is: Búin að senda bréf.
pt: Envio de mensagens concluído.
ru: Сообщения успешно отправлены.

source: Sending failed:
ca: Ha fallat l'enviament:
eo: Sendado malsukcesis
is: Sendingin mistókst:
pt: Envio falhou:
ru: Отправка завершилась неудачно:

source: Please specify a mailer program in the settings.
ca: Si us plau, especifiqueu un programa carter a l'arranjament.
eo: Bonvolu indiki send-programon en la agorda¼o.
is: Vinsamlega veldu póstforrit í stillingunum.
ru: Пожалуйста, укажите почтовую программу в настройках программы.

source: Failed to execute mailer program %s
ca: No s'ha pogut executar el programa carter %s
eo: Malsukcesis lanæi sendprogramon %s
is: Tókst ekki að ræsa póstforritið %s
ru: Не удалось выполнить почтовую программу %s

source: connecting to server
ca: s'està connectant al servidor
eo: Kontaktante servilon
is: tengi við þjóninn
pt: A efectuar ligação ao servidor
ru: установка соединения с сервером

source: Cannot open SMTP connection to host %1 for sending: %2
is: Get ekki opnað SMTP tengingu við %1 vélina til að senda: %2

source: Cannot close SMTP connection.
ca: No s'ha pogut tancar la connexió SMTP.
eo: Ne eblis fermi la SMTP-kontakton
is: Get ekki lokað SMTP tengingu.
pt: Não consiso fechar ligação SMTP
ru: Не удается закрыть SMTP-соединение.

source: transmitting message
ca: s'està transmetent el missatge
eo: transsendante mesaøon
is: er að senda
pt: A transmitir mensagem
ru: передача сообщения

source: network error
ca: error de xarxa
eo: reto-eraro
is: Villa á neti
pt: erro da rede
ru: ошибка сети

source: a SMTP error occured. Command: %1 Response: %2 Return code: %3
is: SMTP villa átti sér stað. Skipun: %1 Svar: %2 Skilagildi: %3

source: (nothing)
is: (ekkert)

source: Sending SMTP command: %1
is: Sendi SMTP skipun: %1

source: KRN - Article Searcher
ca: KRN - Buscador d'articles
eo: Krn-artikol-seræilo
is: KRN - Greinaleitari
pt: KRN - Procura de Artigos
ru: KRN - Поиск статей

source: Find Articles With:
ca: Busca articles amb:
eo: Trovu artikolojn kun:
is: Finna greinar með:
pt: Encontrar Artigos Com:
ru: Найти статьи с:

source: In Field:
ca: Al camp:
eo: En indiko:
is: Í dálk:
pt: No Campo:
ru: В поле:

source: Case Sensitive
ca: Sensible a caixa
eo: Uskleco gravas
is: Háð há/lágstöfum
ru: Учитывать регистр

source: Wildcard Mode
ca: Mode comodí
eo: ¬okera modo
is: Wildcard hamur
pt: Modo de Wildcards
ru: Режим шаблонов

source: Done
ca: Fet
eo: Farite
is: Búin
pt: Terminado
ru: Сделано

source: Failed to execute signature script %s %s
ca: Ha fallat l'execució del guió de signatura %s %s
eo: MAlsukcesis lanæi signaturprogrameton %s %s
is: Tókst ekki að keyra skeljarforrit undirskriftar %s %s
ru: Не удалось исполнить сценарий добавления подписи %s %s

source: File I/O Error
ca: Error E/S al fitxer
eo: Dosiero-Eraro
is: Inntaks/úttaksvilla
ru: Ошибка файлового ввода/вывода

source: The specified file does not exist: %s
ca: El fitxer especificat no existeix: %s
eo: La indikita dosiero ne ekzistas: %s
is: Þessi skrá er ekki til: %s
pt: O ficheiro especificado não existe: %s
ru: Указанный файл не существует: %s

source: This is a directory and not a file: %s
ca: Això és un directori i no un fitxer: %s
eo: Tio estas dosierujo, ne dosiero: %s
is: Þetta er mappa en ekki skrá: %s
pt: Isto é uma directoria e não um ficheiro: %s
ru: Это каталог, а не файл: %s

source: You do not have read permissions to the file: %s
ca: No teniu permís de lectura del fitxer: %s
eo: Vi ne havas permesojn por la dosiero: %s
is: Þú hefur ekki lesheimild á þessa skrá: %s
pt: Não tem permissões de leitura para o ficheiro: %s
ru: У Вас нет прав для чтения файла: %s

source: Could not read file: %s
ca: No s'ha pogut llegir el fitxer: %s
eo: Ne eblis legi la dosieron: %s
is: Gat ekki lesið skrána: %s
pt: Não consigo ler ficheiro: %s
ru: Не удалось прочитать файл: %s

source: Could not open file: %s
ca: No s'ha pogut obrir el fitxer: %s
eo: Ne eblis malfermi la dosieron: %s
is: Gat ekki opnað skrána: %s
pt: Não consigo abrir ficheiro: %s
ru: Не удалось открыть файл: %s

source: Error while reading file: %s
ca: Error en llegir el fitxer: %s
eo: Eraro dum legado de la dosiero: %s
is: Villa við lestur á skránni: %s
pt: Erro ao ler ficheiro: %s
ru: Ошибка при чтении файла: %s

source: Could only read %1 bytes of %2.
is: Gat aðeins lesið %1 bæti af %2.

source: File %1 exists. Do you want to replace it ?
is: Skrá %1 er nú þegar til. Viltu skrifa yfir hana ?

source: Failed to make a backup copy of %s. Continue anyway ?
ca: Ha fallat la còpia de seguretat de %s. He de continuar malgrat tot?
eo: Malsukcesis fari sekurkopion de %s. Æu tamen daýrigi?
is: Tókst ekki að taka afrit af %s. Halda áfram ?
pt: Erro ao fazer cópia de segurança de %s. Continar de qualquer modo ?
ru: Не удалось создать резервную копию %s. Продолжить, несмотря на это ?

source: Could not write to file: %s
ca: No s'ha pogut escriure al fitxer: %s
eo: Ne eblis skribi al dosiero: %s
is: Gat ekki skrifað í skrána: %s
pt: Não consegui escrever no ficheiro: %s
ru: Не удалось записать в файл: %s

source: Could not open file for writing: %s
ca: No s'ha pogut obrir el fitxer per escriure: %s
eo: Ne eblis malfermi dosieron por skribado: %s
is: Gat ekki skrifað í skrána: %s
pt: Não consegui abrir o ficheiro para escrita: %s
ru: Не удалось открыть файл для записи: %s

source: Error while writing file: %s
ca: Error en escriure al fitxer: %s
eo: Eraro dum skribado de dosiero: %s
is: Villa við skrif á skrá: %s
pt: Erro ao escrever para o ficheiro: %s
ru: Ошибка при записи в файл: %s

source: Could only write %1 bytes of %2.
is: Gat aðeins skrifað %1 bæti af %2.

source: Message Part Properties
ca: Propietats de la part del missatge
eo: Ecoj de mesaøparto
is: Eiginleikar bréfshluta
ru: Свойства раздела сообщения

source: Name:
ca: Nom:
eo: Nomo:
is: Nafn:
pt: Nome:
ru: Имя:

source: Description:
ca: Descripció:
eo: Priskribo:
is: Lýsing:
pt: Descripção:
ru: Описание:

source: Encoding:
ca: Codificació:
eo: Signokodo:
is: Kótun:
pt: Codificação:
ru: Кодировка:

source: none (8bit)
ca: cap (8bit)
eo: neniu (8-bita)
is: Engin (8 bíta)
pt: nenhuma (8bit)
ru: нет (8 бит)

source: quoted printable
is: QP (quoted printable)

source: Cc:
ca: Còpia:
eo: Kopio:
is: Afrit:

source: From:
ca: De:
eo: De:
is: Frá:
pt: De:
ru: Отправитель:

source: To:
ca: A:
eo: Al:
is: Til:
pt: Para:
ru: Получатель:

source: References:
ca: Referències:
eo: Referencoj:
is: Tilvísanir:
pt: Referência:
ru: Ссылки:

source: Date:
ca: Data:
eo: Dato:
is: Dags:
pt: Data:
ru: Дата:

source: Bcc:
ca: Còpia cega:
eo: Krome:
is: Blint afrit:

source: Reply to:
ca: Resposta a:
eo: Respondu al:
is: Svar til:
pt: Responder a:
ru: Обратный адрес:

source: Groups:
ca: Grups:
eo: Grupoj:
is: Hópar:
pt: Grupos:
ru: Конференции:

source: Encrypted message
ca: Missatge encriptat
eo: Æifrita meaøo
is: Dulritað bréf
pt: Mensagem encriptada
ru: Зашифрованное сообщение

source: Cannot decrypt message:
ca: No es pot desencriptar el missatge:
eo: NE eblis æifri la mesaøon:
is: Get ekki afdulritað bréfið:
pt: Não consigo desencriptar mensagem:
ru: Не удается расшифровать сообщение:

source: Message was signed by
ca: Missatge signat per
eo: Mesaøo estas signaturita de
is: Bréfið var undirskrifað af
pt: Mensagem foi assinada por
ru: Сообщение подписано

source: Warning: Bad signature from
ca: Avís: signatura dolenta de
eo: Averto: Malbona signaturo de
is: Aðvörun: Varhugaverð undirskrift frá
pt: Aviso: Má assinatura de
ru: Предупреждение: плохая подпись от

source: unknown key ID
ca: ID de clau desconegut
is: óþekkt lykilnúmer
pt: ID da chave desconhecido
ru: неизвестный ID ключа

source: Attachment:
ca: Adjunt:
eo: Kunsendajo:
is: Viðhenging:
pt: Anexo:
ru: Подцепление:

source: Could not create temporary file
ca: No s'ha pogut crear un fitxer temporal
eo: Ne eblis krei provizoran dosieron
is: Gat ekki skrifað tímabundna skrá
pt: Não consegui criar ficheiro temporário
ru: Не удалось создать временный файл

source: Could not save temporary file %s
ca: No s'ha pogut desar el fitxer temporal %s
eo: Ne eblis sekurigi provizoran dosieron %s
is: Gat ekki vistað í tímabundna skrá %s
pt: Não consegui gravar ficheiro temporário %s
ru: Не удалось сохранить временный файл %s

source: Could not save file
ca: No s'ha pogut desar el fitxer
eo: Ne eblis sekurigi dosieron
is: Gat ekki vistað skrá
pt: Não consegui gravar ficheiro
ru: Не удалось сохранить файл

source: Couldn't find PGP executable. Please check your PATH is set correctly.
ca: No s'ha pogut trobar l'executable PGP. Si us plau, comproveu que PATH té un valor correcte.
eo: Ne eblis trovi la PGP-programon. Bonvolu kontroli, æu via pado estas øuste agordita.
is: Fann ekki PGP forritið.. Athugaðu að leitarslóðin þín (PATH) sé rétt.
ru: Не удалось найти исполняемый файл PGP. Проверьте, пожалуйста, корректность путей в PATH.

source: Could not find PGP executable. Please check your PATH is set correctly.
ca: No s'ha pogut trobar l'executable PGP. Si us plau, comproveu que PATH té un valor correcte.
eo: Ne eblis trovi la PGP-programon. Bonvolu kontroli, æu via pado estas øuste agordita.
is: Fann ekki PGP forritið.. Athugaðu að leitarslóðin þín (PATH) sé rétt.
ru: Не удалось найти исполняемый файл PGP. Проверьте, пожалуйста, корректность путей в PATH.

source: The pass phrase is missing.
ca: No hi és la frase de pas.
eo: La pasfrazo mankas.
is: Það vantar lykilsetninguna.
ru: Отсутствует секретная фраза.

source: PGP Warning
ca: Avís PGP
is: PGP aðvörun
ru: Предупреждение PGP

source: Could not find the public keys for the recipients of this mail. Message will not be encrypted.
ca: No s'han trobat les claus públiques pels destinataris d'aquest correu. El missatge no s'encriptarà.
is: Fann ekki lykla fyrir móttakendur þessa bréfs. Bréfið verður því ekki dulritað.
ru: Не удалось найти открытые ключи для получателей этого сообщения. Сообщение не будет зашифровано.

source: Could not find the public keys for
ca: No s'han trobat les claus públiques per
is: Fann ekki lykla fyrir
pt: Não conseguir encontrar as chaves públicas de
ru: Не удалось найти открытые ключи для

source: These persons will not be able to
ca: Aquestes persones no podran
is: Þessir aðilar munu ekki geta
pt: Estas pessoas não irão conseguir
ru: Эти люди не смогут

source: This person will not be able to
ca: Aquesta persona no podrà
is: Þessir aðilar munu ekki geta
pt: Esta pessoa não irá conseguir
ru: Этот человек не сможет

source: decrypt the message.
ca: desencriptar el missatge.
is: afdulritað bréfið.
pt: desencriptar a mensagem.
ru: расшифровать сообщение.

source: You just entered an invalid passphrase. Do you wan't to try again, continue and leave the message unsigned, or cancel sending the message?
ca: Heu introduït una frase de pas no vàlida. Voleu tornar a provar, continuar i deixar el missatge sense signar, o cancel·lar l'enviament?
is: Þú gafst upp ógilda lykilsetningu. Viltu reyna aftur, halda áfram og senda bréfið ódulritað, eða hætta við að senda bréfið?
ru: Вы ввели неверную секретную фразу. Вы желаете повторить ввод, продолжить, оставив сообщение не подписанным, или отменить отправку сообщения вообще?

source: Retry
ca: Torna a provar
is: Reyna aftur
ru: Повторить

source: Do you wan't to encrypt anyway, leave the message as is, or cancel the message?
ca: Voleu encriptar malgrat tot, deixar el missatge com està o cancel·lar-lo?
is: Viltu dulrita samt sem áður, láta það vera eins og það er, eða hætta við þetta bréf?
ru: Вы желаете зашифровать, несмотря на проблемы, пропустить шифрование или отменить сообщение?

source: Encrypt
ca: Encripta
is: Dulrita
ru: Зашифровать

source: Do you wan't to leave the message as is, or cancel the message?
ca: Voleu deixar el missatge com està, o cancel·lar-lo?
is: Viltu hafa bréfið eins og það er eða hætta við það?
ru: Вы желаете оставить сообщение в исходном виде или отменить его написание?

source: Please enter your PGP passphrase
ca: Si us plau, informeu la vostra frase de pas PGP
eo: Bonvolu tajpi vian PGP-pasfrazon
is: Vinsamlega sláðu inn PGP lykilsetninguna
pt: Por favor insira a sua senha PGP
ru: Пожалуйста, введите Вашу секретную фразу PGP

source: PGP Security Check
ca: Comprovació de seguretat PGP
eo: PGP-sekureckontrolo
is: PGP öryggisathugun
ru: Проверка безопасности с помощью PGP

source: Please select the public key to insert
is: Veldu dreifilykil sem þú villt bæta við

source: Select key
is: Veldu lykil

source: Identity
ca: Identitat
is: Auðkenni
pt: Identidade
ru: Идентификация

source: PGP User Identity:
ca: Identitat PGP de l'usuari:
is: PGP auðkenni:
ru: Идентификация пользователя PGP:

source: Store passphrase
ca: Desa la frase de pas
is: Vista lykilsetningu
ru: Сохранить секретную фразу

source: Always encrypt to self
ca: Encripta sempre a hom mateix
is: Alltaf að dulrita til mín
ru: Всегда шифровать при посылке себе

source: This server is read onlyyou can't post here!
ca: Aquest servidor és només de lectura, no podeu anunciar aquí!
eo: Tiu servilo ne permesas afiþadon!
is: Þessi þjónn er aðeins til aflestrar og tekur ekki við sendingum
pt: Este servidor é só de leitura, não pode enviar para aqui!
ru: Это сервер только для чтения - Вы не можете ничего отправлять!

source: Addressbook
ca: Llibreta d'adreces
eo: Adresaro
is: Netfangabókin
ru: Адресная книга

source: Addressbook Manager
ca: Gestor de la llibreta d'adreces
eo: Adresar-administrilo
is: Netfangastjórinn
ru: Управление адресной книгой

source: KMail error
ca: Error KMail
eo: KMail-eraro
is: KMail villa
ru: Ошибка KMail

source: Storing addressbook failed
ca: No s'ha desat la llibreta d'adreces
eo: Sekurigo de la adresaro malsukcesis
is: Tókst ekki að vista netfangabók
ru: Не удалось сохранить адресную книгу

source: KMail Error
ca: Error KMail
eo: KMail-Eraro
is: KMail villa
ru: Ошибка KMail
