Repository: xwizard/kde1
Catalog: kdenetwork-1.1.2/po/*/krn.po
Languages: ca, eo, is, pt, ru

source: Storing the addressbook failed!
ca: No s'ha desat la llibreta d'adreces!
eo: Sekurigo de la adresaro malsukcesis!
is: Tókst ekki að vista netfangabók!
ru: Не удалось сохранить адресную книгу!

source: KRN - Expire Settings
ca: KRN - Arranjament de caducitat
eo: Krn - Limdato-agorda¼o
is: KRN - Gildistímastillingar
pt: KRN - Configuração de Validades
ru: KRN - Настройки хранения

source: For how long should we keep things (in days)?
ca: Quant de temps hem de guardar les coses (en dies)?
eo: Kiom da tagoj artikoloj konserviøu
is: Hve lengi skal geyma eftirfarandi (í dögum)?
pt: Por quando tempo mantemos mensagens (em dias)?
ru: Как долго следует хранить (в днях)?

source: Read:
ca: Llegits:
eo: Legitaj:
is: Lesin:
pt: Lido:
ru: Прочитанные:

source: Unread:
ca: Sense llegir:
eo: Nelegitaj:
is: Ólesin:
pt: Não Lido:
ru: Непрочитанные:

source: Article Bodies:
ca: Cossos d'article:
eo: Artikolkorpoj:
is: Meginhluta bréfa:
pt: Corpos das Mensagens:
ru: Тела статей:

source: Article Headers:
ca: Capçaleres d'article:
eo: Artikolkapoj
is: Bréfhausa:
pt: Cabeçalhos das Mensagens:
ru: Заголовки статей:

source: KRN - Print Settings
ca: KRN - Arranjament d'impressió
eo: Krn - Presagorda¼o
is: KRN - Prentkerfi
pt: KRN - Configuração de Impressão
ru: KRN - Настройки печати

source: KRN - Printing Settings
ca: KRN - Arranjament d'impressió
eo: Krn - Presagorda¼o
is: KRN - Prentstillingar
pt: KRN - Configuração de Impressão
ru: KRN - Настройки печати

source: General
eo: Øeneralaj
is: Almennt
pt: Geral
ru: Общие

source: Printing System
ca: Sistema d'impressió
eo: Pres-sistemo
is: Prentkerfi
ru: Система печати

source: Use HTML Printing
ca: Usa impressió HTML
eo: Uzu HTML-presadon
is: Nota HTML prentun
pt: Utilizar Impressão HTML
ru: Печать в HTML

source: Use Direct Printing
ca: Usa impressió directa
eo: Uzu rektan presadon
is: Prenta beint
pt: Utilizar Impressão Directa
ru: Прямая печать

source: Direct Printing
ca: Impressió directa
eo: Uzu rektan presadon
is: Bein prentun
pt: Impressão Directa
ru: Прямая печать

source: Print using:
ca: Imprimeix amb:
eo: Presprogramo:
is: Prenta með:
pt: Imprimir usando:
ru: Печать с помощью:

source: Feed it with:
ca: Envia-li:
eo: Presformato:
is: Senda því:
pt: Alimentar com:
ru: Формат данных:

source: Text
eo: Teksto
is: Texta
pt: Texto
ru: Текст

source: KRN - Scoring Rules Editor
ca: KRN - Editor de regles de puntuació
eo: Krn - Redaktilo por taksoreguloj
is: KRN - Stigaregluritill
pt: KRN - Editor de Regras de Classificação
ru: KRN - Редактор правил подсчета рейтинга

source: Global Rules
ca: Regles globals
eo: Øeneralaj reguloj
is: Altækar reglur
pt: Regras Globais
ru: Глобальные правила

source: All Rules
ca: Totes les regles
eo: Æiuj reguloj
is: Allar reglur
pt: Todas as Regras
ru: Все правила

source: Active Rules
ca: Regles actives
eo: Aktivaj reguloj
is: Virkar reglur
pt: Regras Activas
ru: Активные правила

source: Rule Editor
ca: Editor de regles
eo: Reguloredaktilo
is: Regluritill
pt: Editor de Regras
ru: Редактор правил

source: Save as
ca: Desa com
eo: Sekurigu kiel
is: Vista sem
pt: Gravar como
ru: Сохранить как

source: Match Articles With:
ca: Aparella articles amb:
eo: Trovu artikolojn kun:
is: Finna greinar með:
pt: Comparar Artigos Com:
ru: Искать статьи, содержащие:

source: Weight:
ca: Pes:
eo: Pezo:
is: Þyngd:
ru: Вес:

source: Negative
ca: Negatiu
eo: negativa
is: Neikvæð
pt: Negativo
ru: Инверсия

source: Rule name:
ca: Nom de regla:
eo: Regulnomo:
is: Nafn reglu:
pt: Nome da regra:
ru: Имя правила

source: KRN - Header Sorting
ca: KRN - Ordenació de capçaleres
eo: Krn - Kapordigado
is: KRN - Hausaröðun
pt: KRN - Ordenação de Cabeçalhos
ru: KRN - Сортировка заголовков

source: None
ca: Cap
eo: Neniu
is: Engin
ru: Нет

source: Sort by:
ca: Ordena per:
eo: Ordigu laý:
is: Raða eftir:
pt: Ordenar por:
ru: Сортировать по полю:

source: Use Threading
ca: Usa fils
eo: Uzu fadenojn
is: Nota þræði
pt: Utilizar Threads
ru: Использовать цепочки тем

source: KRN - Charset Settings
ca: KRN - Valors del jocs de caràcters
is: KRN - Stafatöflustillingar
pt: KRN - Configuração de Caracteres
ru: KRN - Настройка кодировки

source: KMail - Charset Settings
ca: KMail - Valors del joc de caràcters
eo: KMail - Signaro-agorda¼o
is: KMail - Stafatöflustillingar
pt: KMail - Configuração de Caracteres
ru: KMail - Настройка кодировки

source: Message charset
ca: Joc de caràcters del missatge
eo: Signaro por mesaøoj
is: Stafatafla í bréfi
ru: Кодировка сообщения

source: Composer charset
ca: Joc de caràcters del redactor
eo: Signaro por redaktilo
is: Stafasett ritils
ru: Кодировка редактора

source: Set as &default
ca: Estableix per &omissió
eo: Difinu kiel &implicita
is: Nota sem &sjálfgefið
ru: &Установить в качестве умолчания

source: &7 bit is ASCII
ca: &7 bit és ASCII
eo: &7-bita, t.e. ASCII
is: &7 bita er ASCII
ru: &7 бит ASCII

source: &Quote unknown characters
is: &Kóða óþekkta stafi

source: Please wait a minute, I am expiring!
ca: Si us plau, espereu un minut, estic caducant!
is: Augnablik, loka tengingu við fréttaþjón!
ru: Пожалуйста подождите, удаляю старые статьи!

source: Bad pass Phrase; couldn't sign
ca: Frase de pas roïna; no s'ha pogut signar
eo: MAlbona pasfrazo; ne povis æifri
is: Ógild lykilsetning. Kótun ekki framkvæmd
ru: Неверная секретная фраза; не удается сделать подпись

source: error running pgp
ca: error en l'execució de pgp
is: villa við keyrslu pgp
ru: ошибка при выполнении pgp

source: Bad pass Phrase; couldn't decrypt
ca: Frase de pas roïna; no s'ha pogut desencriptar
eo: Malbona pasfrazo; ne eblis malæifri
is: Ógild lykilsetning. Engin afdulritun framkvæmd
ru: Неверная секретная фраза; не удается расшифровать

source: Do not have the secret key for this message
ca: No tinc la clau secreta per aquest missatge
is: Hef ekki lykil fyrir þetta bréf
ru: Закрытый ключ для этого сообщения отсутствует

source: unknown key ID
ca: ID de clau desconegut
is: óþekkt lykilnúmer
ru: неизвестный ID ключа

source: ??? (file ~/.pgp/pubring.pgp not found)
ca: ??? (el fitxer ~/.pgp/pubring.pgp no s'ha trobat)
is: ??? (skráin ~/.pgp/pubring.pgp er ekki til)
ru: ??? (файл ~/.pgp/pubring.pgp не найден)

source: The passphrase you entered is invalid.
ca: La frase de pas que heu introduït no és vàlida.
is: Ógild lykilsetning.
ru: Введенная Вами секретная фраза неверна.

source: The key(s) you wan't to encrypt your message to are not trusted. No encryption done.
ca: Les claus amb que voleu encriptar vostre missatge no són fiables. No s'ha encriptat.
is: Lyklinum/unum sem þú villt dulrita greinina með má ekki treysta. Engin dulritun framkvæmd.
ru: Ключи, которыми Вы желаете зашифровать сообщение не внушают доверия. Шифрование не произведено.

source: The following key(s) are not trusted: %1 They will not be able to decrypt the message
is: Eftirfarandi lyklum má ekki treysta: %1 Ekki verður unnt að afdulrita greinina með þeim

source: KRN-Confirmation
ca: KRN-Confirmació
is: KRN-Staðfesting
pt: KRN-Confirmação
ru: KRN-Подтверждение

source: Read how many articles?
ca: Quants d'articles s'han de llegir?
is: Sækja hve margar greinar?
pt: Ler quantos artigos?
ru: Сколько статей читать?

source: Get them from
ca: Agafa'ls de
is: Sækja þær frá
pt: Recebe-los de
ru: Брать из

source: Oldest articles
ca: Els articles més antics
is: Elstu greinarnar
pt: Artigo mais antigo
ru: Самые старые статьи

source: Newest articles
ca: Els articles més nous
is: Nýjustu greinarnar
pt: Artigo mais recente
ru: Самые новые статьи

source: Make this the new threshold
ca: Fés aquest el nou llindar
is: Nota sem nýjan þröskuld
ru: Установить это как новый порог

source: Insert My &Public Key
ca: Inserta la clau &pública
pt: Inserir a minha Chave &Pública
ru: Вставить &открытый ключ

source: Cannot open SMTP connection to host %s for sending: %s
ca: No s'ha pogut obrir la connexió SMTP al host %s per enviar: %s
eo: Ne eblis malfermi SMTP-kontakton al servilo %s por sendado: %s
pt: Não consigo estabelecer ligação SMTP com o servidor %s para envio: %s
ru: Не удается открыть SMTP-соединение с машиной %s для отправки почты: %s

source: a SMTP error occured. Command: %s Response: %s Return code: %d
ca: Hi ha hagut un error SMTP. Ordre: %s Resposta: %s Codi de retorn: %d
eo: Okazis SMTP-eraro. Respondo: %s Rezultkodo: %sd
pt: um erro de SMTP ocorreu. Comando: %s Resposta: %s Código: %d
ru: Произошла ошибка SMTP. Команда: %s Ответ: %s Код возврата: %d

source: Sending SMTP command: %s
ca: S'està enviant l'ordre SMTP: %s
eo: Sendante SMTP-komandon: %s
pt: A enviar comando SMTP: %s
ru: Посылка команды SMTP: %s

source: Could only read %u bytes of %u.
ca: Només s'han pogut llegir %u bytes de %u.
eo: Povis legi nu %u el %u bitokojn.
pt: Só conseguir ler %u bytes de %u.
ru: Удалось прочитать только %u байт из %u.

source: File %s exists. Do you want to replace it ?
ca: El fitxer %s ja existeix. El voleu substituir ?
eo: Dosiero %s ekzistas. Æu vi volas anstataýigi øin?
pt: Ficheiro %s existe. Quer substituí-lo?
ru: Файл %s существует. Вы желаете его заместить?

source: Could only write %d bytes of %d.
ca: Només s'han pogut escriure %d bytes de %d.
eo: Povis skribi nur %d el %d bitokoj.
pt: Só consegui escrever %d bytes de %d.
ru: Удалось записать только %d байт из %d.

source: &Qute unknonw characters
ca: &Cometes als caràcters desconeguts
eo: &Tute nekonataj signoj
ru: &Кодировать неизвестные символы

source: The following key(s) are not trusted: %s They will not be able to decrypt the message
ca: Les claus següents no són fiables: %s No podran desencriptar el missatge
ru: Следующие ключи не внушают доверия: %s Они не смогут расшифровать сообщение

source: base 64
eo: 64-bazo

source: Postscript
eo: Postskripto
