Repository: xwizard/kde1
Catalog: kdenetwork-1.1.2/po/*/ksirc.po
Languages: br, cs, fr, hr, hu

source: Edit Filter Rules
br: Aozañ reolennoù silañ
cs: Upravit pravidla pro filtry
fr: Editer les règles de filtres
hr: Promijeni filter pravila
hu: Szûrõszabályok Szerkesztése

source: &Modify
br: &Kemmañ
cs: &Pozmìnit
fr: &Modifier
hr: &Promijeni
hu: &Módosítás

source: Missing Arguments
br: Arventennoù a vank
cs: Chybí parametry
fr: Arguments manquants
hr: Nedostajuæi argumenti
hu: Hiányzó Argumentumok

source: Cannot create a Rule since not all the fields are filled in.
br: N'hellan ket krouiñ ur reolenn gant ma n'eo ket leuniet an holl dachennoù.
cs: Nelze vytvoøit pravidlo, proto¾e nìkteré polo¾ky nejsou vyplnìny.
fr: Impossible de créer une règle, il manque des champs
hr: Ne mogu stvoriti pravila buduæi da sva polja nisu popunjena.
hu: Nem lehet szabályt létrehozni, mert nincs minden mezõ kitöltve

source: Description:
br: Deskrivadur :
cs: Popis:
hr: Opis:
hu: Leírás:

source: Match:
br: Klotaat:
cs: Vyber dle:
fr: Contient :
hr: Usporedi s:
hu: Illeszkedés:

source: From:
br: Adalek :
cs: Od:
fr: De :
hr: Od:
hu: Honnan:

source: To:
br: Betek :
cs: Do:
fr: A :
hr: Za:
hu: Hova

source: New Rule
br: Reolenn nevez
cs: Nové pravidlo
fr: Nouvelle Règle
hr: Novo pravilo
hu: Új Szabály

source: Up
br: Uheloc'h
cs: Nahoru
fr: Haut
hr: Gore
hu: Fel

source: Down
br: Izeloc'h
cs: Dolù
fr: Bas
hr: Dolje
hu: Le

source: Colour Settings
br: Kefluniañ al livioù
cs: Nastavení barev
fr: Options des Couleurs
hr: Postava boja
hu: Színek Beállítása

source: Generic Text
br: Skrid boutin
cs: Normální text
fr: Texte Standard
hu: Alap Szöveg

source: Info
br: Titouroù
hu: Infó

source: Chan Messages
br: Kemennadoù chan
cs: Chan zprávy
fr: Messages
hr: Poruke na kanalu
hu: Csati Üzenetek

source: Errors
br: Fazioù
cs: Chyby
fr: Erreurs
hr: Gre¹ke
hu: Hibaüzenetek

source: Background
br: Drekleur
cs: Pozadí
fr: Arrière-plan
hr: Pozadina
hu: Háttér

source: DCC Files Offered
br: Restroù DCC kinniget
cs: Nabídnuté DCC soubory
fr: Fichiers DCC proposés
hr: DCC datoteka ponuðena
hu: DCC-n Felkínált Fájlok

source: &Get
br: &Tapout
cs: &Získat
fr: &Accepter
hr: &Uzmi
hu: &Elfogad

source: &Forget
br: &Disoñjal
cs: &Zapomenout
fr: &Oublier
hr: &Zaboravi
hu: &Elfelejt

source: kSirc Alpha releases have an 8 week expiry date. kSirc-ALPHA HAS EXPIRED!! Please upgrade or use a beta release
br: Embannadur kSirc Alpha a zo dic'hiziet goude 8 sizhun. Aet eo kSirc-ALPHA da ANAON !! Bremanit mar plij pe grit gant un embannadur beta
cs: kSirc Alpha verze je aktuální po dobu 8 týdnù. kSirc-ALPHA NENÍ JI® AKTUÁLNÍ!! Pou¾ijte nevìj¹í nebo beta verzi
fr: Les versions Alpha de kSirc ont une durée d'expiration de 8 semaines. kSirc-ALPHA A EXPIRE!! Veuillez mettre à jour ou utiliser un version beta
hu: A kSirc Alpha verziójánaknak 8 hetes kipróbálási ideje van. A kSirc-ALPHA KIPRÓBÁLÁSI IDEJE LEJÁRT!! Frissíts, bagy használd a Béta verziót!

source: kSirc Alpha release have an 8 week expiry date. THIS VERSION WILL EXPIRE IN UNDER 4 WEEKS
br: Embannadur kSirc Alpha a zo dic'hiziet goude 8 sizhun. MONT A RAIO AN DOARE-MAÑ DA GET A-BENN 4 SIZHUN
cs: kSirc Alpha verze je aktuální po dobu 8 týdnù TATO VERZE BUDE ZA 4 TÝDNY NEAKTUÁLNÍ
fr: Les versions Alpha de kSirc ont une durée d'expiration de 8 semaines. CETTE VERSION EXPIRE DANS 4 SEMAINES
hu: A kSirc Alpha verziójánaknak 8 hetes kipróbálási ideje van. ENNEK A VERZIÓNAK KEVESEBB MINT 4 HÉT VAN HÁTRA

source: New Window For
br: Prenestr nevez evit
cs: Nové okno pro
fr: Nouvelle fenêtre pour
hr: Novi prozor za
hu: Új Csati-Ablak

source: Channel/Nick:
br: Kanol/Nick :
cs: Kanál/Pøezdívka:
fr: Canal/Pseudo
hr: Kanal/Nick:
hu: Csatorna/Becenév:

source: &Dock
br: &Ensoc'hañ
cs: &Zalo¾it do panelu
fr: &Placer dans le tableau de bord
hr: &Pristani
hu: &Dokkolás

source: New Server...
br: Servijer nevez...
cs: Nový server...
fr: Nouveau serveur
hr: Novi poslu¾itelj...
hu: Új kiszolgáló...

source: &Join Channel...
br: &Emellout Kanol...
cs: &Pøipojit ke kanálu...
fr: Re&joindre le canal...
hr: P&ridru¾i se kanalu...
hu: &Csatornához csatlakozás...

source: &Connections
br: &Kevreadennoù
cs: &Pøipojení
fr: &Connexions
hr: &Veze
hu: &Kapcsolódás

source: &Colour Preferences...
br: &Dibarzhoù livioù...
cs: Nastavení &barev...
fr: Préférences des &couleurs
hr: &Postava boja
hu: &Színek Beállítása...

source: &Global Fonts...
br: &Nodrezhoù hollek...
cs: &Písmo...
fr: Polices &globales...
hr: &Globalna pisma
hu: &Betûtípus...

source: &Filter Rule Editor...
br: &Aozer reolennoù silañ...
cs: &Nastavení pravidel pro filtry...
fr: Editeur de règles de &filtres
hr: Pr&omijeni filter pravila...
hu: &Szûrõszabályok Szerkesztése...

source: &Web Server Configuration...
br: &Kefluniadur ar servijer Web...
cs: &Konfigurace sí»ového serveru...
fr: Configuration du serveur &Web
hr: &Postavke web poslu¾itelja...
hu: &Web-Kiszolgáló Beállítása...

source: &Preferences...
br: &Dibarzhoù...
cs: P&reference...
fr: &Préférences...
hr: &Postavke
hu: &Tulajdonságok...

source: Help on Colours...
br: Skoazell war al livioù...
cs: Nápovìda k barvám...
fr: Couleurs...
hr: Pomoæ oko boja...
hu: Segítség a Színek Beállításához...

source: Help on Filters...
br: Skoazell war ar siloù...
cs: Nápovìda k filtrùm...
fr: Filtres...
hr: Pomoæ oko filtera...
hu: Segítség a Szûrõkhöz...

source: Help on Keys...
br: Skoazell war ar stokelloù...
cs: Nápovìda ke klávesám...
fr: Raccourcis clavier...
hr: Pomoæ oko tipaka...
hu: Segítség a Billentyûkhöz...

source: About kSirc...
br: Diwar-benn kSirc...
cs: Informace o kSirc...
fr: A propos de kSirc
hr: O kSircu...
hu: kSirc Névjegy...

source: Server Control
br: Ren ar servijer
cs: Ovladaè serverù
fr: Gestionnaire de serveurs
hr: Kontrola poslu¾itelja
hu: Kiszolgáló Beállítások

source: Channels
br: Kanolioù
cs: Kanály
fr: Canaux
hr: Kanali
hu: Csatornák

source: Active Server Connections
br: Kevreadennoù servijer bev
cs: Aktivní pøipojení
fr: Connections actives
hr: Aktivne veze na poslu¾itelj
hu: Aktív Kiszolgáló-kapcsolatok

source: &Undock
br: &Anensoc'hañ
cs: &Vyjmout z panelu
fr: &Retirer du tableau de bord
hu: &Kidokkolás

source: Prompt
fr: Invite
hr: Pitaj
hu: Parancssor

source: Lag in seconds to the server
br: Lag (eilenn) d'ar server
cs: Prodleva k serveru v sekundách
fr: Retard sur le serveur (en secondes)
hu: Késés a kiszolgálóhoz képest

source: &Ticker Mode
cs: &Tikající re¾im
fr: Mode masqué
hu: &Távíró-Mód

source: &Cut Window...
br: &Troc'hañ ar prenestr...
cs: &Vyjmout okno...
fr: &Couper la fenêtre
hu: &Ablak Tartalma...

source: &Users
br: &Arveriaded
cs: &U¾ivatelé
fr: &Utilisateurs
hr: &Korisnici
hu: &Felhasználók

source: Welcome to kSirc
br: Degemer mat war kSirc
cs: Vítá vás kSirc
fr: Bienvenue à kSirc
hr: Dobrodo¹li u kSirc
hu: Üdvözöl a kSirc!

source: Show Again
br: Diskouez adarre
cs: Uka¾ znovu
fr: Montrer à nouveau
hr: Prika¾i ponovo
hu: Újra Mutat

source: Dissmiss
br: Diskar
cs: Zahodit
fr: Fermer
hr: Otka¾i
hu: Mégse

source: kSirc Colour Picker
cs: kSirc vybírání barev
fr: Sélection de la couleur kSirc
hu: kSirc Szín-Felcsippentõ

source: Pick
cs: Vybrat
fr: Sélectionner
hr: Izaberi
hu: Felcsíp

source: Sample Colour
br: Liv standilhon
cs: Vzorek barvy
fr: Exemple de couleur
hr: Ogledna boja
hu: Színminta

source: Cut Window
br: Troc'hañ ar prenestr
cs: Vyjmout okno
fr: Couper la fenêtre
hu: Ablak Tartalma

source: Cop&y
br: &Eilañ
cs: &Kopírovat
fr: Cop&ier
hu: &Másolás

source: Connect to Server
br: Kevreañ ouzh ar servijer
cs: Pøipojit k serveru
fr: Se connecter au serveur
hr: Spoji s poslu¾iteljem
hu: Kiszolgálóhoz Csatlakozás

source: Not Avalable
br: Dihegerz
cs: Není k dispozici
fr: Non disponible
hr: Nije dostupno
hu: Nem elérhetõ

source: &Connect
br: &Kevreañ
cs: &Pøipojit
fr: Se &connecter
hr: &Spoji
hu: &Csatlakozás

source: &Edit Servers
br: &Aozañ ar servijerien
cs: &Nastavit servery
fr: &Editer la liste des serveurs
hr: &Promijeni poslu¾itelje
hu: &Kiszolgálók Szerk.

source: Group:
br: Strollad :
cs: Skupina:
fr: Groupe :
hr: Grupa:
hu: Csoport:

source: Server/Quick Connect to:
br: Servijer/Kevreañ buan ouzh :
cs: Server/Rychlé pøipojení k:
fr: Serveur/Connection rapide à :
hu: Kiszolgáló/Gyorscsatlakozás:

source: Server Desc:
br: Desk. ar Servijer :
cs: Popis serveru:
fr: Description du Server :
hr: Opis poslu¾itelja:
hu: Kiszolgáló leírása:

source: Menu Name
br: Anv al lañser
cs: Název polo¾ky
fr: Nom du menu
hr: Ime izbornika
hu: Menü Neve

source: Type
br: Rizh
cs: Typ
hr: Vrsta
hu: Típus

source: Command
br: Urzhiad
cs: Pøíkaz
fr: Commande
hr: Naredba
hu: Parancs

source: OP Only
br: OP hepken
cs: Pouze OP
fr: OP Seulement
hr: Samo OP
hu: Csak OP-pal

source: Modify
br: Kemmañ
cs: Pozmìnit
fr: Modifier
hr: Promijeni
hu: Módosítás

source: kSirc Prefrences
br: Dibarzhoù kSirc
cs: Preference kSirc
fr: Préférences kSirc
hr: kSirc postavke
hu: A kSirc Tulajdonágai

source: &General
br: &Hollek
cs: &Obecné
fr: &Général
hr: &Opæenito
hu: &Általános

source: &StartUp
br: &Loc'hañ
cs: &Poèáteèní
fr: &Démarrage
hu: &Induláskor

source: Servers/&Channels
br: &Servijerien/Kanolioù
cs: Servery/&Kanály
fr: Serveurs/&Canaux
hr: Poslu¾itelji/&Kanali
hu: Kiszolgálók/&Csatornák

source: &User Menu
br: Lañser arveriad
cs: &U¾ivatelské menu
fr: Menus &utilisateur
hu: &Felhasználói Menü

source: &Default Filters
br: &Siloù dre ziouer
cs: Pøednastavené &filtry
fr: Filtres par &défaut
hr: &Uobièajeni filteri
hu: &Alapértelmezett Szûrõk

source: Tick Interval
cs: Interval tikù
fr: Intervalle Tick
hu: Lépések közti idõköz

source: Step Size
br: Ment ar c'hammed
cs: Velikost kroku
fr: Taille des pas
hr: Velièina koraka
hu: Lépések mérete

source: No such file "%s"!
br: Restr ebet evel "%s" !
cs: Soubor nenalezen "%s"!
fr: Fichier "%s" introuvable !
hr: Nema datoteke "%s"!
hu: Nincs "%s" nevû fájl!

source: Online
br: Enlinenn
cs: Pøipojen
fr: En ligne

source: Port:
br: Porzh :
