<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">
<HTML>
<HEAD>
<TITLE>Le Manuel de KAbalone : Options</TITLE>
<META HTTP-EQUIV="content-type" CONTENT="text/html; charset=iso-8859-1">
<META NAME="keywords" CONTENT="KDE game abalone linux">
<META NAME="description" CONTENT="KDE Abalone">
</HEAD>
<BODY BGCOLOR="#ffffff" LINK="#aa0000" TEXT="#000000" > 
<FONT FACE="Helvetica">
<A HREF="http://www.kde.org/"><IMG SRC="logotp3.gif" BORDER="0" ALT="The K Desktop Environment"></A>
<HR WIDTH="100%" SIZE=2 ALIGN="CENTER" NOSHADE>

 
<P ALIGN="RIGHT">

<A HREF="index-4.html">Suivant</A>
<A HREF="index-2.html">Pr&eacute;c&eacute;dent</A>
<A HREF="index.html#toc3">Table de Mati&egrave;res</A>
</P>
<H3><A NAME="s3">3. Options</A></H3>

<P>La mani&egrave;re de jouer devrait &ecirc;tre &eacute;vidente (cf. remarques dans
les R&egrave;gles pr&eacute;c&eacute;dentes). Les boutons dans la barre
d'outils ont la m&ecirc;me signification que les entr&eacute;es dans le menu Fichier.
<P><B>Le Menu Fichier</B>
<UL>
<LI><CODE>Nouveau Jeu</CODE> -
D&eacute;marre un nouveau jeu m&ecirc;me s'il y en a un autre en cours.</LI>
<LI><CODE>M&eacute;moriser la Position</CODE> -
Il est possible de m&eacute;moriser la position courante et de la rappeler
ult&eacute;rieurement avec l'option Restaurer la position.
Les positions m&eacute;moris&eacute;es sont gard&eacute;es m&ecirc;me apr&egrave;s
avoir quitt&eacute; le jeu.</LI>
<LI><CODE>Arr&ecirc;ter la recherche</CODE> -
Lorsque l'ordinateur analyse le mouvement suivant, sa recherche en profondeur est
interrompue et il joue le meilleur coup qu'il a trouv&eacute; jusqu'alors.</LI>
<LI><CODE>Reprendre</CODE> -
Revient un coup en arri&egrave;re. Deux (!) mouvements sont retir&eacute;s: le coup
de l'adversaire et votre dernier coup.
De cette fa&ccedil;on c'est &agrave; nouveau votre tour de jeu. 100 coups sont
m&eacute;moris&eacute;s; n'h&eacute;sitez donc pas de revenir sur vos coups jusqu'au
d&eacute;but de la partie (plus rapide avec la touche F2).</LI>
<LI><CODE>Aide</CODE> -
Une suggestion pour votre prochain coup est montr&eacute;e. Cette option n'est
activ&eacute;e qu'au niveau normal ou sup&eacute;rieur, vous en &ecirc;tes &agrave;
votre deuxi&egrave;me coup au moins et vous n'avez pas fait retour arri&egrave;re
sur vos coups pr&eacute;c&eacute;dents.</LI>
</UL>
<P><B>Le Menu Options</B>
<UL>
<LI><CODE>Niveau</CODE> -
L'ordinateur peut jouer selon quatre niveaux diff&eacute;rents. Chaque niveau influence
la profondeur de recherche qui sera effectu&eacute;e pour calculer le prochain meilleur
coup. Vous pouvez interrompre la recherche en appuyant sur la touche S.</LI>
<LI><CODE>L'ordinateur joue</CODE> -
Vous pouvez faire jouer &agrave; l'ordinateur les Rouges, les Jaunes ou les deux camps.
Choisissez une de ces options avant de commencer une partie. Bien s&ucirc;r, ces options
fonctionnent &eacute;galement lorsque vous souhaitez changer de camp en cours de partie.</LI>
<LI><CODE>D&eacute;placer lentement</CODE> -
Un d&eacute;placement est affich&eacute; normalement par l'ordinateur (lorsque cette option est
s&eacute;lectionn&eacute;e) par un clignotement et surbrillance des pions utilis&eacute;s.
D&eacute;s&eacute;lectionnez cette option si vous ne souhaitez pas attendre pendant cette
animation: dans ce cas, seulement la surbrillance est utilis&eacute;e. </LI>
<LI><CODE>Espion</CODE> -
Si l'option Espion est activ&eacute;e: Lorsque c'est votre tour, vous pouvez voir
dans la barre de statut l'&eacute;valuation faite par l'ordinateur de votre prochain coup.
Si c'est le tour de l'ordinateur, vous pouvez voir quel est son meilleur coup courant.
Bien s&ucirc;r, ceci change au fur et &agrave; mesure de sa recherche du meilleur coup.</LI>
<LI><CODE>Enregistrer</CODE> -
Enregistre les options s&eacute;lectionn&eacute;es dans le fichier de configuration du jeu.
Les options sont restaur&eacute;es au prochain d&eacute;marrage du kabalone.
</LI>
</UL>
<P>
<P ALIGN="RIGHT">

<A HREF="index-4.html">Suivant</A>
<A HREF="index-2.html">Pr&eacute;c&eacute;dent</A>
<A HREF="index.html#toc3">Table de Mati&egrave;res</A>
</P>
<CENTER>
<HR WIDTH="100%" SIZE=3 ALIGN=CENTER NOSHADE>
</CENTER>    
</FONT>

 
</BODY>
</HTML>
