<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">
<HTML>
<HEAD>
<TITLE>Le Manuel de KAbalone: R&egrave;gles du Jeu</TITLE>
<META HTTP-EQUIV="content-type" CONTENT="text/html; charset=iso-8859-1">
<META NAME="keywords" CONTENT="KDE game abalone linux">
<META NAME="description" CONTENT="KDE Abalone">
</HEAD>
<BODY BGCOLOR="#ffffff" LINK="#aa0000" TEXT="#000000" > 
<FONT FACE="Helvetica">
<A HREF="http://www.kde.org/"><IMG SRC="logotp3.gif" BORDER="0" ALT="The K Desktop Environment"></A>
<HR WIDTH="100%" SIZE=2 ALIGN="CENTER" NOSHADE>

 
<P ALIGN="RIGHT">

<A HREF="index-3.html">Suivant</A>
<A HREF="index-1.html">Pr&eacute;c&eacute;dent</A>
<A HREF="index.html#toc2">Table de Mati&egrave;res</A>
</P>
<H3><A NAME="s2">2. R&egrave;gles du Jeu</A></H3>

<P>
<UL>
<LI>Les rouges commencent toujours les premiers. </LI>
<LI>Deux types de mouvement sont autoris&eacute;s :
<UL>
<LI>Normal<BR>
Un, deux ou trois pions align&eacute;s appartenant au m&ecirc;me joueur peuvent &ecirc;tre
d&eacute;plac&eacute;s dans une des 6 directions.
Les d&eacute;placements lat&eacute;raux sont &eacute;galement autoris&eacute;s.
<P>Appuyez sur le bouton gauche de la souris sur le premier pion &agrave; d&eacute;placer.
Le pion sera affich&eacute; en surbrillance. D&eacute;placez la souris en maintenant le bouton appuy&eacute;
&agrave; la position souhait&eacute;e.
Si le mouvement est autoris&eacute;, le curseur de la souris prendra la forme d'une fl&ecirc;che
indiquant la direction et tous les pions affect&eacute;s par le d&eacute;placement seront affich&eacute;s
en surbrillance. Rel&acirc;chez le bouton de la souris pour valider le d&eacute;placement.
<P>Les d&eacute;placements lat&eacute;raux sont g&eacute;r&eacute;s d'une autre mani&egrave;re :
Pour d&eacute;placer deux pions adjacents cliquez sur le bouton gauche entre les deux pions et
d&eacute;placez la souris; pour trois pions cliquez le bouton du milieu sur le pion du milieu -
 si le d&eacute;placement lat&eacute;ral est autoris&eacute; les pions seront affich&eacute;s en surbrillance.
Autrement seul le pion du milieu est affich&eacute; en surbrillance et le d&eacute;placement
est normal.<BR>
</LI>
<LI>Repousser les pions de l'adversaire<BR>
Vous pouvez repousser un maximum de deux pions de l'adversiare
tant que le nombre de vos pions align&eacute;s est sup&eacute;rieur au nombre de
pions align&eacute;s de l'adversaire. Cela signifie qu'avec trois pions align&eacute;s
vous pouvez repousser un ou deux pions de l'adversaire et avec deux un seulement.
<P>Lorsque vous r&eacute;usissez &agrave; sortir du plateau 6 pions de l'adversaire en
les repoussant vers l'ext&eacute;rieur, vous gagnez la partie.
<P>Si vous ne voyez toujours pas de quoi kabalone a l'air, laisser l'ordinateur jouer les
deux camps. Apr&egrave;s avoir lanc&eacute; kabalone, s&eacute;lectionnez le menu
Options/L'ordinateur joue/Les deux et commencez une nouvelle partie.
</LI>
</UL>
  </LI>
</UL>
<P>
<P ALIGN="RIGHT">

<A HREF="index-3.html">Suivant</A>
<A HREF="index-1.html">Pr&eacute;c&eacute;dent</A>
<A HREF="index.html#toc2">Table de Mati&egrave;res</A>
</P>
<CENTER>
<HR WIDTH="100%" SIZE=3 ALIGN=CENTER NOSHADE>
</CENTER>    
</FONT>

 
</BODY>
</HTML>
