Repository: xwizard/kde1
Catalog: kdegames-1.1.2/po/*/kabalone.po
Languages: hr, ko, mk, sk, sl

source: Right
hr: Desno
sk: Vpravo
sl: Desno

source: RightDown
hr: DesnoDolje
ko: 오른쪽 아래
mk: DesnoDole
sk: Vpravo dole
sl: Desno spodaj

source: LeftDown
hr: LijevoDolje
ko: 왼쪽 아래
mk: LevoDole
sk: Vµavo dole
sl: Levo spodaj

source: Left
hr: Lijevo
sk: Vµavo
sl: Levo

source: LeftUp
hr: LijevoGore
ko: 왼쪽 위
mk: LevoGore
sk: Vµavo hore
sl: Levo zgoraj

source: RightUp
hr: DesnoGore
ko: 오른쪽 위
mk: DesnoGore
sk: Vpravo hore
sl: Desno zgoraj

source: Side
hr: Strana
ko: 측면
mk: Strana
sk: Stranou
sl: Stran

source: Out
hr: Van
ko: 아웃
mk: Nadvor
sk: Von
sl: Ven

source: Push
hr: Guraj
ko: 누름
mk: Pritisnete
sk: Tlaèi»
sl: Potisni

source: Board value
hr: Vrijednost ploèe
ko: 보드 값
mk: Vrednost na tablata
sk: Ohodnotenie dosky

source: Move
hr: Potez
mk: Povlechi
sk: «ah

source: Press F2 for a new game
hr: Pritisni F2 za novu igru
ko: 새 게임을 하시려면 F2를 누르십시오
mk: Pritisnete F2 za nova igra
sk: Stlaè F2 pre novú hru
sl: Pritisnite F2 za novo igro

source: Stop Search
hr: Prestani tra¾iti
ko: 탐색 중지
mk: Sopri so Baranje
sk: Zastav hµadanie
sl: Prekini iskanje

source: Take back
hr: Vrati potez
ko: 뒤로가기
mk: Zemi nazad
sk: Vezmi spä»
sl: Vzemi nazaj

source: Hint
hr: Trik
ko: 힌트
mk: Ideja
sk: Rada
sl: Namig

source: Save Position
hr: Spremi polo¾aj
ko: 위치 저장
mk: Zachuvaj Pozicija
sk: Ulo¾i» pozíciu
sl: Shrani polo¾aj

source: Restore Position
hr: Povrat polo¾aja
ko: 위치 복원
mk: Vrati ja Pozicijata
sk: Obnovi» pozíciu
sl: Obnovi polo¾aj

source: Easy
hr: Lako
ko: 초보자
mk: Lesno
sk: ¥ahká
sl: Lahka

source: Normal
hr: Normalno
sk: Normálna
sl: Normalna

source: Hard
hr: Te¹ko
ko: 고급자
mk: Teshko
sk: «a¾ká
sl: Te¾ka

source: Challange
hr: Izazovno
ko: 전문가
mk: Predizvik
sk: Zlo¾itá
sl: Izivialna

source: Red
hr: Crveni
ko: 빨강
mk: Crveno
sk: Èervený
sl: Rdeèa

source: Yellow
hr: ®uti
ko: 노랑
mk: Zholto
sk: ®ltý
sl: Rumena

source: Both
hr: Oba
ko: 모두
mk: Dvete
sk: Obidva
sl: Oboje

source: Level
hr: Nivo
ko: 레벨
mk: Nivo
sk: Úroveò
sl: Stopnja

source: Computer plays
hr: Raèunalo igra
ko: 컴퓨터가 둠
mk: Kompjuterot igra
sk: Poèítaè hrá ako
sl: Raèunalnik igra

source: Move slow
hr: Spori potezi
ko: 천천히 움직임
mk: Povlechi poleka
sk: Presúva» pomaly
sl: Premikaj poèasi

source: Spy
hr: ©pijuniraj
ko: 스파이
mk: Shpioniraj
sk: ©pión
sl: Vohuni

source: by Josef Weidendorfer
hr: Josef Weidendorfer
sk: napísal Josef Weidendorfer
sl: napisal Josef Weidendorfer

source: won
hr: je pobjednik
ko: 승리
mk: Pobeda
sk: vyhral
sl: zmagal

source: I am thinking...
hr: Razmi¹ljam...
ko: 생각중...
mk: Razmisluvam...
sk: Rozmý¹µam...
sl: Premi¹ljujem...

source: It's your turn !
hr: Na potezu si!
ko: 귀하가 둘 차례 !
mk: Ti si na red !
sk: Si na »ahu !

source: Actual examined position:
hr: Trenutni polo¾aj koji se ispituje:
ko: 실제 조사된 위치:
mk: Segashna ispitana pozicija
sk: Práve skúmaná pozícia:
sl: Dejansko raziskan polo¾aj:

source: Best move so far:
hr: Najbolji potez do sada:
ko: 지금까지 가장 좋은 이동:
mk: Najdobar potez do sega:
sk: Doteraz najlep¹í »ah:
sl: Najbolj¹a poteza doslej:

source: Spion
ko: 스파이
mk: Shpion
sk: ©pión
sl: Vohun

source: Abalone
sl: Morsko uho
