Repository: xwizard/kde1
Catalog: kdegames-1.1.2/po/*/kmahjongg.po
Languages: br, et, fr, hr, hu, sl

source: Classic
br: Klasel
et: Klassikaline
fr: Classique
hr: Klasièna
hu: Klasszikus
sl: Klasièna

source: Tower
br: Tour
et: Torn
fr: Tour
hr: Kula
hu: Torony
sl: Stolp

source: Triangle
br: Tric'horn
et: Kolmnurk
hr: Trokut
hu: Háromszög
sl: Trikotnik

source: Pyramide
br: Krugell
et: Püramiid
hr: Piramida
hu: Piramis
sl: Piramida

source: &Start new game
br: K&regiñ gant ur c'hoari nevez
et: Uu&s mäng
fr: &Nouvelle partie
hr: Po&kreni novu igru
hu: Ú&j játék
sl: &Zaèni novo igro

source: &Help me
br: &Va skoazellit
et: Aita mind
fr: &Conseil
hr: &Pomogni mi
hu: &Segítség
sl: &Pomagaj

source: &Undo last move
br: &Dizober iar fiñv diwezhañ
et: Tühista viimane käik
fr: &Annuler
hr: &Vrati zadnji potez
hu: &Vissza egy lépést
sl: P&reklièi zadnjo potezo

source: &Demo mode
br: Mod d&iskouez
et: &Demonstratsioon
fr: &Démonstration
hr: &Demo
hu: &Bemutató
sl: &Demonstrativni naèin

source: Show &matching tiles
br: Diskouez teoloù a gl&ot
et: Näita sobivaid kive
fr: &Montrer
hr: Prika¾i ploèe
hu: &Mutasd a párokat állandóan
sl: Prika¾i &ujemajoèi plo¹èi

source: &Load Background image...
br: K&argañ ur skeudenn drekleur...
et: &Laadi taustapilt...
fr: &Image de fond...
hr: &Uèitaj pozadinsku sliku...
hu: Háttér betö&ltése...
sl: &Nalo¾i sliko v ozadju...

source: &Statusbar
br: Barren a &stad
et: &Olekuriba
fr: &Ligne d'information
hr: Traka &stanja
hu: Állapot&sor
sl: &Statusna vrstica

source: Mahjongg %s by Mathias Mueller (in5y158@public.uni-hamburg.de)
br: Mahjongg %s gant Mathias Mueller (in5y158@public.uni-hamburg.de)
et: Mahjongg %s Mathias Mueller (in5y158@public.uni-hamburg.de)
fr: Mahjongg %s par Mathias Mueller (in5y158@public.uni-hamburg.de)
hr: Mahjongg %s Mathias Mueller (in5y158@public.uni-hamburg.de)
hu: Mahjongg %s szerzõ: Mathias Mueller (in5y158@public.uni-hamburg.de)

source: Unable to open bitmap file !
br: Divarrek da zigeriñ ar restr bitmap !
et: Pildifaili avamine ebaõnnestus!
fr: Impossible d'ouvrir le fichier bitmap!
hr: Ne mogu otvoriti bitmapu
hu: Nem lehet megnyitni a bittérkép fájlt!

source: Undo operation done successfully.
br: Deuet a-benn da zizober.
et: Tühistamine edukalt lõpetatud.
fr: Annulé avec succès.
hr: Vraæanje poteza uspje¹no dovr¹eno.
hu: A visszalépés sikeresen végrehajtva.
sl: Uspe¹no preklical potezo.

source: What do you want to undo? You have done nothing!
br: Petra e fell deoc'h dizober ? N'oc'h eus graet netra !
et: Mida sa soovid teha? Sa ei ole midagi teinud!
fr: Que voulez-vous annuler ? Vous n'avez rien fait !
hr: ©to ¾elite vratiti? Niste jos¹ ni¹ta ni uèinili!
hu: Vissza akarsz lépni? De hát nem is léptél!
sl: Kaj ¾elite preklicati? Saj ¹e niste nièesar naredili!

source: Sorry, you have lost the game.
br: Ho tigarez, kollet oc'h eus.
et: Vabandust, sa oled mängu kaotanud.
fr: Désolé ,vous avez perdu la partie.
hr: ®alim, izgubili ste igru
hu: Sajnálom, Én nyertem.
sl: Oprostite, toda izgubili ste.

source: Demo mode. Click mousebutton to stop.
br: Mod diskouez. Klikit un afell al logodenn evit paouez.
et: Demonstratsioon. Selle peatamiseks kliki hiirt.
fr: Mode démonstration. Cliquer sur le bouton gauche de la souris pour l'arrêter.
hr: Demo naèin. Kliknite gumb mi¹a za zavr¹etak.
hu: Bemutató üzemmód. Kattints az egér gombbal, ha elég volt belõle.
sl: Demonstrativni naèin. Ustavite ga s klikom gumba na mi¹ki.

source: Now it's you again.
br: Bremañ oc'h diouzh tro.
et: Nüüd jälle sina.
fr: C'est à vous.
hr: Sada je tvoj red.
hu: És itt vagyok újra.
sl: Sedaj ste vi na vrsti.

source: Your computer has lost the game.
br: Hoc'h urzhiataer en deus kollet.
et: Sinu arvuti on mängu kaotanud.
fr: L'ordinateur a perdu la partie.
hr: Va¹e raèunalo izgubilo je igru.
hu: A számítógép vesztett.
sl: Va¹ raèunalnik je izgubil igro.

source: Congratulations. You have won!
br: Gourc'hemennoù. C'hwi zo trec'h !
et: Õnnitlused. Sa oled võitnud!
fr: Félicitations. Vous avez gagné !
hr: Èestitam. Pobjedili ste!
hu: Gratulálok! Legyõztél!
sl: Èestitam. Zmagali ste!

source: Calculating new game...
br: O jediñ ur c'hoari nevez ...
et: Uue mängu arvutamine...
fr: Je prépare une nouvelle partie...
hr: Namje¹tam novu igru...
hu: Az új játéktér felépítése folyik...
sl: Raèunam novo igro...

source: Error converting board information!
br: Fazi oc'h amdreiñ stlennad an daolenn !
et: Viga laua informatsiooni teisendamisel!
fr: Erreur pendant la pr2paration du jeu !
hr: Gre¹ka prilikom konvertiranja podataka sa ploèe
hu: Hiba a tábla információk konvertálása közben!
sl: Napaka pri pretvorbi informacij plo¹èe!

source: Ready. Now it's your turn.
br: Prest. Bremañ oc'h diouzh tro.
et: Valmis. Nüüd on sinu käik.
fr: Prêt. C'est à vous.
hr: Ja sam gotov. Na tebi je red.
hu: Rendben. Itt vagyok újra.
sl: Pripravljen. Va¹a poteza.

source: Error generating new game!
br: Fazi o genel ur c'hoari nevez !
et: Viga uue mängu genereerimisel!
fr: Erreur pendant la préparation de la nouvelle partie !
hr: Gre¹ka prilikom stvaranja nove igre!
hu: Hiba új játék generálása közben!
sl: Napaka pri generiranju nove igre!

source: Failed to load image: %s
br: N'em eus ket gallet kargañ ar skeudenn : %s
et: Pildi %s laadimine ebaõnnestus.
fr: Impossible de charger l'image : %s
hr: Ne mogu uèitati sliku: %s
hu: Nem sikerült betölteni a képet: %s

source: Sorry, this image uses %d colors. Maximum allowed is %d
br: Ho tigarez hogen ar skeudenn-mañ a ra gant %d liv. Ne vez aotreet nemet %d
et: Vabandust, see pilt kasutab %d värvi. Maksimaalne lubatud on %d
fr: Désolé, cette image utilise %d couleurs. Le maximum autorisé est %d
hr: ®alim, ova slika koristi %d boja. Najveæi dopu¹teni broj je %d
hu: Sajnálom, ez a kép %d színt használ. A maximális engedélyezett pedig %d.
