Repository: xwizard/kde1
Catalog: kdegames-1.1.2/po/*/kmines.po
Languages: mk

source: Customize Game
mk: Doteraj ja igrata po izbor

source: Width
mk: Shirina

source: Height
mk: Visina

source: Mines
mk: Mini

source: Hall of Fame
mk: Lista na rekordi

source: Easy
mk: Lesno

source: Normal
mk: Normalno

source: Expert
mk: Ekspert

source: in
mk: vo

source: minutes
mk: minuti

source: and
mk: i

source: seconds.
mk: sekundi

source: Anonymous
mk: Nepoznat

source: Game paused
mk: Igrata e pauzirana

source: Press to resume
mk: Pritisni za da prodolzi

source: You did it ... but not in time.
mk: Napravivte ... ama ne na vreme.

source: Yeeessss !
mk: Jupiiii !

source: Bad luck !
mk: Losha sreka !

source: New game
mk: Nova igra

source: Pause game
mk: Pauziraj ja igrata

source: High scores
mk: Najvisoki rezultati

source: Hide menu bar
mk: Sokrij go menito

source: &New game
mk: &Nova igra

source: &Pause game
mk: &Pauza

source: &High scores
mk: &Najvisoki rezultati

source: &Print
mk: &Shtampaj

source: ? mark
mk: ? obelezhi

source: Keys
mk: Tasteri

source: Custom
mk: Po izbor

source: by
mk: od

source: &Level
mk: N&ivo

source: Show menu bar
mk: Pokazi go menito
