Repository: xwizard/kde1
Catalog: kdegames-1.1.2/po/*/konquest.po
Languages: cs, pl, sk

source: End Turn
cs: Ukonèit tah
pl: Koniec tury
sk: Koniec

source: : Select source planet...
cs: : Vyberte zdrojovou planetu...
pl: : Wybierz planetê pocz±tkow±...
sk: : Zvoµte zdrojovú planétu...

source: : Select destination planet...
cs: : Vyberte cílovou planetu...
pl: : Wybierz planetê koñcow±...
sk: : Zvoµte cieµovú planétu...

source: : How many ships?
cs: : Kolik lodí?
pl: : Ile statków?
sk: : Koµko vesmírnych lodí?

source: Ruler: Select starting planet.
cs: Vládce: Vyber poèáteèní planetu.
pl: Gracz: Wybierz planetê startow±.
sk: Pravítko: Zvoµte zdrojovú planétu.

source: The distance from Planet %s to Planet %s is %s light years. A ship leaving this turn will arrive on turn %s
cs: Vzálenost od planety %s k planetì %s je %s svìtelných let. Loï olétající v tomto tahu k ní dorazí v tahu %s
pl: Odleg³o¶æ z planety %s do planety %s wynosi %s lat ¶wietlnych. Statek dotrze na miejsce przeznaczenia w turze %s
sk: Vzdialenos» z planéty %s k planéte %s je %s svetelných rokov. Loï, ktorá odíde v tomto »ahu dorazí v %s. »ahu.

source: Distance
cs: Vzdálenost
pl: Odleg³o¶æ
sk: Vzdialenos»

source: Ruler: Select ending planet.
cs: Vládce: Vyber koncovou planetu.
pl: Gracz: Wybierz planetê koñcow±.
sk: Pravítko: Zvoµte cieµovú planétu.

source: Turn #: %2d of %2d
cs: Tah è.: %2d z %2d
pl: Tura #: %2d of %2d
sk: «ah #: %2d z %2d

source: The once mighty empire of %s has fallen in ruins.
cs: Kdysi mocné impérium vládce %s propadlo zkáze.
pl: Imperium %s leg³o w gruzy.
sk: Kedysi veµké impérium %s µahlo popolom.

source: An Empire has fallen...
cs: Impérium padlo...
pl: Imperium leg³o w gruzy...
sk: Impérium padlo...

source: The fallen empire of %s has staggered back to life.
cs: Padlé impérium vládce %s opìt o¾ilo.
pl: Upad³e imperium %s odrodzi³o siê.
sk: Upadnuté impérium %s znova o¾ilo.

source: Up from the ashes...
cs: Povstalo z popela...
pl: Powsta³e z popio³ów...
sk: Spä» z popola...

source: Reinforcements have arrived for planet %s
cs: Dorazily posily pro planetu %s
pl: Przyby³a flota na planetê %s
sk: Posily pre planétu %s dorazili

source: Fleet Arrival
cs: Pøíchod flotily
pl: Flota przyby³a
sk: Príchod posíl

source: Planet %s has held against an attack from %s
cs: Planeta %s se ubránila útoku od %s
pl: Planeta %s odpar³a atak przeciwko %s
sk: Planéta %s úspe¹ne vzdorovala útoku %s

source: Planet Holds
cs: Planeta se udr¾ela
pl: Atak odparty
sk: Planéta pre¾ila

source: Planet %s has fallen to %s
cs: Planeta %s padla do rukou %s
pl: Planeta %s zosta³a podbita przez %s
sk: Planéta %s bola ovládnutá %s

source: Planet Conquered
cs: Planeta dobyta
pl: Planeta podbita
sk: Planéta ovládnutá

source: End Game
cs: Konec hry
pl: Koniec gry
sk: Koniec hry

source: Do you wish to retire this game?
cs: Pøejete si vzdát tuto hru?
pl: Czy chcesz zakoñczyæ tê grê?
sk: Chcete vzda» túto hru ?

source: Final Standings
cs: Koneèný stav
pl: Ostateczne wyniki
sk: Koneèné skóre

source: Not enough ships to send.
cs: Namáte k odeslání dostatek lodí.
pl: Brak tylu statków do wys³ania.
sk: Nie je dos» lodí na poslanie.

source: GNU-Lactic Conquest
cs: GNU-latické dobývání

source: Version %s Copyright (c) 1998 by The Gnu-Lactic Conquest Project KDE version by Russ Steffen <rsteffen@ia.net> See http://www.ia.net/~rsteffen/konquest.html for more info
cs: Verze %s Copyright (c) 1998 vlastní The Gnu-Lactic Conquest Project KDE verzi napsal Russ Steffen <rsteffen@ia.net> Více informací naleznete na http://www.ia.net/~rsteffen/konquest.html
pl: Wersja %s Copyright (c) 1998 Projekt Gnu-Lactic Conquest Wersja KDE Russ Steffen <rsteffen@ia.net> Wiêcej informacji pod adresem http://www.ia.net/~rsteffen/konquest.html
sk: Verzia %s Copyright (c) 1998 The Gnu-Lactic Conquest Project KDE verziu napísal Russ Steffen <rsteffen@ia.net> Pozrite http://www.ia.net/~rsteffen/konquest.html pre bli¾¹ie informácie

source: Measure Distance
cs: Zmìøit vzdálenost
pl: Wymierz odleg³o¶æ
sk: Zmera» vzdialenos»

source: Show Standings
cs: Zobrazit stav
pl: Poka¿ wyniki
sk: Ukáza» skóre

source: Preview Map
cs: Náhled mapy
pl: Poprzednia mapa
sk: Prezrie» mapu

source: &Reject Map
cs: &Odmítnout mapu
pl: &Odrzuæ mapê
sk: &Zamietnu»

source: &Player List
cs: &Seznam hráèù
pl: &Lista graczy
sk: &Zoznam hráèov

source: &Add
cs: &Pøidat
pl: &Dodaj
sk: &Prida»

source: &Clear
cs: &Vyèistit
pl: &Wyczy¶æ
sk: &Vyèisti»

source: &Start Game
cs: Sp&ustit hru
pl: &Rozpocznij grê
sk: &Zaèa» hru

source: Number of Neutral Planets: %2d
cs: Poèet neutrálních planet: %2d
pl: Ilo¶æ neutralnych planet: %2d
sk: Poèet neutrálnych planét: %2d

source: Number of turns: %2d
cs: Poèet tahù: %2d
pl: Ilo¶æ tur: %2d
sk: Poèet »ahov: %2d

source: Planet Name :
cs: Jméno planety :
pl: Nazwa planety:
sk: Názov planéty:

source: Owner :
cs: Vlastník :
pl: W³a¶ciciel:
sk: Vlastník:

source: Ships :
cs: Lodí :
pl: Statki:
sk: Lodí:

source: Production :
cs: Produkce :
pl: Produkcja:
sk: Produkcia:

source: Kill Percent :
cs: Zabitých v % :
pl: Skuteczno¶æ:
sk: Kill percento:

source: Ships : %d
cs: Lodí : %d
pl: Statki: %d
sk: Lodí: %d

source: Production : %d
cs: Produkce : %d
pl: Produkcja: %d
sk: Produkcia: %d

source: Kill Percent : %.3f
cs: Zabitých v % : %3f
pl: Skuteczno¶æ: %.3f
sk: Kill Percento: %.3f

source: This is the last turn. Do you wish to add more turns?
cs: Toto je poslední tah. Pøejete si pøidat dal¹í tahy?
pl: To jest ostatnia tura. Czy dodaæ nowe tury?
sk: Toto je posledné kolo. Chcete prida» viaz kôl?

source: Add %d turns
cs: Pøidat %d tahù
pl: Dodaj %d tur
sk: Prida» %d kôl

source: Player
cs: Hráè
pl: Gracz
sk: Hráè

source: Ships Built
cs: Postaveno lodí
pl: Zbudowane statki
sk: Postavených

source: Planets Conquered
cs: Dobyto planet
pl: Podbite planety
sk: Ovládnutých planét

source: Fleets Launched
cs: Vypu¹tìno flotil
pl: Wys³ane floty
sk: Vyprodukval náletov

source: Fleets Destroyed
cs: Znièeno flotil
pl: Zniszczone floty
sk: Znièil náletov

source: Ships Destroyed
cs: Znièeno lodí
pl: Zniszczone statki
sk: Znièil lodí
