Repository: xwizard/kde1
Catalog: kdegames-1.1.2/po/*/kpat.po
Languages: br, da, eo, et, ja, ko, mk, nl, pt_br, ro, sl, sv

source: please wait, loading cards...
br: gortozit mar plij, o kargañ kartennoù ...
da: vent, indlæser kort...
eo: bonvolu atendi, legante kartojn...
et: Palun oota, kaartite laadimine...
ja: お待ちください、カードを読み込んでいます...
ko: 잠시만 기다려 주십시오, 카드를 불러오고 있습니다...
mk: molam pochekajte, gi vchituvam kartite
nl: wacht a.u.b., kaarten worden geladen...
pt_br: por favor aguarde, lendo as cartas...
ro: Vã rugam ceva rãbdare, cãrþile se încarcã...
sl: prosim poèakajte, nalagam karte...
sv: vänta, läser kort...

source: KPat - a Solitaire game
br: KPat - ur c'hoari Ma-Unanig
da: KPat - et kabalespil
eo: KPat - Soliterludo
et: KPat - Solitaire tüüpi mäng
ja: KPat - ソリティアゲーム
ko: KPat - 솔리테어 게임
mk: KPat - igra Solitaire
nl: KPat - een Solitaire spel
pt_br: KPat - um jogo Solitário
ro: KPat - un joc solitar
sl: KPat - igra pasjanse
sv: KPat - Patiensspelet

source: kpat: PANIC, cannot load card pixmap "%s"
br: kpat: SPOURON, n'hellan ket kargañ ar piksmap "%s"
da: kpat: Panik, kan ikke indlæse kortbillede "%s"
eo: KPat: PANIKO, ne eblis legi kartobildon "%s"
et: kpat: PAANIKA, kaarti kujutist "%s" pole võimalik laadida.
ja: kpat: エラー、ピックスマップ "%s" を読み込めません
ko: kpat: 오류, 카드 픽스맵 "%s"을 불러올 수 없습니다
mk: kpat: PANIC, ne mozham da vchitam kartna tekstura "%s"
nl: kpat: PANIEK, kan kaarten pixmap "%s" niet laden
pt_br: kpat: PANICO, não foi possível ler o pixmap da carta "%s"
ro: KPat: Eroare grea, nu pot sã incarc "%s" portretul carþii
sv: kpat: PANIK, kan inte ladda kortbild "%s"

source: KPAT: access to invalid card %d, %d
br: KPAT: moned d'ur gartenn faziek %d, %d
da: KPAT: adgang til ugyldigt kort %d,%d
eo: KPat: aliro al nevalida karto %d, %d
et: KPAT: juurdepääs vigasele kaartile &d, %d
ja: KPAT: 無効なカードにアクセス %d, %d
ko: KPAT: 유효하지 않은 카드 %d, %d에 대한 접근
mk: KPAT: pristap kon pogreshna karta %d, %d
nl: KPAT: toegang tot ongeldige kaart %d, %d
pt_br: KPAT: acesso à uma carta inválida %d, %d
ro: KPAT: Eroare grea, nu am acces la cartea aceasta %d, %d
sl: KPAT: dostopal do neveljavne karte %d, %d
sv: KPAT: tillgång till ogiltigt kort %d, %d

source: Easy 4
br: Aes 4
da: Let 4
eo: Facila 4
et: Lihtne 4
ja: 難易度 -4
ko: 쉬운 4단계
mk: Lesno 4
nl: Eenvoudig 4
pt_br: Fácil 4
ro: Uºor 4
sl: Lahka 4
sv: Lätt 4

source: Easy 3
br: Aes 3
da: Let 3
eo: Facila 3
et: Lihtne 3
ja: 難易度 -3
ko: 쉬운 3단계
mk: Lesno 3
nl: Eenvoudig 3
pt_br: Fácil 3
ro: Uºor 3
sl: Lahka 3
sv: Lätt 3

source: Easy 2
br: Aes 2
da: Let 2
eo: Facila 2
et: Lihtne 2
ja: 難易度 -2
ko: 쉬운 2단계
mk: Lesno 2
nl: Eenvoudig 2
pt_br: Fácil 2
ro: Uºor 2
sl: Lahka 2
sv: Lätt 2

source: Easy 1
br: Aes 1
da: Let 1
eo: Facila 1
et: Lihtne 1
ja: 難易度 -1
ko: 쉬운 1단계
mk: Lesno 1
nl: Eenvoudig 1
pt_br: Fácil 1
ro: Uºor 1
sl: Lahka 1
sv: Lätt 1

source: Normal
br: Boas
eo: Normala
et: Normaalne
ja: 難易度 0
sl: Normalna

source: Hard 1
br: Diaes 1
da: Svært 1
eo: Malfacila 1
et: Raske 1
ja: 難易度 1
ko: 어려운 1단계
mk: Teshko 1
nl: Moeilijk 1
pt_br: Difícil 1
ro: Greu 1
sl: Te¾ka 1
sv: Svår 1

source: Hard 2
br: Diaes 2
da: Svært 2
eo: Malfacila 2
et: Raske 2
ja: 難易度 2
ko: 어려운 2단계
mk: Teshko 2
nl: Moeilijk 2
pt_br: Difícil 2
ro: Greu 2
sl: Te¾ka 2
sv: Svår 2

source: Hard 3
br: Diaes 3
da: Svært 3
eo: Malfacila 3
et: Raske 3
ja: 難易度 3
ko: 어려운 3단계
mk: Teshko 3
nl: Moeilijk 3
pt_br: Difícil 3
ro: Greu 3
sl: Te¾ka 3
sv: Svår 3

source: Hard 4
br: Diaes 4
da: Svært 4
eo: Malfacila 4
et: Raske 4
ja: 難易度 4
ko: 어려운 4단계
mk: Teshko 4
nl: Moeilijk 4
pt_br: Difícil 4
ro: Greu 4
sl: Te¾ka 4
sv: Svår 4

source: Hard 5
br: Diaes 5
da: Svært 5
eo: Malfacila 5
et: Raske 5
ja: 難易度 5
ko: 어려운 5단계
mk: Teshko 5
nl: Moeilijk 5
pt_br: Difícil 5
ro: Greu 5
sl: Te¾ka 5
sv: Svår 5

source: Easy rules
br: Reolennoù aes
da: Nemme regler
eo: Facilaj reguloj
et: Lihtsad reeglid
ja: 緩いルール
ko: 쉬운 규칙
mk: Lesni pravila
nl: Eenvoudige regels
pt_br: Regras fáceis
ro: Reguli simple
sl: Lahka pravila
sv: Lätta regler

source: Hard rules
br: Reolennoù diaes
da: Svære regler
eo: Malfacilaj reguloj
et: Rasked reeglid
ja: 厳しいルール
ko: 어려운 규칙
mk: Teshki pravila
nl: Moeilijke regels
pt_br: Regras difíceis
ro: Reguli grele
sl: Te¾ka pravila
sv: Svåra regler

source: This will end the current game Are you sure you want to do this?
br: Kement-mañ a echuo an abadenn-red Ha sur oc'h bezañ mennet d'en ober ?
da: Hermed slutter det nuværende spil Er du sikker på du vil det?
eo: Tio finos la aktualan ludon Æu vi estas certa, ke vi volas tion?
et: See lõpetaks käesoleva mängu. Oled sa kindel, et soovid seda?
ja: これでこのゲームは終了です それでよいですか?
ko: 현재 게임을 끝낼 예정입니다 정말로 끝내시겠습니까?
mk: Igrata kje zavrshi Sigurno go posakuvash toa?
nl: Dit zal het huidige spel beeindigen. Bent u zeker dat u dit wilt doen ?
pt_br: Isto irá terminar o jogo atual Deseja mesmo fazer isto?
ro: Prin aceasta se terminã jocul Eºti sigur cã doreºti aceasta?
sl: To bo konèalo va¹o trenutno igro Ali ste preprièani, da to ¾elite?
sv: Detta kommer att avsluta nuvarande spel. Är du säker på att du vill göra detta?

source: Try to move card:
br: Klaskit dilec'hiañ kartenn :
da: Prøv at flytte et kort:
eo: Provu movi karton:
et: Proovi kaarti:
ja: カードを動かしてください:
ko: 카드 이동 시도:
mk: Probaj da ja pomestish kartata:
nl: Probeer kaart te verplaatsen:
pt_br: Tente mover a carta:
ro: Încerc sã miºc cãrþile:
sl: Poskusi premakniti karto:
sv: Prova att flytta detta kort:

source: Redeal
br: Ingalañ adarre
da: Del ud igen
eo: Redonu kartojn
et: Jagamine
ja: もう1回
ko: 재분배
mk: Deli povtorno
nl: Deel opnieuw
pt_br: Dar novamente as Cartas
ro: O noua mînã
sl: Ponovno razdeli
sv: Ny omgång

source: Hint
br: Tun
da: Vink
eo: Helpindiko
et: Vihje
ja: ヒント
ko: 힌트
mk: Finta
pt_br: Dica
ro: Propunere
sl: Namig
sv: Tips

source: Only 3 deals allowed
br: Nemet 3 ingalañ aotreet
da: Kun 3 omgange tilladt
eo: Nur 3 redonoj permesitaj
et: Lubatud on ainult 3 jagamist.
ja: 3回のみ許されています
ko: 3번의 분배만이 허용됨
mk: Samo 3 delenja se dozvoleni
nl: Slechts 3 deelronden toegestaan
pt_br: Apenas 3 trocas são permitidos
ro: Numa 3 mîini sînt permise
sl: Dovoljene so le 3 delitve
sv: Bara 3 omgångar tillåtet

source: Full Auto
br: Hollemgefreek
da: Fuld auto
eo: Aýtomate
et: Täisautomaatne
ja: 全自動
ko: 전체 자동
mk: Celosno avtomatski
nl: Volautomatisch
pt_br: Automatismo Total
ro: Automatic
sl: Popolnoma samodejno
sv: Helautomatisk

source: &Restart game
br: &Adkregiñ ar c'hoari
da: &Nyt spil
eo: &Rekomencu ludon
et: &Käivita mäng uuesti
ja: 新しいゲーム (&R)
ko: 게임 다시 시작(&R)
mk: &Pocni odnovo
nl: &Herstart spel
pt_br: &Reiniciar jogo
ro: &Joc nou
sl: &Ponovno zaèni igro
sv: &Starta om spelet

source: &Klondike
eo: &Klasika
ja: クロンダイク (&K)
ko: 크론다이크(&K)

source: MicroSolitaire
br: KorrUnanig
eo: Mikrosolitero
ja: ミニソリティア
ko: 마이크로솔리테어
mk: Minijaturen soliter
pt_br: MicroSolitário
sl: Mikropasjansa
sv: MikroPatiens

source: Calculation
br: Jedadenn
da: Beregning
eo: Kalkulo
ja: カルキュレーション
ko: 계산
mk: Presmetka
nl: Berekening
pt_br: Cálculo
ro: Calculare
sl: Izraèun
sv: Beräkning

source: Napoleon's Tomb
br: Bez Napoleon
da: Napoleons grav
eo: Tombo de Napoleono
ja: ナポレオンの墓
ko: 나폴레옹의 무덤
mk: Napoleonoviot grob
nl: Napoleon's Graf
pt_br: Tumba de Napoleão
ro: Mormîntul lui Napoleon
sl: Napoleonov grob
sv: Napoleon's Grav

source: The Idiot
br: Ar genaoueg
da: Idiot
eo: La Idioto
ja: マヌケ
ko: 바보
mk: Idiotot
nl: De Idioot
pt_br: O Idiota
ro: Idiot
sl: Idiot
sv: Idioten

source: Grandfather
br: Tad kozh
da: Bedstefar
eo: Laý la Avo
ja: おじいさん
ko: 할아버지
mk: Dedo
nl: Grootvader
pt_br: Padrinho
ro: Tata mare
sl: Dedek
sv: FarfarPatiens

source: Ten
br: Dek
da: Ti
eo: Sumo de Dek
ja: テン
mk: Deset
nl: Tien
pt_br: Dez
ro: Zece
sl: Deset
sv: TioPatiens

source: Mod3
eo: Tri vicoj

source: Freecell
da: Fricelle
eo: Libera Æelo
ja: フリーセル
ko: 프리셀
mk: Slobodna kjelija
pt_br: Célula Livre
sv: Fricell

source: Choose new game
br: Dibabit ur c'hoari nevez
da: Vælg nyt spil
eo: Elektu novan ludon
et: Vali uus mäng
ja: 新しいゲームを選ぶ
ko: 새 게임 선택
mk: Izberi nova igra
nl: Kies een nieuw spel
pt_br: Escolher novo jogo
ro: Alege un mod nou
sl: Izberite novo igro
sv: Välj nytt spel

source: Classic blue
br: Glas klassel
da: Klassisk blå
eo: Klasika blua
et: Klassikaline sinine
ja: クラシックブルー
ko: 전통적인 파란색
mk: Sina
nl: Klassiek blauw
pt_br: Azul clássico
ro: Albastru clasic
sl: Klasièno modra
sv: Klassiskt blå

source: Classic red
br: Ruz klassel
da: Klassisk rød
eo: Klasika ruøa
et: Klassikaline punane
ja: クラシックレッド
ko: 전통적인 빨간색
mk: Crvena
nl: Klassiek rood
pt_br: Vermelho clássico
ro: Roºu clasic
sl: Klasièno rdeèa
sv: Klassiskt röd

source: Technical
br: Kalvezel
da: Teknisk
eo: Teknika
et: Tehniline
ja: テクニカル
ko: 기술
mk: Tehnichka
nl: Technisch
pt_br: Técnico
ro: Amesticãturã technicã
sl: Tehnièna
sv: Teknisk

source: Card backside
br: Kein ar gartenn
da: Kortbagside
eo: Kartdorso
et: Kaarti tagakülg
ja: カードの裏模様
ko: 카드 뒷면
nl: Achterzijde kaart
pt_br: Verso da Carta
ro: Spatele cãrþilor
sl: Hrbtna stran karte
sv: Kortets baksida

source: Animation on startup
br: Buhezadur pa loc'her
da: Animering ved opstart
eo: Anima¼o je komenco
et: Animatsioon käivitamisel
ja: スタート時のアニメーション
ko: 시작시에 애니메이션
mk: Animacija pri vkluchuvanje
nl: Animatie bij opstarten
pt_br: Animação na inicialização
ro: Animaþie la start
sl: Animacija ob zagonu
sv: Animering vid uppstart

source: Patience
br: Pasianted
da: Tålmodighed
eo: Solitero
ko: 끈기
pt_br: Paciência
sl: Potrpljenje
sv: Patiens

source: by Paul Olav Tvetei
br: gant Paul Olav Tvetei
da: af Paul Olav Tvetei
eo: de Paul Olav Tvetei
et: Paul Olav Tvetei poolt.
ko: Paul Olav Tvetei 제작
pt_br: por Paul Olav Tvetei
sl: napisal Paul Olav Tvetei
sv: av Paul Olav Tvetei

source: Klondike
eo: Klasika
ko: 크론다이크

source: Napoleons Tomb
br: Bez Napoleon
da: Napoleons grav
eo: Tombo de Napoleono
ja: ナポレオンの墓
ko: 나폴레옹의 무덤
nl: Napoleon's Graf
pt_br: Tumba de Napoleão
ro: Mormîntul lui Napoleon
sl: Napoleonov grob
sv: Napoleons Grav

source: kpat: unimplemented game type %d
br: kpat : seurt c'hoari ankefloueraet %d
da: kpat: et ikke implementeret spil af type %d
eo: KPat: neimplemetita ludtipo %d
et: kpat: toetamata mängu tüüp %d
ja: kpat: %d はインプリメントされていないゲームです
ko: kpat: 구현되지 않은 %d 게임 형식
mk: kpat: neimplementiran tip na igra %d
nl: kpat: ongeimplementeerd spel type %d
pt_br: kpat: tipo de jogo não implementado %d
ro: kpat: Varianta %d nu existã
sl: kpat: neimplementiran tip igre %d
sv: kpat: speltypen %d är inte implementerad

source: Could not load background image!
br: Ne m'eus ket gallet kargañ ar skeudenn drekleur !
da: Kunne ikke indlæse baggrundsbillede!
eo: Ne eblis legi fonbildon!
et: Taustapilti pole võimalik laadida!
ja: 背景画像を読み込めませんでした!
ko: 배경 그림을 불러올 수 없습니다!
mk: Greshka pri vchituvanje slika za pozadina!
nl: Kan achtergrond plaatje niet laden !
pt_br: Não foi possível carregar a imagem do fundo
ro: Nu pot sã incarc imaginea de fond!
sl: Nisem mogel nalo¾iti slike ozadja!
sv: Kunde inte ladda bakgrundsbild!

source: No more cards
br: Kartenn ebet ken
da: Ikke flere kort
eo: Ne plu estas kartoj
et: Rohkem kaarte pole
ja: カードはありません
ko: 더이상 카드가 없음
mk: Nema vekje karti
nl: Er zijn geen kaarten meer
pt_br: Não há mais cartas
ro: Nu mai sînt cãrþi
sl: Zmanjkalo je kart
sv: Inga mer kort

source: Additional work done by:
br: Labour ouzhpenn graet gant :
da: Endvidere er arbejde udført af:
et: Lisaks aitasid kaasa:
ja: 追加の仕事:
pt_br: Trabalho adicional feito por:
sl: Dodatno delo od:
