Repository: xwizard/kde1
Catalog: kdegames-1.1.2/po/*/kpoker.po
Languages: br, et, hr, mk, ro, sl

source: New game
br: C'hoari nevez
et: Uus mäng
hr: Nova igra
mk: Nova igra
ro: Joc nou
sl: Nova igra

source: Draw !
br: Tennit !
et: Joonista!
hr: Dijeli !
mk: Vlechi!
ro: Trage!

source: Click a card to hold it
br: Klikit ur gartenn evit he zerc'hel
et: Kaarti jätmiseks kliki sellel
hr: Izaberi kartu koju ¾eli¹ zadr¾ati
mk: Klikni na karta za da ja zadrzhish
ro: Click pe o carte ca sã o opreºti
sl: Klikni na karto, da jo obdr¾i¹

source: Held
br: Dalc'het
et: Hoida
hr: Dr¾i
mk: Zadrzhani
ro: Carte blocatã
sl: Obdr¾al

source: draw new cards
br: tennit kartoù nevez
et: Joonista uued kaartid
hr: vuci nove karte
mk: vlechi novi karti
ro: Trage o carte nouã
sl: povleci nove karte

source: your last hand
br: ho dorniad diwezhañ
et: sinu viimane käsi
hr: va¹a zadnja ruka
mk: vashata posledna raka
ro: Ultima mîna
sl: zadnje v roki

source: money left
br: ar'chant a chom
et: raha järel
hr: preostali novac
mk: pari ostanati
ro: Restul de bani
sl: ostalo denarja

source: nothing
br: netra
et: mitte midagi
hr: ni¹ta
mk: nishto
ro: Nimic
sl: niè

source: Cash
br: Moneiz
et: Sularaha
hr: Gotovina
mk: Pari
ro: Bani

source: Last Hand
br: Dorniad diwezhañ
et: Viimane käsi
hr: Zadnja ruka
mk: Posledna raka
ro: Ultima mîna

source: One Pair
br: Ur re
et: Üks paar
hr: Jedan par
mk: Eden par
ro: O pereche
sl: En par

source: Two Pairs
br: Daou re
et: Kaks paari
hr: Dva para
mk: Dva para
ro: Douã perechi
sl: Dva para

source: 3 of a kind
br: 3 kenseurt
et: 3 ühesusgust
hr: 3 karte iste vrste
mk: Triling
ro: 3 de un fel
sl: 3 enake

source: Full House
br: Tiegezh klok
et: Täis maja
mk: Ful
sl: Polna hi¹a

source: 4 of a kind
br: 4 kenseurt
et: 4 ühesugust
hr: 4 karte iste vrste
mk: Poker
ro: 4 de un fel
sl: 4 enake

source: Straight
et: Rida
mk: Kenta

source: Flush
et: Mast
mk: Flesh

source: Straight Flush
et: Masti rida
mk: Kenta flesh

source: Royal Flush
et: Kuninglik mast
mk: Rojal flesh
sl: Kraljevski flush

source: You Lost
br: Kollet oc'h eus
et: Sina kaotasid
hr: Izgubio si
mk: Ti izgubi
ro: A-þi pierdut !
sl: Izgubil si

source: Oops - you went bankrupt.
br: Opala - freuzet eo ho stal
et: Ups - sa oled pankrotis.
hr: Ajoj - bankrotirao si.
sl: Ups - bankrotiral si.

source: You won $
br: Gounezet oc'h eus $
et: Sa võitsid $
hr: Dobio si $
mk: Ti pobedi, $
ro: Cîstig $

source: Game Over
br: Echu an abadenn
et: Mäng läbi
hr: Igra je gotova
mk: Kraj na igrata
sl: Konec igre

source: &New game
br: &C'hoari nevez
et: &Uus mäng
hr: &Nova igra
mk: &Nova igra
ro: &Joc nou
sl: &Nova igra

source: &Sound
br: &Son
et: &Helieffektid
hr: &Zvuk
mk: &Zvuk
ro: &Sunet
sl: &Zvok

source: by Jochen Tuchbreiter
br: gant Jochen Tuchbreiter
et: Jochen Tuchbreiter'i poolt.
hr: Jochen Tuchbreiter
sl: napisal Jochen Tuchbreiter

source: For a list of credits see helpfile
br: Evit roll an trugarekadennoù, sellit ar restr skoazell
et: Tänude nimekirja vaata abifailist.
hr: Zahvale se nalaze u datoteci pomoæi
sl: za seznam priznanj si oglejte datoteko s pomoèjo.

source: Suggestions, bug reports etc. are welcome
br: Mennozioù, danevelloù draen h.a. a zo deuet mat
et: Soovitused, teated vigadest jne. on alati teretulnud.
hr: Prijedlozi, bug izvje¹æa itd. su dobrodo¹la
sl: Predlogi, poroèila o hro¹èih ipd. so dobrodo¹li
