Repository: xwizard/kde1
Catalog: kdegames-1.1.2/po/*/kreversi.po
Languages: br, cs, hu

source: A problem with the sound server occured! Cannot enable sound support.
br: Ur gudenn a zo bet gant ar servijer son ! Divarrek da implij ar son.
cs: Vyskytl se problém se svukovým serverem! Nemohu zpøístupnít podporu zvuku.
hu: Hiba történt a hangrendszer elérésekor! Nem lehet a hangokat engedélyezni.

source: &New game
br: C'hoari &Nevez
cs: &Nová hra
hu: Ú&j játék

source: &Load game
br: K&argañ c'hoari
cs: Nahrát &hru
hu: Játék betö&ltés

source: &Save game
br: &Enrollañ c'hoari
cs: U&lo¾it hru
hu: Játék menté&s

source: Get &hint
br: Kaout s&ikour
cs: Obdr¾et &radu
hu: &Tipp a következõ lépéshez

source: &Stop thinking
br: &Paouez prederiañ
cs: &Skonèi pøemý¹lení
hu: &Várj!

source: &Continue
br: &Kenderc'hel
cs: &Pokraèuj
hu: &Folytatás

source: &Undo move
br: &Dizober fiñv
cs: &Vra» tah
hu: Lépés &visszavonása

source: Switch si&des
br: Eskemm &tuioù
cs: Prohoï s&trany
hu: A két oldal &felcserélése

source: Hall Of &Fame...
br: Ar re &wellañ ...
cs: &Hala Slávy...
hu: Top &lista

source: Level 1 (Wimp)
br: Live 1
cs: Úroveò 1
hu: 1. szint (amatõr)

source: Level 2 (Beginner)
br: Live 2 (deraouer)
cs: Úroveò 2
hu: 2. szint (kezdõ)

source: Level 3 (Novice)
br: Level 3
cs: Úroveò 3
hu: 3. szint (kezdõ)

source: Level 4 (Average)
br: Level 4 (boas)
cs: Úroveò 4
hu: 4. szint (átlagos)

source: Level 5 (Good)
br: Level 5 (mat)
cs: Úroveò 5
hu: 5. szint (jó)

source: Level 6 (Expert)
br: Live 6 (mailh)
cs: Úroveò 6
hu: 6. szint (profi)

source: Level 7 (Master)
br: Level 7 (mestr)
cs: Úroveò 7
hu: 7. szint (nagymester)

source: Skill
br: Barregezh
cs: Dovednost
hu: Ügyesség

source: &Shrink board
br: &Strishaat taolenn
cs: Z&men¹it desku
hu: Tábla &kicsinyítése

source: &Enlarge board
br: &Ledanaat taolenn
cs: Z&vìt¹it desku
hu: Tábla &növelése

source: &Half size
br: &Hanter vent
cs: &Polovièní velikost
hu: &Fél méret

source: D&efault size
br: Ment dre &ziouer
cs: &Implicitní velikost
hu: &Alap méret

source: &Double size
br: &Daougement ment
cs: &Dvojnásobná velikost
hu: &Dupla méret

source: Set size
br: Lakaat ment
cs: Nastav velikost
hu: Méret beállítása

source: Select &background color...
br: Dilennit l&iv ar foñs ...
cs: Vyber barvu &pozadí...
hu: &Háttérszín kiválasztása...

source: none
br: Hini ebet
cs: ¾ádný
hu: semmi

source: Select background image
br: Dilennit skeudenn ar foñs
cs: Vyber obrázek na pozadí
hu: Háttérkép kiválasztása

source: &Grayscale
br: E &gris
cs: ©e&dé
hu: &Szürkeárnyalat

source: &Animations
br: &Fiñvoù
cs: &Animace
hu: &Animációk

source: 1 (fastest)
br: 1 (ar buanañ)
cs: 1 (nejrychlej¹í)
hu: 1 (leggyorsabb)

source: 10 (slowest)
br: 10 (ar gorrekañ)
cs: 10 (nejpomalej¹í)
hu: 10 (leglassabb)

source: Animation speed
br: Tizh ar fiñvoù
cs: Rychlost animace
hu: Animáció sebessége

source: S&ound
br: S&on
cs: &Zvuk
hu: &Hang

source: Stop thinking
br: Paouez prederiañ
cs: Ukonèi pøemý¹lení
hu: Várj!

source: Undo move
br: Dizober fiñv
cs: Vra» tah
hu: Lépés visszavonása

source: Shrink board
br: Strishaat taolenn
cs: Zmen¹i desku
hu: Tábla kicsinyítése

source: Enlarge board
br: Ledanaat taolenn
cs: Zvìt¹i desku
hu: Tábla növelése

source: Get hint
br: Kaout sikour
cs: Obdr¾ radu
hu: Tipp a következõ lépéshez

source: Get help
br: Kaout skoazell
cs: Obdr¾ nápovìdu
hu: Súgó

source: XXXXX's turn
br: XXXXX diouzh tro
cs: XXXXX je na tahu
hu: XXXXX következik

source: You (XXXXX): 88
br: C'Hwi (XXXXX): 88
cs: Vy (XXXXX): 88
hu: Te (XXXXX): 88

source: Computer (XXXXX): 88
br: Urzhiataer (XXXXX) : 88
cs: Poèítaè (XXXXX): 88
hu: Gép (XXXXX): 88

source: Game saved
br: C'Hoari enrollet
cs: Hra ulo¾ena
hu: Játék elmentve

source: not yet implemented
br: Ket kefloueret c'hoazh
cs: není implementováno
hu: még nem mûködik

source: You (%s): %d
br: C'Hwi (%s): %d
cs: Vy (%s): %d
hu: Te (%s): %d

source: blue
br: glas
cs: modrý
hu: kék

source: Computer (%s): %d
br: Urzhiataer (%s): %d
cs: Poèítaè (%s): %d
hu: Gép (%s): %d

source: red
br: ruz
cs: èervený
hu: piros

source: End of game
br: Abadenn echu
cs: Konec hry
hu: Vége a játéknak

source: Game is drawn! You : %d Computer: %d
br: Par eo ar c'hoari ! C'Hwi : %d Urzhiataer : %d
cs: Nerozhodná hra! Vy : %d Poèítaè : %d
hu: Döntetlen! Te : %d Gép : %d

source: Game ended
br: C'Hoari echuet
cs: Hra ukonèena
hu: Vége a játéknak

source: Congratulations, you have won! You : %d Computer: %d Your rating %4.1f%%
br: Gourc'hemennoù, c'hwi zo trec'h ! C'Hwi : %d Urzhiataer : %d Ho feur : %4.1f%%
cs: Gratuluji, vyhrál jste! Vy : %d Poèítaè : %d Va¹e hodnocení %4.1f%%
hu: Gratulálok, Te nyertél! Te : %d Számítógép: %d Eredményed %4.1f%%

source: You have lost the game! You : %d Computer: %d
br: Kollet ho peus ! C'Hwi : %d Urzhiataer : %d
cs: Prohrál jste hru! Vy : %d Poèítaè : %d
hu: Elveszítetted a játékot! Te : %d Számítógép: %d

source: Red's
br: Ar re ruz
cs: Èerveného
hu: Piros

source: turn
br: diouzh tro
cs: tah
hu: lépése

source: Blue's
br: Ar re c'hlas
cs: Modrého
hu: Kék

source: Hall of Fame
br: Ar re wellañ
cs: Hala slávy
hu: Top lista

source: KReversi: Hall Of Fame
br: KReversi: ar re wellañ
cs: KReversi: Hala Slávy
hu: KReversi: Top Lista

source: Rank
br: Renk
cs: Poøadí
hu: Helyezés

source: Name
br: Anv
cs: Jméno
hu: Név

source: Color
br: Liv
cs: Barva
hu: Szín

source: Score
br: Merk
cs: Skóre
hu: Pontszám

source: Rating
br: Feur
cs: Hodnocení
hu: Osztályozás

source: You've made in into the "Hall Of Fame".Type in your name so mankind will always remember your cool rating.
br: Emaoc'h e touez ar re wellañ ! Biskrivit hoc'h anv, mar plij, evit ar bed da zerc'hel soñj pegen barrek ez oc'h !
cs: Dostal jste se do "Haly Slávy". Vlo¾ své jméno aby si lidstvo stále pøipomínalo Va¹e skvìlé hodnocení
hu: Bekerültél a "Top Listára". Gépeld be a neved, hogy az emberiség örökké emlékezhessen a jó helyezésedre!

source: Your name:
br: Hoc'h anv :
cs: Va¹e jméno:
hu: Neved:

source: About kreversi
br: Diwar-benn kreversi
cs: Informace o KReversi
hu: KReversi névjegye

source: Version
br: Aozerezh
cs: Verze
hu: Verzió

source: (c) 1997 Mario Weilguni <mweilguni@sime.com> This program is free software published under the GNU General Public License (take a look into help for details) Thanks to: Mats Luthman for the game engine (I've ported it from his JAVA applet) Stephan Kulow for comments and bugfixes Arne Klaassen for the raytraced chips
br: (c) 1997 Mario Weilguni <mweilguni@sime.com> Ur meziant frank eo ar meziant-mañ embannet dindan ar GNU General Public License (Taolit ur sell ouzh ar skoazell evit ar munudoù) Trugarez da: Mats Luthman evit keflusker ar c'hoari (Savet em eus diwar e JAVA applet) Stephan Kulow evit evezhiadennoù ha reizhadurioù Arne Klaassen evit an tresadennoù
cs: (c) 1997 Mario Weilguni <mweilguni@sime.com> Tento program je volný software poskytovaný pod GNU General Public License (nahlednìte do nápovìdy pro dal¹í detaily) Podìkování pro: Matse Luthmana za herní engine (Pøenesl jsem ho z JAVA appletu) Stephana Kulowova <coolo@itm.mu-luebeck.de> za komentáøe a odstranìní chyb Arne Klaassena <klaassen@informatik.uni-rostock.de> za raytraceované hrací kameny
hu: (c) 1997 Mario Weilguni <mweilguni@sime.com> Ez a program szabad szoftver, és a GNU General Public License alá tartozik. (nézd meg a segítséget a részletekért) Köszönet: Mats Luthmannak a játék kódjáért (Az õ JAVA appletjébõl szedtem) Stephan Kulownak az építõ megjegyzéseiért és javításaiért Arne Klaassennek a raytracelt chipekért
