Repository: xwizard/kde1
Catalog: kdegames-1.1.2/po/*/ksame.po
Languages: br, cs, de, eo, es, et, fr, hr, ja, nl, sk, sl

source: &New
br: &Nevez
cs: &Nová
de: &Neu
eo: &Nova
es: &Nuevo
et: &Uus
fr: &Nouveau
hr: &Nova
ja: 新規作成(&N)
sk: &Nová
sl: &Nova

source: &Open
br: &Digeriñ
cs: &Otevøít
de: Ö&ffnen
eo: &Malfermu
es: &Abrir
et: &Ava
fr: &Ouvrir
hr: &Otvori
ja: 開く(&O)
sk: &Otvori»
sl: &Odpri

source: S&how Highscore
br: Diskouez merkoù u&helañ
cs: Ukázat nej&vy¹¹í skóre
de: Bestenliste anzeigen
eo: &Montru plej bonajn
es: &Mostrar Puntuaciones
et: &Näita edetabelit
fr: &Meilleurs scores
hr: &Prika¾i najvi¹e rezultate
ja: ハイスコアを表示 (&H)
sk: U&káza» najlep¹ie skóre
sl: &Poka¾i najbolj¹e rezultate

source: &Random Board
br: Taolenn dre &zegouezh
cs: &Náhodná hrací deska
de: &Zufällige Belegung
eo: &Hazarda ordo
es: &Tablero Aleatorio
et: &Juhuslik laud
fr: &Jeu aléatoire
hr: Nasu&mièna ploèa
ja: ランダム (&R)
sk: &Náhodná doska
sl: N&akljuèna plo¹èa

source: About SameGame
br: Diwar-benn C'hoariHeñvelded
cs: Informace o høe Same
de: Über SameGame
eo: Pri Samludo
es: Sobre Iguales
et: SameGame info
fr: A propos de KSame
hr: O Isto
ja: SameGameのバージョン情報
nl: Over SameGame
sk: Informácie o SameGame
sl: O SameGame

source: by Marcus Kreutzberger (kreutzbe@informatik.mu-luebeck.de)
br: gant Marcus Kreutzberger (kreutzbe@informatik.mu-luebeck.de)
cs: napsal Marcus Kreutzberger (kreutzbe@informatik.mu-luebeck.de)
de: von Marcus Kreutzberger (kreutzbe@informatik.mu-luebeck.de)
eo: de Marcus Krutzberger (kreuzbe@informatik.mu-luebeck.de)
es: por Marcus Kreutzberger (kreutzbe@informatik.mu-luebeck.de)
et: Marcus Kreutzberger (kreutzbe@informatik.mu-luebeck.de)
fr: par Marcus Kreutzberger (kreutzbe@informatik.mu-luebeck.de)
hr: Marcus Kreutzberger (kreutzbe@informatik.mu-luebeck.de)
nl: gemaakt door Marcus Kreutzberger (kreutzbe@informatik-mu-luebeck.de)
sk: napísal Marcus Kreutzberger (kreutzbe@informatik.mu-luebeck.de)

source: Colors: XX
br: Livioù : XX
cs: Barvy: XX
eo: Koloroj: XX
es: Colores: XX
et: Värvid: XX
fr: Couleurs : XX
hr: Boje: XX
ja: 色数: XX
nl: Kleuren: XX
sk: Farby: XX
sl: Barv: XX

source: Board: XXXXXX
br: Taolenn : XXXXXX
cs: Hrací dleska: XXXXXX
de: Feld: XXXXXXX
eo: Tabulo: XXXXXX
es: Tablero: XXXXXX
et: Laud: XXXXXX
fr: Jeu : XXXXXX
hr: Ploèa: XXXXXX
ja: ボード: XXXXXX
nl: Bord: XXXXXX
sk: Doska: XXXXXX
sl: Plo¹èa: XXXXXX

source: Marked: XXXXXX
br: Merket : XXXXXX
cs: Oznaèené: XXXXXX
de: Markiert: XXXXXX
eo: Elektitaj: XXXXXX
es: Marcado: XXXXXX
et: Märgitud: XXXXXX
fr: Points : XXXXXX
hr: Oznaèeno: XXXXXX
ja: マーク: XXXXXX
nl: Punten: XXXXXX
sk: Oznaèených: XXXXXX
sl: Oznaèena: XXXXXX

source: Score: XXXXXX
br: Merkoù : XXXXXX
cs: Skóre: XXXXXX
de: Punkte: XXXXXX
eo: Poentoj: XXXXXX
es: Puntos: XXXXXX
et: Skoor: XXXXXX
hr: Rezultat: XXXXXX
ja: 得点: XXXXXX
sk: Skóre: XXXXXX
sl: Rezultat: XXXXXX

source: SameGame: New Game
br: C'hoariHeñvelded nevez
cs: Hra Same: Nová hra
de: SameGame: Neues Spiel
eo: SameGame: Nova ludo
es: Iguales: Nueva Partida
et: SameGame: Uus mäng
fr: KSame : Nouvelle partie
hr: Isto: Nova Igra
ja: SameGame: 新しいゲーム
nl: SameGame: Nieuw Spel
sk: SameGame: Nová hra
sl: SameGame: nova igra

source: Do you want to resign?
br: Fellout a ra deoc'h dilezel ?
cs: Chcete se vzdát?
de: Wollen Sie aufgeben?
eo: Æu vi volas rezigni?
es: ¿Desea abandonar?
et: Soovid sa alustada uut mängu?
fr: Voulez-vous abandonner ?
hr: Da li ¾eli¹ napustiti igru ?
ja: 本当に変えますか?
nl: Wil je dit spel stoppen?
sk: Chcete rezignova»?
sl: Ali ¾elite predati?

source: Board
br: Taolenn
cs: Hrací deska
de: Spielfeld
eo: Tabulo
es: Tablero
et: Laud
fr: Jeu
hr: Ploèa
ja: ボード
nl: Spelbord
sk: Doska
sl: Plo¹èa

source: Hello
br: Demat
cs: Haló
de: Hallo
eo: Saluton
es: Hola
fr: Salut
hr: Zdravo
ja: やあ
nl: Hallo
sk: Ahoj
sl: Zdravo

source: Please &enter the board number:
br: &Roit niveren an daolenn, mar plij :
cs: Prosím vlo¾te èíslo hrací desky:
de: Bitten geb&en Sie eine Spielfeld-Nummer ein:
eo: Bonvolu indiki tabulnumeron:
es: Por favor, introduzca &el número de tablero:
et: Palun &sisesta laua number
fr: Entrez le numéro de jeu :
hr: Molim &unesite broj ploèe:
ja: ボードナンバーを入れて下さい: (&E)
nl: Geef een spelnummer:
sk: Prosím zadajt&e èíslo dosky:
sl: Prosim vn&esite ¹tevilko plo¹èe:

source: menu load not supported
br: n'eus ket 'kargañ al lañser'
cs: menu nahrávání není podporováno
de: nicht implementiert
eo: ne realigita øis nun
es: carga de menú no soportado
et: menüüst laadimine pole toetatud
fr: Le chargement n'est pas supporté
hr: uèitavanje izbornika nije podr¾ano
ja: メニュー読み込みはサポートされていません
nl: menu laden wordt niet ondersteund
sk: naèítanie menu nepodporované
sl: nalaganje menija ni podprto

source: menu save not supported
br: n'eus ket 'enrollañ al lañser''
cs: menu ukládání není podporováno
de: nicht implementiert
eo: ne realigita øis nun
es: salvación de menú no soportado
et: menüüst salvestamine pole toetatud
fr: L'enregistrement n'est pas supporté
hr: spremanje izbornika nije podr¾ano
ja: メニュー保存はサポートされていません
nl: menu bewaren wordt niet ondersteund
sk: ulo¾enie menu nepodporované
sl: shranjevanje menija ni podprto

source: SameGame - Quit
br: C'hoariHeñveleded - Er-maez
cs: Hra Same - Ukonèení
de: SameGame - Beenden
eo: Samludo - Adiaý
es: Iguales - Salir
et: SameGame - väljumine
fr: KSame - Quitter
hr: Isto - Zavr¹i
nl: SameGame - Stoppen
sk: SameGame - Koniec

source: Do you really want to quit?
br: Ha mennet oc'h da guitaat da vat ?
cs: Opravdu si pøejete skonèit?
de: Wollen Sie SameGame wirklich beenden?
es: ¿Desea realmente salir?
et: Soovid sa tõesti lõpetada?
fr: Voulez-vous réellement partir ?
hr: ®elite li zbilja zavr¹iti?
ja: 本当に止めますか?
sk: Naozaj si prajete skonèi»?

source: menu colors not supported
br: N'eus ket a 'lañser livioù'
cs: menu barvy není podporováno
de: nicht implementiert
eo: ne realigita øis nun
es: colores de menú no soportado
et: menüü värvid pole toetatud
fr: Le choix des couleurs n'est pas supporté
hr: boje izbornika nisu podr¾ane
ja: メニューカラーはサポートされていません
nl: menu kleuren wordt niet ondersteund
sk: farby menu nepodporované
sl: barve v meniju niso podprte

source: Colors: %01i
br: Livioù : %01i
cs: Barvy: %01i
de: Farben: %01i
eo: Koloroj: %01i
es: Colores: %01i
et: Värvid: %01i
fr: Couleurs : %01i
hr: Boje: %01i
ja: 色数: %01i
nl: Kleuren: %01i
sk: Farby: %01i
sl: Barve: %01i

source: Board: %06i
br: Taolenn : %06i
cs: Hrací deska: %06i
de: Feld: %06i
eo: Tabulo: %06i
es: Tablero: %06i
et: Laud: %06i
fr: Plateau : %06i
hr: Ploèa: %06i
ja: ボード: %06i
nl: Bord: %06i
sk: Doska: %06i
sl: Plo¹èa: %06i

source: GameOver
br: Echu an abadenn
cs: Hra skonèena
de: Spielende
eo: Ludo finita
es: Partida Terminada
et: Mäng on läbi
fr: Fini
hr: Igra je gotova
sk: Koniec hry
sl: Konec igre

source: Marked: %06i
br: Merket : %06i
cs: Oznaèené: %06i
de: Markiert: %06i
eo: elektitaj: %06i
es: Marcado: %06i
et: Märgitud: %06i
fr: Points : %06i
hr: Oznaèeno: %06i
ja: マーク: %06i
nl: Punten: %06i
sk: Oznaèených: %06i
sl: Oznaèene: %06i

source: Score: %06i
br: Merkoù : %06i
cs: Skóre: %06i
de: Punkte: %06i
eo: Poentoj: %06i
es: Puntos: %06i
et: Skoor: %06i
hr: Rezultat: %06i
ja: 得点: %06i
sk: Skóre: %06i
sl: Rezultat: %06i

source: Name
br: Anv
cs: Jméno
eo: Nomo
es: Nombre
et: Nimi
fr: Nom
hr: Ime
ja: 名前
sk: Meno
sl: Ime

source: Please &enter your name:
br: &Roit hoc'h anv, mar plij :
cs: Zadejte prosím své jméno:
de: Bitt&e geben Sie Ihren Namen ein:
eo: Bonvolu indiki vian nomon:
es: Por favor, introduzca su nombr&e:
et: Palun sisesta oma nimi:
fr: Entrez votre nom :
hr: Molim &unesite svoje ime:
ja: 名前を入れて下さい (&E)
nl: Wat is je naam?
sk: Prosím zadajt&e svoje meno:
sl: Prosim vn&esi svoje ime:

source: Anonymous
br: Dizanv
cs: Anonymní
de: Unbekannt
eo: Anonimulo
es: Anónimo
et: Anonüümne
fr: Anonyme
hr: Anonimac
ja: 匿名
nl: Anoniempje
sk: Anonymný
sl: Anonimne¾
