Repository: xwizard/kde1
Catalog: kdegames-1.1.2/po/*/kshisen.po
Languages: br, et

source: Cannot load pixmaps!
br: N'hellan ket kargañ piksmapoù !
et: Pilte pole vıimalik laadida!

source: Get &hint
br: Tapout un &tun
et: Anna vi&hje

source: &New game
br: &C'hoari nevez
et: &Uus m‰ng

source: Res&tart game
br: Ad&loc'hañ ar c'hoari
et: K‰ivita &m‰ng uuesti

source: Is game solvable?
br: Hag un diskoulm a zo ?
et: Kas m‰ng on lahendatav?

source: &Hall of Fame
br: &Taolenn a enor
et: &Edetabel

source: Very fast
br: Buan tre
et: V‰ga kiire

source: Fast
br: Buan
et: Kiire

source: Medium
br: Etre
et: Keskmine

source: Slow
br: Gorrek
et: Aeglane

source: Very slow
br: Gorrek tre
et: V‰ga aeglane

source: Easy
br: Aes
et: Kerge

source: Hard
br: Tenn
et: Raske

source: by Mario Weilguni
br: gant Mario Weilguni
et: Mario Weilguni poolt

source: Si&ze
br: &Ment
et: Suu&rus

source: S&peed
br: &Tizh
et: K&iirus

source: &Level
br: &Live
et: &Tase

source: Disallow unsolvable games
br: Dinac'h ar c'hoarioù hep diskoulm
et: Keela lahenduseta m‰ngud

source: Your time: XX:XX:XX
br: Ho amzer : XX:XX:XX
et: Sinu aeg: XX:XX:XX

source: Cheat mode
br: Doare trucher
et: Petmine

source: This game is solveable
br: Bez' ez eus un diskoulm
et: See m‰ng on lahendatav

source: This game is NOT solveable
br: N'eus KET a ziskoulm
et: See m‰ng POLE lahendatav

source: End of game
br: Diwezh ar abadenn
et: M‰ngu lıpp

source: No more moves possible!
br: Fiñv posubl ebet ken !
et: Rohkem k‰ike pole!

source: Congratulations! You made it in %02d:%02d:%02d
br: Gourc'hemennoù ! Graet hoc'h eus %02d:%02d:%02d
et: ’nnitlused! Said hakkama ajaga %02d:%02d:%02d

source: Your time: %02d:%02d:%02d
br: Ho amzer : %02d:%02d:%02d
et: Sinu aeg: %02d:%02d:%02d

source: You've made in into the "Hall Of Fame".Type in your name so mankind will always remember your cool rating.
br: Degemeret oc'h en "Daolenn a enor". Bizskrivit ho anv e seurt ma talc'ho soñj mab-den da viken eus ho oberenn.
et: Sul ınnestus p‰‰seda edetabelisse. Siseta oma nimi, et kogu inimkonnale j‰‰ks alatiseks meelde sinu suurep‰rane skoor.

source: Your name:
br: Ho anv :
et: sinu nimi:

source: Hall Of Fame
br: Taolenn a enor
et: Edetabel

source: Shisen-Sho: Hall Of Fame
br: Shisen-Sho: Taolenn a enor
et: Shisen-Sho: Edetabel

source: Rank
br: Renk
et: Koht

source: Name
br: Anv
et: Nimi

source: Time
br: Amzer
et: Aeg

source: Size
br: Ment
et: Suurus

source: Score
br: Merk
et: Skoor
