Repository: xwizard/kde1
Catalog: kdegames-1.1.2/po/*/ksirtet.po
Languages: br, da, et, is, ja, ko, nl, sl

source: Anonymous
br: Dizanv
da: Anonym
et: Anonüümne
is: Nonni nafnlausi
ja: 匿名
ko: 이름없음
nl: Anoniem
sl: Anonimne¾

source: Game paused
br: C'hoari ehanet
da: Pause i spillet
et: Mäng peatatud
is: Leikurinn er í biðstöðu
ko: 게임 중지
nl: Spel gepauzeerd
sl: Igra je pavzirana

source: Press to resume
br: Stokit evit kenderc'hel
da: Tryk for at genoptage spillet
et: Jätkamiseks vajuta
is: Halda áfram...
ja: クリックでスタート
ko: 계속하려면 누르십시오
nl: Druk om te hervatten
sl: Pritisni za nadaljevanje

source: Game over
br: Echu an abadenn
da: Spil forbi
et: Mäng läbi
is: Leikslok
ko: 게임 끝
nl: Spel afgelopen
sl: Igra je konèana

source: Press Return to replay
br: Stokit Enkas evit c'hoari adarre
da: Tryk på enter for at gøre om
et: Vajuta ENTER klahvi uuesti mängimiseks
is: Smelltu á Enter til að endurtaka
ja: Returnでリプレイ
ko: 게임 다시 시작
nl: Druk Return om opnieuw af te spelen
sl: Pritisni Return za novo igro

source: Press to start game
br: Stokit evit loc'hañ ar c'hoari
da: Tryk for at starte spil
et: Mängu käivitamiseks vajuta
is: Smelltu til að hefja leik
ja: 始めるにはクリック
ko: 게임 시작
nl: Druk om spel te starten
sl: Pritisni za zaèetek igre

source: Highscores file not writable !
br: Restr ar merkoù uhelañ n'eo ket skrivadus !
da: Topscoringslisten er ikke skrivbar !
et: Edetabellisse pole võimalik kirjutada !
is: Get ekki skrifað í methafaskrá!
ja: ハイスコアが書き込めません!
ko: 점수판 파일에 쓸 수 없습니다 !
nl: Topscore bestand is niet schrijfbaar !
sl: Datoteka z najbolj¹imi rezultati ni zapisljiva!

source: Illegal port
br: Porzh direizh
da: Ulovlig port
et: Vale port
is: Ólöglegt port
ko: 잘못된 포트
nl: Illegale poort
sl: Nelegalna vrata

source: Null address
br: Chomlec'h null
da: Null addresse
et: Aadress puudub
is: "Null" vistfang
ja: Null アドレス
ko: 주소 없음
nl: Nul adres
sl: Nièni naslov

source: Unknown address
br: Chomlec'h dianav
da: Ukendt addresse
et: Tundmatu aadress
is: Óþekkt vistfang
ja: 未知のアドレス
ko: 알 수 없는 주소
nl: Onbekend adres
sl: Neznan naslov

source: Cannot create socket
br: N'hell ket krouiñ a lugell
da: Kan ikke skabe socket
et: Pesa loomine pole võimalik
is: Gat ekki smíðað sökkul
ja: ソケットが作成できませんでした
ko: 소켓을 만들 수 없습니다
nl: Kan socket niet aanmaken
sl: Ne morem ustvariti vtiènice

source: at
br: e
da: ved
is: á
nl: bij
sl: pri

source: Connect error
br: Fazi kevreañ
da: Forbindelsesfejl
et: Viga ühenduse loomisel
is: Tengingarvilla
ja: コネクトエラー
ko: 연결 오류
nl: Verbindingsfout
sl: Napaka pri povezavi

source: Server unreachable
br: Servijer antizabl
da: Server kan ikke nås
et: Serveriga pole võimalik ühendust saada
is: Get ekk tengst þjóni
ja: サーバーにたどり着けませんでした
ko: 서버에 도달할 수 없습니다
nl: Server niet bereikbaar
sl: Stre¾nik nedosegljiv

source: The server has died
br: Marv eo ar servijer
da: Serveren døde
et: Server suri
is: Þjónninn dó
ja: サーバーが死んでいます
ko: 서버가 다운되었습니다
nl: De server is overleden
sl: Stre¾nik je preminil

source: Cancel from server
br: Nullañ a-berzh ar servijer
da: Slet fra server
et: Katkestus serveri poolt
is: Þjónninn hætti við
ja: サーバーに拒否されました
ko: 서버로부터의 취소
nl: Afzeggen van server
sl: Preklic s stre¾nika

source: Unknown data from server
br: Roadoù dianav digant ar servijer
da: Ukendt data fra server
et: Tundmatud andmed serverist
is: Óþekkt gögn frá þjóninum
ja: サーバーから不明なデータ
ko: 서버로부터 알 수 없는 데이터
nl: Onbekende gegevens vanaf server
sl: Neznani podatki s stre¾nika

source: Cannot send to server
br: N'hellan ket kas d'ar servijer
da: Kan ikke sende til server
et: Serverisse pole võimalik andmeid saata
is: Get ekki sent til þjónsins
ja: サーバーに送れませんでした
ko: 서버로 보낼 수 없슴
nl: Kan niet naar server verzenden
sl: Ne morem poslati stre¾niku

source: Client timeout (No message from server)
br: Amzer-hont arval (kemennad ebet digant ar servijer)
da: Klient tid løb ud (Intet budskab fra server)
et: Aeg läbi (mitte mingit teadet serverilt)
is: Tími útrunninn (engin skilaboð frá þjóni)
ja: Client timeout (サーバーからのメッセージがありません)
ko: 클라이언트 시간경과 (서버로부터 메시지 없음)
nl: Client tijd overschrijding (Geen boodschap van server)
sl: Odjemalcu je potekel èas (nobenega sporoèila od stre¾nika)

source: Server has vanished
br: Servijer aet da get
da: Server er forsvundet
et: Server on kadunud
is: Þjónninn hvarf
ja: サーバーが消えています
ko: 서버가 사라졌습니다
nl: Server is verdwenen
sl: Stre¾nik je izginil

source: Bind error
br: Fazi ereañ
da: Tilordningsfejl
et: Viga nime lahendamisel
is: Bindingarvilla
ja: Bind エラー
ko: 바인드 오류
nl: 'Bind' fout
sl: Bind napaka

source: Listen error
br: Fazi selaou
da: Lyttefejl
et: Viga kuulamisel
is: Hlustunarvilla
ja: Listen エラー
ko: 리슨 오류
nl: 'Listen' fout
sl: Napaka pri poslu¹anju

source: Unknown message from unknown player (??)
br: Kemennad dianav digant ur c'hoarier dianav (??)
da: Ukendt budskab fra ukendt spiller (??)
et: Tundmatu sõnum tundmatult mängijalt (??)
is: Óþekkt skilaboð frá óþekktum leikmanni (??)
ja: 未知のプレーヤーからの未知のメッセージ (??)
ko: 알 수 없는 경기자 (??) 로부터의 알 수 없는 메시지
nl: Onbekende boodschap van onbekende speler (??)
sl: Neznano sporoèilo od neznanega igralca (??)

source: Unknown message from client
br: Kemennad dianav digant an arval
da: Ukendt budskab fra klient
et: Tundmatu sõnum kliendilt
is: Óþekkt skilaboð frá biðlara
ja: クライアントからの未知のメッセージ
ko: 클라이언트로부터의 알 수 없는 메시지
nl: Onbekende boodschap van client
sl: Neznano sporoèilo z odjemalca

source: Client has died
br: Marv eo an arval
da: Klienten døde
et: Klient suri
is: Biðlari dó
ja: クライアントが死んでいます
ko: 클라이언트가 죽었습니다
nl: Client is overleden
sl: Odjemalec je preminil

source: Cancel from client
br: Nullañ a-berzh an arval
da: Annuller fra klient
et: Katkestus kliendi poolt
is: Biðlari hætti við
ja: クライアントに拒否されました
ko: 클라이언트로부터의 취소
nl: Laat zitten van client
sl: Preklic z odjemalca

source: Timeout
br: Amzer-hont
da: Pause
et: Aeg läbi
is: Tími rann út
ko: 시간 초과
nl: Tijd overschreden
sl: Èas je potekel

source: No message from client
br: Kemennd ebet digant an arval
da: Intet budskab fa klient
et: Mitte mingit teadet kliendilt
is: Engin skilaboð frá biðlara
ja: クライアントからメッセージがありません
ko: 클라이언트로부터 메시지 없음
nl: Geen boodschap van client
sl: Nobenega sporoèila od odjemalca

source: Client has vanished
br: Arval aet da get
da: Klienten er forsvundet
et: Klient on kadunud
is: Biðlari hvarf
ja: クライアントが消えています
ko: 클라이언트가 사라졌습니다
nl: Client is verdwenen
sl: Odjemalec je izginil

source: Unknown data from client
br: Roadoù dianav digant an arval
da: Ukendt data fra klient
et: Tundmatud andmed kliendilt
is: Óþekkt skilaboð frá biðlara
ja: クライアントから不明なデータ
ko: 클라이언트로부터의 알 수 없는 데이터
nl: Onbekende gegevens van client
sl: Neznani podatki od odjemalca

source: End message from client
br: Kemennad diwezh digant an arval
da: Slutbudskab fra klient
et: Sõnumi lõpp kliendilt
is: Lok skilaboðs frá biðlara
ja: クライアントから最後のメッセージ
ko: 클라이언트로부터의 종료 메시지
nl: Einde boodschap van client
sl: Konèaj sporoèilo od odjemalca

source: Cannot send to client
br: N'hellan ket kas d'an arval
da: Kan ikke sende til klient
et: Andmeid pole võimalik kliendile saata
is: Get ekki sent til biðlara
ja: クライアントに送れませんでした
ko: 클라이언트에게 보낼 수 없음
nl: Kan niet verzenden naar client
sl: Ne morem poslati odjemalcu

source: High Scores
br: Merkoù uhelañ
da: Højeste resultater
et: Edetabel
is: Methafar
ko: 점수판
nl: Topscore
sl: Najbolj¹i rezultati

source: Hall of Fame
br: Taolenn a enor
da: Topscorerliste
et: Kuulsuste hall
is: Methafar
ja: 殿堂
ko: 명예의 전당
sl: Hala slave

source: No option yet !
br: Dibab ebet c'hoazh !
da: Ingen mulighed endnu !
et: Veel pole valikut !
is: Enginn valmöguleiki enn !
ja: まだオプションはありません!
ko: 옵션이 아직 없음
nl: Nog geen optie !
sl: ©e brez opcij !

source: Network Dialog
br: Kendiviz rouedad
da: Netværksdialog
et: Võrgu dialoog
is: Netupplýsingagluggi
ja: ネットワークダイアログ
ko: 네트웍 대화창
nl: Netwerk dialoog
sl: Omre¾ni pogovorno okno

source: Server
br: Servijer
is: Þjónn
ja: サーバー
ko: 서버
sl: Stre¾nik

source: Client
br: Arval
da: Klient
et: Klient
is: Biðlari
ja: クライアント
ko: 클라이언트
sl: Odjemalec

source: Player name :
br: Anv ar c'hoarier :
da: Spillernavn :
et: Mängija nimi :
is: Nafn leikmanns :
ja: プレーヤー名 :
ko: 경기자 이름 :
nl: Spelersnaam :
sl: Ime igralca :

source: Server address :
br: Chomlec'h ar servijer :
da: Serveraddresse :
et: Serveri aadress :
is: Vistfang þjóns :
ja: サーバーアドレス :
ko: 서버 주소 :
nl: Server adres :
sl: Naslov stre¾nika :

source: Port :
br: Porzh :
ko: 포트 :
nl: Poort :
sl: Vrata :

source: Connect
br: Kevreañ
da: Forbind
et: Ühenda
is: Tenging
ja: 接続
ko: 연결
nl: Verbind
sl: Pove¾i

source: Connecting ...
br: O kevreañ ...
da: Ved at forbinde ...
et: Ühendamine...
is: Tengi ...
ja: 接続中 ...
ko: 연결중 ...
nl: Maak verbinding ...
sl: Povezujem se ...

source: Play !
br: C'hoari !
da: Spil !
et: Mängi !
is: Spila !
ja: スタート!
ko: 시작 !
nl: Speel !
sl: Igraj !

source: Network game
br: C'hoari dre rouedad
da: Netværksspil
et: Võrgumäng
is: Netleikur
ja: ネットワークゲーム
ko: 네트웍 게임
nl: Netwerk spel
sl: Omre¾na igra

source: Server mode
br: Mod servijer
da: Server modus
et: Serveri mood
is: Sem þjónn
ja: サーバーモード
ko: 서버 모드
nl: Server modus
sl: Stre¾ni¹ki naèin

source: Client mode
br: Mod arval
da: Klient modus
et: Kliendi mood
is: Sem biðlari
ja: クライアントモード
ko: 클라이언트 모드
nl: Client modus
sl: Odjemalski naèin

source: Waiting for other player(s) ...
br: O c'hortoz choarier(ien) all ...
da: Venter på andre spiller(e) ...
et: Teis(t)e mängija(te) ootamine ...
is: Bíð eftir hinum leikmönnunum ...
ja: 他のプレイヤーを待っています ...
ko: 다른 경기자를 기다리는 중 ...
nl: Wacht op andere speler(s) ...
sl: Èakam na ostale igralce ...

source: New game
br: C'hoari nevez
da: Nyt spil
et: Uus mäng
is: Nýr leikur
ja: 新しいゲーム
ko: 새 게임
nl: Nieuw spel
sl: Nova igra

source: Pause game
br: Ehanañ ar c'hoari
da: Pause i spillet
et: Peata mäng
is: Hvíla
ja: ポーズ
ko: 게임 중지
nl: Pauzeer spel
sl: Pavziraj igro

source: High scores
br: Merkoù uhelañ
da: Højeste resultater
et: Edetabel
is: Methafar
ja: ハイスコア
ko: 점수판
nl: Topscore
sl: Najbolj¹i rezultati

source: Move left
br: Fiñval a-gleiz
da: Flyt til venstre
et: Liigu vasakule
is: Til vinstri
ja: 右に動く
ko: 왼쪽으로 옮김
nl: Verplaats links
sl: Premakni levo

source: Move right
br: Fiñval a-zehoù
da: Flyt til højre
et: Liigu paremale
is: Til hægri
ja: 左に動く
ko: 오른쪽으로 옮김
nl: Verplaats rechts
sl: Premakni desno

source: Drop down
br: Leuskel en traoñ
da: Fald ned
et: Viska alla
is: Sleppa
ja: 落す
ko: 빨리 떨어뜨리기
nl: Laat vallen
sl: Spusti

source: One line down
br: Ul linenn a-is
da: En linie ned
et: Üks rida alla
is: Niður um einn
ja: 一列落す
ko: 한 라인 떨어뜨리기
nl: Een regel omlaag
sl: Eno vrsto navzdol

source: Rotate left
br: Treiñ a-gleiz
da: Roter til venstre
et: Keeruta vasakule
is: Vinstri snúningur
ja: 左に回す
ko: 왼쪽으로 회전
nl: Roteer linksom
sl: Obrni v levo

source: Rotate right
br: Treiñ a-zehoù
da: Roter til højre
et: Keeruta paremale
is: Hægri snúningur
ja: 右に回す
ko: 오른쪽으로 회전
nl: Roteer rechtsom
sl: Obrni v desno

source: Score
br: Merk
da: Stilling
et: Skoor
is: Stig
ja: 得点
ko: 점수
sl: Rezultat

source: Lines removed
br: Linennoù lamet
da: Linier fjernet
et: Eemaldatud ridu
is: Raðir fjarlægðar
ja: 消したライン
ko: 행이 제거되었음
nl: Regels verwijderd
sl: Vrstice odstranjene

source: Level
br: Live
da: Niveau
et: Tase
is: Borð
ja: レベル
ko: 레벨
nl: Niveau
sl: Stopnja

source: Next tile
br: Teolenn a heul
da: Næste brik
et: Järgmine kivi
is: Næsti kubbur
ja: 次のタイル
ko: 다음 타일
nl: Volgende tegel
sl: Naslednji kos

source: &Restart game
br: &Adkregiñ ar c'hoari
da: &Genstart spillet
et: &Käivita mäng uuesti
is: &Byrja upp á nýtt
ja: 再スタート (&R)
ko: 게임 다시 시작(&R)
nl: Herstart spel
sl: P&onovno za¾eni igro

source: &Pause game
br: &Ehanañ ar c'hoari
da: &Pause i spillet
et: &Peata mäng
is: &Hvíla
ja: ポーズ (&P)
ko: 게임 중지(&P)
nl: Pauzeer spel
sl: &Pavziraj igro

source: &Multiplayer game
br: C'hoari gant &meur a zen
da: &Multispiller spil
et: &Mängimine mitmekesi
is: Spila við &marga í einu
ja: 対戦ゲーム (&M)
ko: 다중 경기자 게임(&M)
nl: Meerdere spelers spel
sl: Igra z &veè igralci

source: &High scores
br: Merkoù &Uhelañ
da: &Højeste resultater
et: &Edetabel
is: Met&hafar
ja: ハイスコア (&H)
ko: 점수판(&H)
nl: Topscore
sl: &Najbolj¹i rezultati

source: Hide menu
br: Skoachañ al lañser
da: Gem menuen
et: Peida menüü
is: Fela valmyndarönd
ja: メニューを隠す
ko: 메뉴 숨기기
nl: Verberg menu
sl: Skrij meni

source: &Keys
br: &Stokelloù
da: &Taster
et: &Klahvid
is: &Hnappar
ja: キー (&K)
ko: 글쇠(&K)
nl: Toetsen
sl: Tip&ke

source: by
br: gant
da: ved
is: eftir
sl: od

source: Show menu
br: Diskouez al lañser
da: Vis menu
et: Näita menüüd
is: Sýna valmyndarönd
ja: メニューを表示
ko: 메뉴 보이기
nl: Toon menu
sl: Prika¾i meni
