Repository: xwizard/kde1
Catalog: kdegames-1.1.2/po/*/ksnake.po
Languages: cs, da, eo, fi, ko, nl, pt_br, sl, sv

source: Snake Race
cs: Závod hadù
eo: Serpentkurado
fi: K‰‰rmeralli
nl: Slangen Race
pt_br: Corrida de Cobras
sl: Dirka kaè
sv: Orm Lopp

source: KConfig error ??
cs: Chyba KConfigu ??
da: KConfig fejl ??
eo: KConfig-eraro ??
fi: KConfig virhe ??
ko: KConfig 오류 ??
nl: KConfig fout ??
pt_br: Erro no KConfig ??
sl: KConfig napaka ??
sv: KConfig fel ??

source: New
cs: Nová
da: Ny
eo: Nova
fi: Uusi
pt_br: Novo
sl: Nova
sv: Ny

source: Pause
cs: Pauza
eo: Paýzo
fi: Tauko
ko: 잠시 멈춤
nl: Pauze
pt_br: Pausa
sl: Pavziraj
sv: Paus

source: High Scores...
cs: Nejvy¹¹í skóre ...
da: Højeste resultater...
eo: Plej bonaj...
fi: Enn‰tystulokset...
ko: 하이 스코어...
pt_br: Pódio...
sl: Najbolj¹i rezultati...
sv: Poängtoppen...

source: none
cs: ¾ádný
da: Ingen
eo: neniu
fi: ei mik‰‰n
ko: 없음
nl: geen
pt_br: nenhum
sl: noben
sv: ingen

source: Beginner
cs: Zaèáteèník
da: Begynder
eo: Komencanto
fi: Aloittelija
ko: 초보자
pt_br: Bisonho
sl: Zaèetna
sv: Nybörjare

source: Intermediate
cs: Mírne pokroèilý
da: Mellem
eo: Normala
fi: Keskinkertainen
ko: 중급자
nl: Gemiddeld
pt_br: Intermediário
sl: Vmesna
sv: Medel

source: Advanced
cs: Pokroèilý
da: Avanceret
eo: Lertulo
fi: Edistynyt
ko: 고급자
nl: Gevorderd
pt_br: Avançado
sl: Napredna
sv: Avanserat

source: Expert
da: Ekspert
eo: Mastro
fi: Ammattilainen
ko: 전문가
pt_br: Mestre
sl: Ekspertna

source: Balls
cs: Poèet míèù
da: Bolde
eo: Pilkoj
fi: Pallot
ko: 공 갯수
nl: Ballen
pt_br: Bolas
sl: ®oge
sv: Bollar

source: Computer Snakes
cs: Poèet poèítaèových hadù
da: Computer slanger
eo: Komputilserpentoj
fi: Tietokoneen k‰‰rmeet
ko: Computer Snake
nl: Computer Sslangen
pt_br: Cobras de Computador
sl: Raèunalni¹ke kaèe
sv: Dator ormar

source: Select background color...
cs: Výbìr barvy pozadí ...
da: Vælg baggrundsfarve...
eo: Elektu fonkoloron...
fi: Valitse taustav‰ri...
ko: 배경색 선택...
nl: Selecteer achtergrond kleur
pt_br: Selecionar cor de fundo...
sl: Izberi barvo ozadja...
sv: Välj bakgrundsfärg...

source: Select background pixmap
cs: Výbìr obrázku na pozadí ...
da: Vælg baggrundsbillede
eo: Elektu fonbildon
fi: Valitse taustakuva
ko: 배경 pixmap 선택
nl: Selecteer achtergrond bitmap
pt_br: Selecionar pixmap de fundo
sl: Izberi sliko ozadja
sv: Välj bakgrunds-pixmap

source: Change keys...
cs: Zmìna kláves ...
da: Ændr taster...
eo: Þanøu klavojn...
fi: Vaihda n‰pp‰imi‰...
ko: 키 바꿈...
nl: Verander toetsen...
pt_br: Mudar teclas...
sl: Spremeni tipke...
sv: Ändra tangenter...

source: Starting Room...
cs: Úvodní místnost ...
da: Første værelse...
eo: Komenca æambro...
fi: Aloitushuone...
ko: 게임 방...
nl: Start Kamer...
pt_br: Sala de início ...
sl: Zaèetna soba...
sv: Startrum...

source: by Michel Filippi (mfilippi@sade.rhein-main.de)
cs: napsal Michel Filippi (mfilippi@sade.rhein-main.de)
da: af Michel Filippi (mfilippi@sade.rhein-main.de)
eo: de Michel Filippi (mfilippi@sade.rhein-main.de)
fi: Michel Filippi (mfilippi@sade.rhein-main.de)
ko: Michel Filippi (mfilippi@sade.rhein-main.de)
nl: Door Michel Filippi (mfilippi@sade.rhein-main.de)
pt_br: por Michel Filippi (mfilippi@sade.rhein-main.de)
sl: napisal Michel Filippi (mfilippi@sade.rhein-main.de)
sv: av Michel Filippi (mfilippi@sade.rhein-main.de)

source: Game Paused Press F3 to resume
cs: Hra pozastavena Stisknìte F3
da: Pause i spillet Tryk på F3 for at fortsætte
eo: Ludpaýzo Premu F3 por daýrigi
fi: Peli pys‰ytetty Paina F3 jatkaaksesi
ko: 게임 잠시 중단되었습니다 계속하려면 F3을 누르십시오
nl: Spel gepauzeerd Druk op F3 om het spel te hervatten
pt_br: Jogo Parado Pressione F3 para continuar
sl: Igra pavzirana Pritisni F3 za nadaljevanje
sv: Spelet pausat Tryck F3 för att fortsätta

source: A game is already started Start a new one ?
cs: Hra je ji¾ zahájena Odstartovat novou?
da: Et spil er allerede igang Start et nyt?
eo: Vi jam komencis ludon Æu lanæi novan?
fi: Peli on jo k‰ynnistetty Aloita uusi peli ?
ko: 게임이 이미 시작되었습니다 새 게임을 시작하시겠습니까?
nl: Het spel is al gestart Nieuw spel starten?
pt_br: O jogo já foi iniciado Começar um novo jogo ?
sl: Igra se je ¾e zaèela. Naj zaènem novo?
sv: Ett spel är redan igång Starta ett nytt?

source: &Yes
cs: &Ano
da: &Ja
eo: &Jes
fi: &Kyll‰
ko: 예(&Y)
nl: &Ja
pt_br: &Sim
sl: &Da
sv: &Ja

source: &No
cs: &Ne
da: &Nej
eo: &Ne
fi: &Ei
ko: 아니오(&N)
nl: &Nee
pt_br: &Não
sl: &Ne
sv: &Nej

source: Snake Race Starting Room
cs: Úvodní místnost Závodu hadù
da: Snake Race Start værelse
eo: Serpentkurado - Komenca æambro
fi: K‰‰rmerallin aloitushuone
ko: Snake Race 게임 방
nl: Slangen Race Beginkamer
pt_br: Sala de início da Corrida de Cobras
sl: Zaèetna soba dirke kaè
sv: Startrum för Orm Lopp

source: Starting Room
cs: Úvodní místnost
da: Start værelse
eo: Komenca æambro
fi: Aloitushuone
ko: 게임 방
nl: Beginkamer
pt_br: Sala de início
sl: Zaèetna soba
sv: Startrum

source: LCDRange::setRange(%d,%d) Range must be 0..99 and minVal must not be greater than maxVal
cs: LCDRange::setRange(%d,%d) Rozsah musí být 0..99 a minVal nesmí být vìt¹í ne¾ maxVal
da: LCDRange::setRange(%d,%d) Range skal være 0..99 and minVal kan ikke være større end maxVal
eo: LCDRange::setRange(%d,%d) Intervalo devas esti 0..99 kaj minimuma valoro ne povas esti pli granda ol maksimuma valoro.
fi: LCDRange::setRange(%d,%d) Alueen pit‰‰ olla 0..99 ja minVal ei saa olla suurempi kuin maxVal
ko: LCD범위::범위설정(%d,%d) 범위는 0..99사이여야 하고 최소값은 최대값보다 클 수 없습니다.
pt_br: LCDRange::setRange(%d,%d) Range precisa estar entre 0..99 e minVal não pode ser maior que maxVal
sl: LCDRange::setRange(%d,%d) Obseg mora biti 0..99 in minVal ne sme biti veèji od maxVal
sv: LCDRange::setRange(%d,%d) Talområde måste vara 0..99 och minVal får inte vara större än maxVal

source: Snake Race High Scores
cs: Nejvy¹¹í skóre v Závodech hadù
da: Snake RaceHøjeste resultater
eo: Serpentkurado - Plej bonaj
fi: K‰‰rmerallin enn‰tykset
ko: Snake Race 하이 스코어
nl: Slangen Race High Scores
pt_br: Pódio da Corrida de Cobras
sl: Najbolj¹i rezultati dirk kaè
sv: Poängstatistik för Orm Lopp

source: Hall of Fame
cs: Hala slávy
da: Topscorerliste
eo: La plej bonaj
fi: Enn‰tystulokset
ko: 명예의 전당
pt_br: Pódio
sl: Hala slave
sv: Poängtoppen

source: Today's High Scores
cs: Dne¹ní nejvy¹¹í skóre
da: Dagens højeste resultater
eo: Hodiaýaj rekordoj
fi: T‰m‰np‰iv‰iset enn‰tykset
ko: 오늘의 하이 스코어
pt_br: Maiores pontuações de Hoje
sl: Dana¹nji najbolj¹i rezultati
sv: Dagens poängtopp

source: you have achieved a high score! please enter your name
cs: dosáhli jste vysoké skóre! prosím vlo¾te své jméno
da: Du har opnået et topresultat indtast venligst dit navn
eo: vi atingis rekordon! bonvolu tajpi vian nomon
fi: Olet saavuttanut enn‰tystuloksen! anna nimesi
ko: 귀하의 높은 점수를 얻으셨습니다! 귀하의 이름을 넣으십시오
nl: Je hebt de high score gehaald! voer je naam in
pt_br: você atingiu uma grande pontuação! Por favor digite seu nome
sl: dosegli ste odlièen rezultat! prosim vnesite svoje ime
sv: du har uppnått en plats på poängtavlan! var vänlig och skriv in ditt namn

source: error loading %s, aborting
cs: chyba pøi nahrávání %s, pøeru¹uji
da: fejl ved indlæsning af %s, giver op
eo: eraro dum malfermo de %s, finas
fi: virhe ladatessa %s, lopetan
ko: %s 불러오기 오류, 중지되었습니다
nl: fout bij laden %s, afbreken
pt_br: erro ao carregar %s, abortando
sv: fel under läsning av %s, avbryter

source: Defaults
cs: Implicitní
da: Standard
eo: Implicita¼oj
fi: Oletukset
ko: 디폴트
nl: Standaard
pt_br: Padrões
sl: Privzeto
sv: Standardvärden

source: Change Direction Keys
cs: Zmìna smìrových klávs
da: Ændr retnings taster
eo: Þanøu stirklavojn
fi: Vaiha suuntan‰pp‰imi‰
ko: 방향 키 변경
nl: Verander Richting Toetsen
pt_br: Mudar teclas de direção
sl: Spremeni usmerjevalne tipke
sv: Ändra riktningstangenter

source: Undefined key
cs: Nedefinovaná klávesa
da: Ikke defineret taste
eo: Nedifinita klavo
fi: M‰‰rittelem‰tˆn
ko: 정의되지 않은 키
nl: Niet ingestelde toetsen
pt_br: Tecla indefinida
sl: Nedefinirana tipka
sv: Odefinerad tangent

source: Up
cs: Nahoru
da: Op
fi: Ylˆs
pt_br: Acima
sl: Gor

source: Down
cs: Dolù
da: Ned
fi: Alas
pt_br: Abaixo
sl: Dol

source: Left
cs: Vlevo
da: Venstre
fi: Vasemmalle
pt_br: Esquerda
sl: Levo

source: Right
cs: Vpravo
da: Højre
fi: Oikealle
pt_br: Direita
sl: Desno
