Repository: xwizard/kde1
Catalog: kdegames-1.1.2/po/*/ksokoban.po
Languages: eo, sk

source: &Next level
eo: &Sekva nivelo
sk: Nasledujúci &level

source: &Previous level
eo: &Antaýa nivelo
sk: &Predchádzajúci level

source: Re&start level
eo: Re&lanæu nivelon
sk: Re¹&tartova» level

source: &Level collection
eo: &Nivelkolekto
sk: &Kolekcia levelov

source: &Small
eo: &Malgranda
sk: &Malá

source: &Medium
eo: &Meza
sk: &Stredná

source: &Large
eo: &Granda
sk: &Veµká

source: G&raphics
eo: G&rafiko
sk: &Grafika

source: &Slow
eo: &Malrapida
sk: &Pomalá

source: &Fast
eo: &Rapida
sk: &Rýchla

source: &Off
eo: &Elþaltita
sk: &Vypnú»

source: &Animation
eo: &Anima¼o
sk: &Animácia

source: (unused)
eo: (neuzita)
sk: (nepou¾ité)

source: &Set bookmark
eo: &Kreu legosignon
sk: &Nastavi» zálo¾ku

source: &Go to bookmark
eo: &Iru al legosigno
sk: Na &zálo¾ku

source: &Bookmarks
eo: &Legosignoj
sk: Zá&lo¾ky

source: a Sokoban game for KDE ksokoban is copyright (c) 1998 Anders Widell <d95-awi@nada.kth.se> See http://hem.passagen.se/awl/ksokoban/ for more info on ksokoban The levels are copyrighted by their authors: Original - the first 50 original levels from xsokoban Extra - some additional levels from xsokoban Still more - by J. Franklin Mentzer <wryter@aol.com> MacTommy inventions - by Tommy in Pennsylvania Yoshio's autogenerated - by Yoshio Murase <yoshio@asahi.email.ne.jp> For the kids - by Ross (W.R.) Brown <ross@bnr.ca> Dimitri & Yorick - by Jacques Duthen <duthen@club-internet.fr> Simple Sokoban - by Phil Shapiro <pshapiro@his.com>
eo: Sokobanludo por KDE kopirajo (c) 1998 æe Anders Widell <95-awi@nada.kth.se> Vidu http://hem.passagen.se/awl/ksokoban/ por pli da informoj pri Ksokobano La niveloj estas kopirajtitaj de iliaj aýtoroj: Originalaj - la unuaj 50 originalaj niveloj de xsokoban Extraj - kelkaj aldonaj niveloj de xsokoban Pliaj - de J. Franklin Mentzer <wryter@aol.com> MacTommy-invetoj - de Tommy en Pensylvania aýtogeneritaj de Yoshio - de Yoshio Murase <yoshio@asahi.email.ne.jp> Por infanoj - de Ross (W.R.) Brown <ross@bnr.ca> Dimitri & Yorick - de Jacques Duthen <duthen@club-internet.fr> Simpla Sokobano - de Phil Shapiro <pshapiro@his.com>
sk: Hra Sokoban pre KDE ksokoban copyright (c) 1998 Anders Widell <d95-awi@nada.kth.se> Na http://hem.passagen.se/awl/ksokoban/ nájdete viac informácií Na v¹etky levely majú autorské práva ich autori: Original - prvých 50 originálnych levelov z xsokoban Extra - niektoré nasl. levely z xsokoban Still more - J. Franklin Mentzer <wryter@aol.com> MacTommy inventions - Tommy in Pennsylvania Yoshio's autogenerated - Yoshio Murase <yoshio@asahi.email.ne.jp> For the kids - Ross (W.R.) Brown <ross@bnr.ca> Dimitri & Yorick - Jacques Duthen <duthen@club-internet.fr> Simple Sokoban - Phil Shapiro <pshapiro@his.com>

source: Pushes:
eo: Puþoj:
sk: Presuny:

source: Moves:
eo: Movoj:
sk: Pohyby:

source: Level:
eo: Niveloj:
sk: Levely:

source: (invalid)
eo: (nevalida)
sk: (nesprávny)

source: Level completed
eo: Nivelo preta
sk: Level ukonèený

source: This is the last level in the current collection.
eo: Tio estas la lasta nivelo en la aktuala kolekto.
sk: Toto je posledný level v tejto kolekcii.

source: You have not completed this level yet.
eo: Vi ankoraý ne kompletigis tiun æi nivelon.
sk: E¹te ste neskonèili tento level.

source: This is the first level in the current collection.
eo: Tio estas la unua nivelo en la aktuala kolekto.
sk: Toto je prvý level v tejto kolekcii.
